[
  {
    "Id": "conTech1",
    "Name": "Base Computer",
    "Group": "Site Evaluation Device",
    "Description": "Portable land registration service.\n\nWhen placed, contacts Universal Cartographic Archive to establish ownership of land. Successful registration allows the construction of base modules across any site of the user's choosing."
  },
  {
    "Id": "conTech2",
    "Name": "Landing Pad",
    "Group": "Construction module",
    "Description": "A stable, reinforced landing pad for starships."
  },
  {
    "Id": "conTech3",
    "Name": "Galactic Trade Terminal",
    "Group": "Trading terminal",
    "Description": "A trading terminal that provides instant local access to the market for resources and commodities."
  },
  {
    "Id": "conTech4",
    "Name": "Health Station",
    "Group": "Health recharge module",
    "Description": "A wall mounted module that can be used to recharge health."
  },
  {
    "Id": "conTech5",
    "Name": "Hazard Protection Unit",
    "Group": "Hazard Protection Charging System",
    "Description": "A wall mounted module that can be used to recharge the user's Hazard Protection systems.\n\nThe Hazard Protection Unit must be kept charged with a source of fuel."
  },
  {
    "Id": "conTech6",
    "Name": "Save Beacon",
    "Group": "Portable waypoint marker",
    "Description": "Once activated, beacons provide a permanent navigational waypoint, facilitating repeat visits to specific locations.\n\nAllows user to record their progress at any time."
  },
  {
    "Id": "conTech7",
    "Name": "Save Point",
    "Group": "Construction module",
    "Description": "A buildable save point for managing your progress."
  },
  {
    "Id": "conTech8",
    "Name": "Signal Booster",
    "Group": "Environmental scanner",
    "Description": "A versatile scanner that detects nearby buildings. Can decrypt Navigation Data to pinpoint specific locations.\n\nThe Signal Booster can be dismantled and redeployed for easy transportation."
  },
  {
    "Id": "conTech9",
    "Name": "Antimatter Reactor",
    "Group": "Baryogenesis Unit",
    "Description": "An autonomous baryogenesis reactor, this device can be left to harvest reality paradoxes and convert them into usable antimatter. User must monitor fuel levels to ensure continued operation.\n\nThe resulting antimatter is safely contained, ready for use in all standard hyperspace power units."
  },
  {
    "Id": "conTech10",
    "Name": "Base Teleport Module",
    "Group": "Long-Distance Matter Transfer Device",
    "Description": "A personal teleport device, allowing the user to move quickly between their constructed bases, as well as any Space Station Terminuses connected to their network.\n\nUser is urged to verify network integrity before inserting any matter they cannot afford to become separated from."
  },
  {
    "Id": "conTech11",
    "Name": "Fleet Command Room",
    "Group": "Expedition Management Terminal",
    "Description": "Core Fleet Management Station. This advanced holographic communications station is vital for managing fleet expeditions from the comfort of your capital ship.\n\nUser is advised that multiple stations are required to manage more than one expedition at a time."
  },
  {
    "Id": "conTech12",
    "Name": "Construction Research Unit",
    "Group": "Technology Recovery Device",
    "Description": "Portable blueprint research device.\n\nThis field-deployable research module allows the user to convert old or damage technology modules into advanced construction blueprints."
  },
  {
    "Id": "conTech13",
    "Name": "Portable Refiner",
    "Group": "Automated Refinery Unit",
    "Description": "A vital piece of planetary equipment. The Refiner allows gathered substances to be processed into more powerful and more advanced materials.\n\nThe Portable Refiner can be dismantled and redeployed for easy transportation. Note: the Portable Refiner requires fuel to operate."
  },
  {
    "Id": "conTech14",
    "Name": "Medium Refiner",
    "Group": "Automated Refinery Unit",
    "Description": "A vital piece of planetary equipment. The Refiner allows gathered substances to be processed into more powerful and more advanced materials.\n\nThe Medium Refiner allows two different substances to be combined into one new material, or materials to be processed at better ratios. \n\nThe Medium Refiner must be installed in a Habitable Base, but does not require additional power sources."
  },
  {
    "Id": "conTech15",
    "Name": "Large Refiner",
    "Group": "Automated Refinery Unit",
    "Description": "A vital piece of planetary equipment. The Refiner allows gathered substances to be processed into more powerful and more advanced materials.\n\nThe Large Refiner allows three different substances to be combined into one new material, or materials to be processed at better ratios. \n\nThe Large Refiner must be installed in a Habitable Base, but does not require additional power sources."
  },
  {
    "Id": "conTech16",
    "Name": "Appearance Modifier",
    "Group": "Customise Personal Visuals",
    "Description": "A buildable module that allows the users to adjust their personal appearance settings.\n\nThe module applies advanced holographic techniques to recalibrate the light around the user, allowing them to adopt whatever appearance they desire. Visual data must be properly formated before use."
  },
  {
    "Id": "conTech17",
    "Name": "Nutrient Processor",
    "Group": "Portable Sustenence Unit",
    "Description": "A portable nutrient extractor, able to process and refine gathered ingredients into edible food products.\n\nUser is advised that consumption of generated products is entirely at their own risk."
  },
  {
    "Id": "conTech18",
    "Name": "Automated Feeder",
    "Group": "Agricultural Robot",
    "Description": "A robotic farming unit, designed to automatically supply nearby creatures with food.\n\nWhen powered, will attract nearby animal life. Keep bait tanks full in order to supply lifeforms with desired food."
  },
  {
    "Id": "conTech19",
    "Name": "Livestock Unit",
    "Group": "Automatic Harvesting Robot",
    "Description": "A robotic farming unit, designed to automatically harvest substances from creatures. Requires power.\n\nCreatures that are ready to be harvested for milk, eggs or other specialist produce will approach the Livestock Unit and deposit their yields. The creatures are unharmed by the process.\n\nWill harvest produce from creatures fed by hand or via an Automated Feeder."
  },
  {
    "Id": "conTech20",
    "Name": "Message Module",
    "Group": "Communications terminal",
    "Description": "A small and accessible information container for leaving messages or viewing left messages and short strings of information."
  },
  {
    "Id": "conTech21",
    "Name": "Communications Station",
    "Group": "Communications terminal",
    "Description": "A terminal for the composition and transmission of messages to other travellers."
  },
  {
    "Id": "conTech22",
    "Name": "Nomad Geobay",
    "Group": "Construction module",
    "Description": "An underground secure parking facility for the Nomad light Exocraft.",
    "Additional": ""
  },
  {
    "Id": "conTech23",
    "Name": "Roamer Geobay",
    "Group": "Construction module",
    "Description": "An underground secure parking facility for the Roamer medium Exocraft.",
    "Additional": ""
  },
  {
    "Id": "conTech24",
    "Name": "Colossus Geobay",
    "Group": "Construction module",
    "Description": "An underground secure parking facility for the Colossus large Exocraft.",
    "Additional": ""
  },
  {
    "Id": "conTech25",
    "Name": "Pilgrim Geobay",
    "Group": "Construction module",
    "Description": "An underground secure parking facility for the Pilgrim light Exocraft.",
    "Additional": ""
  },
  {
    "Id": "conTech26",
    "Name": "Nautilon Chamber",
    "Group": "Submarine Docking Bay",
    "Description": "An advanced, fully-airlocked docking station for the Nautilon submarine."
  },
  {
    "Id": "conTech27",
    "Name": "Exocraft Summoning Station",
    "Group": "Vehicle Translocation Device",
    "Description": "Construction allows the user to summon any owned Exocraft from anywhere else on that planet.\n\nInterfaces with the Exosuit Quick Command Menu to ease of use."
  },
  {
    "Id": "conTech28",
    "Name": "Construction Terminal",
    "Group": "Specialist terminal",
    "Description": "A research station tailored to the needs of Construction Overseers, and equipped with architectural and engineering design software."
  },
  {
    "Id": "conTech29",
    "Name": "Exocraft Terminal",
    "Group": "Specialist terminal",
    "Description": "A research station tailored to the needs of Mechanics, and equipped with bespoke vehicular design software."
  },
  {
    "Id": "conTech30",
    "Name": "Weapons Terminal",
    "Group": "Specialist terminal",
    "Description": "A research station tailored to the needs of Armourers, and equipped for the development of munitions and explosives as well as selected civilian tech."
  },
  {
    "Id": "conTech31",
    "Name": "Science Terminal",
    "Group": "Specialist terminal",
    "Description": "A research station tailored to the needs of Scientists, and equipped for research and development of scientific blueprints."
  },
  {
    "Id": "conTech32",
    "Name": "Agricultural Terminal",
    "Group": "Specialist terminal",
    "Description": "A research station tailored to the needs of Farmers, and equipped for the analysis and cultivation of farmable crops."
  },
  {
    "Id": "conTech33",
    "Name": "Hydroponic Tray",
    "Group": "Farming tech",
    "Description": "A self contained growth system for the indoor cultivation of agricultural crops.\n\nBuild requirement: Must be placed indoors."
  },
  {
    "Id": "conTech34",
    "Name": "Large Hydroponic Tray",
    "Group": "Farming tech",
    "Description": "A self contained growth system for the indoor cultivation of agricultural crops. Can support up to four plants.\n\nBuild requirement: Must be placed indoors."
  },
  {
    "Id": "conTech35",
    "Name": "Storage Container",
    "Group": "Storage unit",
    "Description": "Spacious additional storage for inventory items.",
    "Additional": "There are 10 different storage units, numbered 0-9, each only hold 5 slots. Their inventory is shared between the freighter and each base."
  },
  {
    "Id": "conTech36",
    "Name": "Freighter Storage Unit",
    "Group": "Custom Freighter Module",
    "Description": "Hybrid high-capacity storage unit / shelving module for installation in interstellar freighters.\n\nCompatible with all standard life-support fittings.",
    "Additional": "There are 10 different storage units, numbered 0-9, each only hold 5 slots. Their inventory is shared between the freighter and each base."
  },
  {
    "Id": "conTech38",
    "Name": "Race Force Amplifier",
    "Group": "Race Part",
    "Description": "Provides a boost to your Exocraft during races.",
    "Additional": ""
  },
  {
    "Id": "conTech39",
    "Name": "Race Obstacle",
    "Group": "Race Part",
    "Description": "Provides extra challenge for Exocraft races.",
    "Additional": ""
  },
  {
    "Id": "conTech40",
    "Name": "Race Initiator",
    "Group": "Race Part",
    "Description": "This platform acts as the start and finish line for Exocraft field tests, allowing Travellers to practice manoeuvring and speed."
  },
  {
    "Id": "conTech41",
    "Name": "Marine Shelter",
    "Group": "Deep Water Survival Module",
    "Description": "An emergency survival module.\n\nCan be rapidly deployed on the seabed in the event of an oxygen or other Exosuit life support emergency. Provides temporary shelter from environmental hazards, predators and other hostiles forces found in the deep ocean."
  },
  {
    "Id": "conTech42",
    "Name": "Sphere Creator",
    "Group": "Experimental Fabricator",
    "Description": "A highly-specific fabrication device, developed with the intention of finding the universe's most perfect sphere.\n\nRequires power to operate. Will create a large sphere, ready for whatever experiments are deemed necessary."
  },
  {
    "Id": "conTech43",
    "Name": "Noise Box",
    "Group": "Audio Device",
    "Description": "A special construction module designed to emit a high-frequency noise. Pitch may be adjusted to the user's requirements.\n\nRequires power to operate."
  },
  {
    "Id": "conTech44",
    "Name": "Oxygen Harvester",
    "Group": "Atmosphere Processing Device",
    "Description": "An autonomous atmosphere extractor, this device can be left to collect and purify oxygen from the air. User must monitor fuel levels to ensure continued operation.\n\nThe resulting gas is compressed and processed, ready for use in all standard life support systems."
  },
  {
    "Id": "conTech45",
    "Name": "Autonomous Mining Unit",
    "Group": "Portable mining device",
    "Description": "An automated harvester for the mining of resources. Once activated, the AMU extracts minerals without the need for supervision, providing a regular yield until the site is exhausted."
  },
  {
    "Id": "conTech46",
    "Name": "Mineral Extractor",
    "Group": "Power Distribution Module",
    "Description": "An automated mineral harvester. Determine a site with the Surveying upgrade for the Analysis Visor. Mineral extraction rates and produced minerals will vary from site to site.\n\nRequires power to function. Connect to Silos with Pipelines to allow collection from more convenient sites."
  },
  {
    "Id": "conTech47",
    "Name": "Gas Extractor",
    "Group": "Power Distribution Module",
    "Description": "An automated gas harvester. Determine a site with the Surveying upgrade for the Analysis Visor. Gas extraction rates and produced gases will vary from site to site.\n\nRequires power to function. Connect to Silos with Pipelines to allow collection from more convenient sites."
  },
  {
    "Id": "conTech48",
    "Name": "Supply Depot",
    "Group": "Substance Distribution Module",
    "Description": "Automated storage unit. Connect to a Supply Grid using Pipelines.\n\nAutomatically stores the output of various Mineral and Gas Extractors, allowing for increased capacity and more efficient siting. Can be located a long distances from the extraction site."
  },
  {
    "Id": "conTech49",
    "Name": "Supply Pipe",
    "Group": "Power Distribution Module",
    "Description": "Flexible, high-strength piping. Able to withstand a highly-pressurised internal environment.\n\nUsed for connecting various Mineral and Gas Extractors to Silos"
  },
  {
    "Id": "conTech50",
    "Name": "Solar Panel",
    "Group": "Power Distribution Module",
    "Description": "An efficient power generator, this solar array will turn sunlight into the electrical energy required to power many base structures.\n\nGenerates no power at night. Partner with Batteries to store energy for the hours of darkness."
  },
  {
    "Id": "conTech51",
    "Name": "Electromagnetic Generator",
    "Group": "Power Distribution Module",
    "Description": "When suitably placed in an area of high field strength, efficient electromagnetic dynamos are used to generate near limitless power.\n\nLocate appropriate sites with the Surveying upgrade for the Analysis Visor. Power output will vary from site to site."
  },
  {
    "Id": "conTech52",
    "Name": "Biofuel Reactor",
    "Group": "Power Distribution Module",
    "Description": "A small power generator. Burns carbon-based fuel placed in its furnace tank and converts it into usable power.\n\nConnect power generators to base structures and technologies with electrical wiring. Many parts require power to function."
  },
  {
    "Id": "conTech53",
    "Name": "Electrical Wiring",
    "Group": "Power Distribution Module",
    "Description": "High-capacity electrical wiring. Use wiring to connect Power Generators to your base. Most technology, as well as structures with embedded lighting systems, require a power source to operate.\n\nWiring can be connected to various switches to facilitate selective power flow.",
    "Additional": ""
  },
  {
    "Id": "conTech54",
    "Name": "Teleport Cable",
    "Group": "Power Distribution Module",
    "Description": "Advanced fibre-optic cabling, designed to link one or more Short-Range Teleporters.",
    "Additional": ""
  },
  {
    "Id": "conTech55",
    "Name": "Wall Switch",
    "Group": "Power Distribution Module",
    "Description": "A power management device, the switch will toggle the flow of power when pulled.\n\nSwitches require both power and signal wires to control a device."
  },
  {
    "Id": "conTech56",
    "Name": "Floor Switch",
    "Group": "Power Distribution Module",
    "Description": "A power management device, the switch will toggle the flow of power when stood upon or otherwise activated.\n\nSwitches require both power and signal wires to control a device."
  },
  {
    "Id": "conTech57",
    "Name": "Battery",
    "Group": "Power Distribution Module",
    "Description": "Highly-efficient energy storage units. Connect to a power grid, and onboard power management circuits will automatically draw down spare capacity to charge its cells.\n\nWhen the grid attempts to draw more power than is currently supplied, the battery will automatically deploy power to make up the shortfall."
  },
  {
    "Id": "conTech58",
    "Name": "Proximity Switch",
    "Group": "Power Distribution Module",
    "Description": "A power management device, the switch will toggle the flow of power when an entity is detected nearby.\n\nSwitches require both power and signal wires to control a device."
  },
  {
    "Id": "conTech59",
    "Name": "Button",
    "Group": "Power Distribution Module",
    "Description": "A power management device, the switch will toggle the flow of power when used.\n\nSwitches require both power and signal wires to control a device."
  },
  {
    "Id": "conTech60",
    "Name": "Power Inverter",
    "Group": "Power Distribution Module",
    "Description": "A power management device, the switch will toggle the flow of power when used.\n\nSwitches require both power and signal wires to control a device."
  },
  {
    "Id": "conTech61",
    "Name": "Auto Switch",
    "Group": "Power Distribution Module",
    "Description": "A power management device, this switch will toggle the flow of power when signaled by an incoming signal.\n\nSwitches require both power and signal wires to control a device."
  },
  {
    "Id": "conTech62",
    "Name": "Short-Range Teleporter",
    "Group": "Instantaneous Transport Network",
    "Description": "A low-powered teleporter, construction for instantaneous travel across short distances.\n\nWhen wired to both a power source and another short-range teleporter, allows near-instant travel between nearby locations."
  },
  {
    "Id": "conTech63",
    "Name": "Minotaur Geobay",
    "Group": "Heavy Loader Storage Bay",
    "Description": "An secure parking, summoning and customisation facility for the Minotaur Heavy Exosuit Hybrid.\n\nDeploy the Minotaur from the Quick Menu. With the aid of an Orbital Exocraft Materialiser mounted inside a freighter, the Minotaur can be instantly deployed to any location within the same system as the mothership."
  }
]