[
  {
    "Id": "cur1",
    "Name": "Quad Servo",
    "Group": "Anomalous Material",
    "Description": "A highly sprung motor arm salvaged from inside of a Sentinel patrol unit. It occasionally twitches, as if experiencing the echo of combat."
  },
  {
    "Id": "cur2",
    "Name": "Walker Brain",
    "Group": "Anomalous Material",
    "Description": "Shifting nanite clusters sewn together with a pugneum filament, this circuit is painfully hot to the touch.\n\nA sinister purple light leaks from deep within its wiring, changing in intensity as it watches its holder."
  },
  {
    "Id": "cur3",
    "Name": "Mind Arc",
    "Group": "Advanced Crafted Product",
    "Description": "A strange piece of technology, a gift from beyond the stars. It shimmers in a way that suggests it is not fully in this world."
  },
  {
    "Id": "cur4",
    "Name": "Captured Nanode",
    "Group": "Unique valuable curiosity",
    "Description": "Atlas Seed containing zonally-shifted quasi-stellar substrate. Warning: do not allow matrix to commune with this dimensional space."
  },
  {
    "Id": "cur5",
    "Name": "Englobed Shade",
    "Group": "Unique valuable curiosity",
    "Description": "This Atlas Shell holds the remains of a parasitic space-borne lifeform, most likely of extra-dimensional origins."
  },
  {
    "Id": "cur6",
    "Name": "Noospheric Orb",
    "Group": "Unique valuable curiosity",
    "Description": "An Atlas Seed capable of resonating on humanoid telepathic frequencies; may attempt to subsume any subordinate intellect in close proximity."
  },
  {
    "Id": "cur7",
    "Name": "Dark Matter",
    "Group": "Unique valuable curiosity",
    "Description": "An Atlas Seed shell encompassing a void element harvested from the collapse state of the last universe. Toxic if ingested."
  },
  {
    "Id": "cur8",
    "Name": "Dawn's End",
    "Group": "Unique valuable curiosity",
    "Description": "Sculpted tau neutrino-boson matrix fixed within an irreplaceable Atlas Seed shell. May be semi-sentient."
  },
  {
    "Id": "cur9",
    "Name": "Photic Jade",
    "Group": "Unique valuable curiosity",
    "Description": "This irreplaceable Atlas Seed is a form of matter-adapted photons coalesced into physical solidity by unknown means."
  },
  {
    "Id": "cur10",
    "Name": "State Phasure",
    "Group": "Unique valuable curiosity",
    "Description": "For unknown reasons, this unique Atlas Seed has been phased out of alignment with this quantum reality. Contents cannot be determined."
  },
  {
    "Id": "cur11",
    "Name": "Novae Reclaiment",
    "Group": "Unique valuable curiosity",
    "Description": "Atlas Seed contains neutronium elements from a catastrophic supernova event that obliterated a sentient civilization in an earlier era."
  },
  {
    "Id": "cur12",
    "Name": "Modified Quanta",
    "Group": "Unique valuable curiosity",
    "Description": "This one-of-a-kind Atlas Seed holds an aesthetically pleasing mathematical construct salvaged from the simulation of an alternate reality."
  },
  {
    "Id": "cur13",
    "Name": "Heart of the Sun",
    "Group": "Unique valuable curiosity",
    "Description": "An Atlas Seed containing a time-locked quantum cilia suspended in a photonic shell. No others are known to exist."
  },
  {
    "Id": "cur14",
    "Name": "NipNip Buds",
    "Group": "Medicinal Substance",
    "Description": "A pungent bud harvested from the NipNip plant, often used to produce Gek Nip."
  },
  {
    "Id": "cur15",
    "Name": "Larval Core",
    "Group": "Monstrosity",
    "Description": "A pulsating jellied orb, this gooey sphere is warm to the touch. Its stench triggers a primal fear in mortal beings, a deep-seated gnawing that begs you to drop it and flee."
  },
  {
    "Id": "cur16",
    "Name": "Salvaged Data",
    "Group": "Salvaged Technology",
    "Description": "The salvageable heart of some ancient technology. Unreadable in its current form.\n\nThese databanks can be spent at a Construction Research Unit and used to research new Construction Blueprints."
  },
  {
    "Id": "cur17",
    "Name": "Living Pearl",
    "Group": "Semi-Conscious Gemstone",
    "Description": "Born in the hearts of enormous glowing molluscs found deep underwater.\n\nUnlike most pearls, this sample is no unliving calcite. Some trace of the mother-clam's consciousness remains within the gem, giving it a lingering, haunting beauty."
  },
  {
    "Id": "cur18",
    "Name": "Hypnotic Eye",
    "Group": "Horrific Sample",
    "Description": "The eye is cold, almost frozen, to the touch. Nonetheless, it is impossible to escape the feeling it is somehow still alive.\n\nExtended exposure is not recommended. Do not stare back into the eye. Do not stare back. Do not stare back."
  },
  {
    "Id": "cur19",
    "Name": "Hadal Core",
    "Group": "Horrific Sample",
    "Description": "A highly-pressurised fleshy orb.\n\nOne can feel it push back when touched, a flash of bioluminescence stirring in the inky black core of this mysterious object."
  },
  {
    "Id": "cur20",
    "Name": "Soul Engine",
    "Group": "Advanced Crafted Product",
    "Description": "A powerful organic computing unit.\n\nA glitching beat drives this miracle circuit, performing cycle after cycle in an endless, furious loop of calculation."
  },
  {
    "Id": "cur21",
    "Name": "Storm Crystal",
    "Group": "Unique valuable curiosity",
    "Description": "A rare and highly valuable cluster of storm crystals. These crystalline structures thrive in stormy conditions, and naturally attract lightning strikes, becoming spectacularly luminescent when ionised. Exclusively found on extreme weather planets."
  },
  {
    "Id": "cur22",
    "Name": "Albumen Pearl",
    "Group": "Trade commodity",
    "Description": "Gemstone formed over the course of centuries within the egg of a super-incubatory species.\n\nExtremely rare."
  },
  {
    "Id": "cur23",
    "Name": "Gravitino Ball",
    "Group": "Trade commodity",
    "Description": "Supersymmetric particle cluster.\n\nExtremely rare and valuable. A product of divergent super-gravitational forces."
  },
  {
    "Id": "cur24",
    "Name": "Sac Venom",
    "Group": "Trade commodity",
    "Description": "Stabilised poison sample initially produced by aquatic urchin creatures.\n\nA rare and expensive item on the Galactic Trade Network."
  },
  {
    "Id": "cur25",
    "Name": "Vortex Cube",
    "Group": "Trade commodity",
    "Description": "Dense metal objects that, long ago, materialised within subterranean networks throughout the Galaxy.\n\nExtremely rare, and of high value."
  },
  {
    "Id": "cur26",
    "Name": "Atlas Stone",
    "Group": "Very high value curiosity",
    "Description": "A spherical gem that seems to pulsate with red light from its centre.\n \nAn extremely rare item often associated with ancient monolithic sites."
  },
  {
    "Id": "cur27",
    "Name": "Hex Core",
    "Group": "Contained Reality Glitch",
    "Description": "This strange energy orb constantly vibrates, emitting a low-frequency drone. Slight variations in the pattern repeat over and over, almost as if it is attempting to relay a message."
  },
  {
    "Id": "cur28",
    "Name": "Geode",
    "Group": "Valuable Mineral Deposit",
    "Description": "An unusually vibrant and potentially valuable lump of rock.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Crystal Fragment",
    "Group": "Concentrated Element Shard",
    "Description": "A crystalline shard with an unusually dense structure. Potentially highly valuable.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Tritium Hypercluster",
    "Group": "Energetic Fragment",
    "Description": "A shard of pure crystalised Tritium.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Gold Nugget",
    "Group": "Valuable Ore",
    "Description": "A highly valuable ore chunk, ready to be processed into Gold.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Crystal Sulphide",
    "Group": "Compressed Mineral",
    "Description": "Formed in the incredible, high-pressure furnace of planetary cores, these rich mineral deposits have an almost glass-like quality.\n\nHas a wide variety of industrial uses, taking advantage of both its mineral content and its extreme strength under pressure."
  },
  {
    "Id": "cur33",
    "Name": "Vy'keen Tablet",
    "Group": "Communion of Hirk",
    "Description": "A stone tablet bearing line after line of intricate runes. The words are unintelligible, an ancient dialect forgotten by all but the oldest of the Vy'keen elders.\n\nThe hand that carved this stone must have been extraordinary. The stonework is precise, delicate - and yet perfectly conveys the unyielding aggression its writer clearly possessed.",
    "Additional": ""
  },
  {
    "Id": "cur34",
    "Name": "Divergence Cube",
    "Group": "Anomalous Data Unit",
    "Description": "A glitching, pulsing data unit. It does not seem to belong in this reality.\n\nThe cube gives the impression of a silent scream, the frozen cries of hundreds of lost minds trapped within.",
    "Additional": ""
  },
  {
    "Id": "cur35",
    "Name": "Gek Relic",
    "Group": "Medium value curiosity",
    "Description": "A metal statuette of a creature with a coin placed in its beak.\n \nPopular with many traders who see it as an emblem of fair commerce and peace.",
    "Additional": ""
  },
  {
    "Id": "cur36",
    "Name": "GekNip",
    "Group": "Trade commodity",
    "Description": "Edible product much beloved by the Gek.\n \nAllows beaked traders to release delightfully scented packets of gas for a prolonged period of time.\n \nGekNip gas packets are considered an art form, and the truest representation of the Gek soul.",
    "Additional": ""
  },
  {
    "Id": "cur37",
    "Name": "Vy'keen Effigy",
    "Group": "Medium value curiosity",
    "Description": "A small wooden icon carved into the shape of a Sentinel drone.\n \nUsed by warriors to enter a temporary trance-like state that eliminates their kind's need for sleep.",
    "Additional": ""
  },
  {
    "Id": "cur38",
    "Name": "Vy'keen Dagger",
    "Group": "Trade commodity",
    "Description": "Largely ceremonial weapon. A vital part of Vy'keen tradition and culture.",
    "Additional": ""
  },
  {
    "Id": "cur39",
    "Name": "Korvax Casing",
    "Group": "High value curiosity",
    "Description": "The metallic shell of a disconnected electronic lifeform that was too distant from its kind to be refreshed with a new entity.\n \nHighly prized by all species, not least its own.",
    "Additional": ""
  },
  {
    "Id": "cur40",
    "Name": "Korvax Convergence Cube",
    "Group": "Trade commodity",
    "Description": "Device used by the Korvax for the storage of historical and cultural information.",
    "Additional": ""
  },
  {
    "Id": "cur41",
    "Name": "AtlasPass v1",
    "Group": "Access Card",
    "Description": "Security and permissions pass granted to specific travellers by many primary galactic species.\n\nProvides access to low level restricted areas and outpost systems."
  },
  {
    "Id": "cur42",
    "Name": "AtlasPass v2",
    "Group": "Access Card",
    "Description": "Security and permissions pass granted to specific travellers by many primary galactic species.\n \nProvides access to mid-tier restricted areas and outpost systems."
  },
  {
    "Id": "cur43",
    "Name": "AtlasPass v3",
    "Group": "Access Card",
    "Description": "Security and permissions pass granted to specific travellers by many primary galactic species.\n \nProvides access to high level restricted areas and outpost systems."
  },
  {
    "Id": "cur44",
    "Name": "Factory Override Unit",
    "Group": "Advanced Research Module",
    "Description": "A portable data unit, compatible with most planetary fabricator facilities.\n\nOnce access has been gained to a central control terminal, the Override Unit can divert the facilities resources towards researching new product recipes."
  },
  {
    "Id": "cur45",
    "Name": "Salvaged Frigate Module",
    "Group": "Capital Ship Wiring Platform",
    "Description": "A technology module harvested from the remains of a large interstellar starship. May be collected from freighter crashsites or salvaged during frigate expeditions.\n\nUseless in its current form, a Research Station aboard your freighter may be able to convert it into useable technology."
  },
  {
    "Id": "cur46",
    "Name": "Void Egg",
    "Group": "Living Curiosity",
    "Description": "An anomalous egg. The shell is tough and leathery, and twitches when touched.\n\nA faint tapping can be heard coming from within. From time to time, it appears to sing."
  },
  {
    "Id": "cur47",
    "Name": "Active Void Egg",
    "Group": "Agitated Curiosity",
    "Description": "An anomalous egg. Since the encounter with the bizarre deep-space 'creature', its strange music has grown more active, more agitated.\n\nWhen touched, conjures a powerful vision of a world beset by powerful anomalies and strange colours."
  },
  {
    "Id": "cur48",
    "Name": "Stirring Void Egg",
    "Group": "Agitated Curiosity",
    "Description": "An anomalous egg. Since the encounter with the bizarre deep-space 'creature', its strange music has grown more active, more agitated.\n\nWhen touched, conjures a powerful vision of a dust-covered world of extreme storms."
  },
  {
    "Id": "cur49",
    "Name": "Awakened Void Egg",
    "Group": "Agitated Curiosity",
    "Description": "An anomalous egg. Since the encounter with the bizarre deep-space 'creature', its strange music has grown more active, more agitated.\n\nWhen touched, conjures a powerful vision of a water world covered in lush and verdant plantlife."
  },
  {
    "Id": "cur50",
    "Name": "Cracking Void Egg",
    "Group": "Agitated Curiosity",
    "Description": "An anomalous egg. Since the encounter with the bizarre deep-space 'creature', its strange music has grown more active, more agitated.\n\nWhen touched, conjures a powerful visions of pink and blue, colours seared into the mind of the holder.\n\nThe Hunter SLASH The Reflection SLASH The Hunter SLASH The Spiral of Reality SLASH The Star Over WaterSLASH The Ascending Orb SLASH The Obscured Companion SLASH The Hunter SLASH The Lowly Insect SLASH The Anomaly SLASH The Sailor SLASH The Ocean King SLASH EUCLID EUCLID EUCLID"
  }
]