[
  {
    "Id": "prod1",
    "Name": "Antimatter",
    "Group": "Crafted Technology Component",
    "Description": "Contained negative matter and baryogenesis antiparticles.\n \nThe vast energy potential of antimatter makes it highly valuable. 95% of existing antimatter consumption is in the powering of starship hyperdrives.\n\nWARNING: uncontained usage is not recommended."
  },
  {
    "Id": "prod2",
    "Name": "Antimatter Housing",
    "Group": "Crafted Technology Component",
    "Description": "Secure antimatter containment device, required before Antimatter can be safely secured as Warp Cells.\n\nRebound Oxygen forms a protective gas pocket, preventing the antimatter from reacting with the surrounding casing."
  },
  {
    "Id": "prod3",
    "Name": "Carbon Nanotubes",
    "Group": "Crafted Technology Component",
    "Description": "Metres and metres of high capacity carbon nanotubes.\n\nTheir high tensile strength and mild conductivity make these a key component in many advanced technologies."
  },
  {
    "Id": "prod4",
    "Name": "Cobalt Mirror",
    "Group": "Crafted Technology Component",
    "Description": "A specialist optical component.\n\nEmploying a polished cobalt surface, this mirror is able to selectively filter different wavelengths of light, changing its reflective pattern based on nearby magnetic fields."
  },
  {
    "Id": "prod5",
    "Name": "Hermetic Seal",
    "Group": "Crafted Technology Component",
    "Description": "A high-performance carbon seal, able to withstand both the harsh interstellar environment and the rigours of intensive, high-energy industrial use.\n\nUser is advised to regularly check seal integrity after installation."
  },
  {
    "Id": "prod6",
    "Name": "Metal Plating",
    "Group": "Crafted Technology Component",
    "Description": "A lightweight metal product, heavily used in the manufacture of starship parts and deployable technology. A mainstay of the construction industries of all known primary species.\n\nCrafted from Ferrite Dust."
  },
  {
    "Id": "prod7",
    "Name": "Microprocessor",
    "Group": "Crafted Technology Component",
    "Description": "A compact, low-heat microchip. Assembled from processed Chromatic Metal, created from one of several specialised terrain metals.\n\nUsed in the creation of a wide range of advanced technologies."
  },
  {
    "Id": "prod8",
    "Name": "Oxygen Filter",
    "Group": "Crafted Technology Component",
    "Description": "A specialist technology component.\n\nThis small device can rapidly change the gaseous environment within a device, handling conditions from total vacuum to pure oxygen atmospheres."
  },
  {
    "Id": "prod9",
    "Name": "Salt Refractor",
    "Group": "Crafted Technology Component",
    "Description": "A specialist technology component, vital to the complex internals of modern laser systems. \n\nThis light-scattering device takes advantage of the unique optical properties of stabilised and polished salt, to both slow and refract passing photons."
  },
  {
    "Id": "prod10",
    "Name": "Sodium Diode",
    "Group": "Crafted Technology Component",
    "Description": "An advanced circuit component.\n\nThe refined sodium electrode within its vacuum tube gives this diode specialist surge-protection capabilities."
  },
  {
    "Id": "prod11",
    "Name": "Di-hydrogen Jelly",
    "Group": "Portable Life Support Power",
    "Description": "A faintly-glowing jelly. Its gentle light and soft wobble belie the fact that this sticky gel is both highly toxic and highly flammable. Skin contact is to be avoided at all costs.\n\nSynthesised from Di-hydrogen."
  },
  {
    "Id": "prod12",
    "Name": "Fuel Oxidiser",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\n\nThis powerful fuel upgrade overloads frigate engines, allowing for faster-than-usual travel."
  },
  {
    "Id": "prod13",
    "Name": "Explosive Drones",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\n\nThis pack of autonomous explosives have been programmed to launch from the fleet and pilot themselves directly towards hostile vessels. Extremely dangerous."
  },
  {
    "Id": "prod14",
    "Name": "Holographic Analyser",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\n\nThis powerful analytic computer overclocks the existing fleet systems, allowing for faster-than-light calculations. Heat is a problem, and the chips do not last long."
  },
  {
    "Id": "prod15",
    "Name": "Mind Control Device",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\n\nThe mind control device plugs into the ship's trading and communications systems, allowing the Fleet Commander to gain the upper hand in any negotiation."
  },
  {
    "Id": "prod16",
    "Name": "Mineral Compressor",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\n\nThe mineral compressor allows fleet mining crews to liquidise the substances they extract, for both faster processing and easier transportation."
  },
  {
    "Id": "prod17",
    "Name": "Warp Cell",
    "Group": "Hyperdrive Charging Unit",
    "Description": "This antimatter-based fuel is one of the few power sources capable of meeting the incredible energy requirements of a starship hyperdrive.\n\nSecured within a robust housing, the cell is guarenteed paradox-free during FTL travel."
  },
  {
    "Id": "prod18",
    "Name": "Warp Hypercore",
    "Group": "Hyperdrive Charging Unit",
    "Description": "A high-capacity antimatter-based fuel, this cell harnesses an internal black hole generator to power starship hyperdrives across multiple warp jumps.\n\nCell walls are specially designed to reflect any reality paradoxes back towards the heart of the unit, where they generate additional power."
  },
  {
    "Id": "prod19",
    "Name": "Unstable Plasma",
    "Group": "Plasma Launcher Recharge",
    "Description": "Densely-packed fuel capsule for use in the Plasma Launcher.\n \nContained highly-pressurised electro-thermal energy for use in land disruption grenade technology."
  },
  {
    "Id": "prod20",
    "Name": "Ion Battery",
    "Group": "Portable Energy Storage",
    "Description": "Convenient and optimised power storage unit. Used in a wide variety of defensive and hazard protection systems.\n \nConstructed by fusing Ferrite Dust with underground Cobalt. Frequently found ready-made in cylindrical metal containers."
  },
  {
    "Id": "prod21",
    "Name": "Advanced Ion Battery",
    "Group": "Portable Energy Storage",
    "Description": "Powerful energy storage unit. Used in a wide variety of defensive and hazard protection systems.\n\nConstructed from Ionised Cobalt and Pure Ferrite, and occasionally found in cylindrical metal containers."
  },
  {
    "Id": "prod22",
    "Name": "Starshield Battery",
    "Group": "Portable Energy Storage",
    "Description": "A power storage unit optimised for use in starship defensive systems.\n \nTritium-fuelled capacitors provide quick-release charge for the Deflector Shield, but would overload smaller-scale equipment."
  },
  {
    "Id": "prod23",
    "Name": "Life Support Gel",
    "Group": "Portable Life Support Power",
    "Description": "Emergency life support fuel.\n\nSynthesised from rocket fuel crystals and carbon, this gel offers a temporary boost to life support systems. Long-term impact on user's lungs is currently unknown."
  },
  {
    "Id": "prod24",
    "Name": "Oxygen Capsule",
    "Group": "Portable Life Support Power",
    "Description": "Stablised and secure life support filtration gas.\n\nEasily assembled from Oxygen and Ferrite Dust. Offers an efficient method for long-term life support power."
  },
  {
    "Id": "prod25",
    "Name": "Frigate Fuel (50 Tonnes)",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "A small barrel of frigate fuel.\n\nThis viscous gel is highly toxic to the touch. A refined fuel, it powers the interstellar engines of large trading ships."
  },
  {
    "Id": "prod26",
    "Name": "Frigate Fuel (100 Tonnes)",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "A large barrel of frigate fuel.\n\nThis viscous gel is highly toxic to the touch. A refined fuel, it powers the interstellar engines of large trading ships."
  },
  {
    "Id": "prod27",
    "Name": "Frigate Fuel (200 Tonnes)",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "A huge barrel of frigate fuel.\n\nThis viscous gel is highly toxic to the touch. A refined fuel, it powers the interstellar engines of large trading ships."
  },
  {
    "Id": "prod28",
    "Name": "Starship Launch Fuel",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "Highly reactive solid-state fuel, required to fuel Starship Launch Thrusters.\n\nCreated from crystallised Di-hydrogen, found in blue deposits on all worlds."
  },
  {
    "Id": "prod29",
    "Name": "Hydrothermal Fuel Cell",
    "Group": "Submarine Reactor Fuel",
    "Description": "A high thermal energy fuel, contained within a standardised fuel cell. Used to fuel the Humboldt Drive that powers the Nautilon submarine.\n\nCreated with a mix of organic compounds (Carbon and cyto-phosphates) and localised mineral salts."
  },
  {
    "Id": "prod30",
    "Name": "Projectile Ammunition",
    "Group": "Universal Ammo Module",
    "Description": "Advanced munition fragments, constructed to fit Universal Multi-Tool Standard 07/FF1.\n\nEasily inserted into the Boltcaster, Pulse Spitter and Scatter Blaster via the Multi-Tool clip reloading system."
  },
  {
    "Id": "prod31",
    "Name": "Carbon Crystal",
    "Group": "Concentrated Carbon Deposit",
    "Description": "Hyper-compressed carbon, this substance's dense nanostructure makes it highly valuable as both an energy source and a technology component.\n\nSynthesised from Condensed Carbon."
  },
  {
    "Id": "prod32",
    "Name": "Chloride Lattice",
    "Group": "Concentrated Chlorine Deposit",
    "Description": "A tightly-bonded form of Chlorine. Rigidly-packed molecules offer unrivalled conductivity. Not known to form spontaneously: creation requires highly-focused energy inputs.\n\nSynthesised from Chlorine."
  },
  {
    "Id": "prod33",
    "Name": "Destablised Sodium",
    "Group": "Concentrated Sodium Deposit",
    "Description": "Sodium is typically highly stable, but certain configurations retain the reactivity of its component ions. User is advised to wear Hazardous Material Gauntlets before handling.\n\nSynthesised from Sodium."
  },
  {
    "Id": "prod34",
    "Name": "Rare Metal Element",
    "Group": "Concentrated Metal Deposit",
    "Description": "A highly-prized metal product, this rare element is used in the manufacture of several advanced technologies.\n\nMetal is highly reactive and quickly bonds to exposed skin. User is advised to handle with extreme caution.\n\nSynthesised from Magnetised Ferrite."
  },
  {
    "Id": "prod35",
    "Name": "Superoxide Crystal",
    "Group": "Concentrated Oxygen Deposit",
    "Description": "A para-magnetic form of Oxygen, this rare substance has much to offer in the production of advanced technologies. Requires conversion prior to input into Life Support systems. Direct inhalation is NOT recommended.\n\nSynthesised from Oxygen."
  },
  {
    "Id": "prod36",
    "Name": "TetraCobalt",
    "Group": "Concentrated Cobalt Deposit",
    "Description": "A novel molecular form of Cobalt, requiring very high energy levels to create. Natural occurrence is extremely rare.\n\nSynthesised from Ionised Cobalt."
  },
  {
    "Id": "prod49",
    "Name": "Acid",
    "Group": "Advanced Agricultural Product",
    "Description": "Dilute acid for high current generation in diverse power cells.\n\nCrafted from Mordite and Fungal Mould."
  },
  {
    "Id": "prod51",
    "Name": "Heat Capacitor",
    "Group": "Advanced Agricultural Product",
    "Description": "A thermal regulator produced from refined organic material. It is unique it its ability to produce, dissipate and distribute heat as required.\n\nCrafted from Solanium and Frost Crystals."
  },
  {
    "Id": "prod52",
    "Name": "Poly Fibre",
    "Group": "Advanced Agricultural Product",
    "Description": "A connective fibre for electronics, made from an advanced synthetic polymer and capable of serving as a conduit for power and data.\n\nCrafted from Cactus Flesh and Star Bulbs."
  },
  {
    "Id": "prod53",
    "Name": "Circuit Board",
    "Group": "Advanced Agricultural Product",
    "Description": "Stackable, semi-flexible circuit board made from a highly durable synthetic polymer.\n\nCrafted from Heat Capacitors and Poly Fibre."
  },
  {
    "Id": "prod54",
    "Name": "Glass",
    "Group": "Advanced Agricultural Product",
    "Description": "Shatter-proof, scratch-resistant glass with a self-cleaning, UV-cured coating, for general construction use.\n\nRefined from Silicate powder. Extract silicate from the earth with a Terrain Manipulator.\n\nCan be crafted from Frost Crystals extracted from plants on frozen worlds."
  },
  {
    "Id": "prod55",
    "Name": "Unstable Gel",
    "Group": "Advanced Agricultural Product",
    "Description": "A highly reactive gel, this substance is both energy-rich and dangerous to touch.\n\nCrafted from Cactus Flesh."
  },
  {
    "Id": "prod56",
    "Name": "Liquid Explosive",
    "Group": "Advanced Agricultural Product",
    "Description": "A general purpose high explosive, offered in liquid form for convenience of transport and deployment. Do not drink.\n\nCrafted from Acid and Unstable Gel."
  },
  {
    "Id": "prod57",
    "Name": "Lubricant",
    "Group": "Advanced Agricultural Product",
    "Description": "A synthetic lubricant that reduces wear and prolongs the lifespan of technologies with moving parts.\n\nCrafted from Faecium and Gamma Root."
  },
  {
    "Id": "prod58",
    "Name": "Living Glass",
    "Group": "Advanced Agricultural Product",
    "Description": "An advanced building material, this glass has been imbued with organic compounds that allow it to react to the environment. Microbes within the glass filter harmful light of all wavelengths and balance the atmosphere as required.\n\nCrafted from Lubricant and Glass."
  },
  {
    "Id": "prod59",
    "Name": "Enriched Carbon",
    "Group": "Enhanced Gas Product",
    "Description": "A refined product, taking ordinary carbon and boosting it with radioactive energy.\n\nCrafted from Radon and Condensed Carbon."
  },
  {
    "Id": "prod60",
    "Name": "Nitrogen Salt",
    "Group": "Enhanced Gas Product",
    "Description": "A refined product, this is a powerful organic fertiliser in an easily distributed form.\n\nCrafted from Nitrogen and Condensed Carbon."
  },
  {
    "Id": "prod61",
    "Name": "Thermic Condensate",
    "Group": "Enhanced Gas Product",
    "Description": "A refined product, holding the energy potential of heated atmospheric gas in a stable state until required.\n\nCrafted from Sulphurine and Condensed Carbon."
  },
  {
    "Id": "prod62",
    "Name": "Hot Ice",
    "Group": "Manufactured Gas Product",
    "Description": "A paradoxical material, made less mysterious by its relative ease of manufacture.\n\nCrafted from Enriched Carbon and Nitrogen Salt."
  },
  {
    "Id": "prod63",
    "Name": "Cryo-Pump",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced, self-regulating hybrid material, the Cryo-Pump distributes heat across itself with near perfect efficiency, making it vital in the creation of thermal regulators.\n\nCrafted from Hot Ice and Thermic Condensate"
  },
  {
    "Id": "prod64",
    "Name": "Semiconductor",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced material useful in many electronic devices, with its own in-built temperature regulator.\n\nCrafted from Thermic Condensate and Nitrogen Salt."
  },
  {
    "Id": "prod65",
    "Name": "Organic Catalyst",
    "Group": "Manufactured Gas Product",
    "Description": "A catalytic material used in the creation of many organic fertilisers.\n\nCrafted from Thermic Condensate and Enriched Carbon."
  },
  {
    "Id": "prod66",
    "Name": "Superconductor",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced conductive material, the superconductor further enriches the field-warping power of the Semiconductor.\n\nCrafted from Enriched Carbon and Semiconductors."
  },
  {
    "Id": "prod67",
    "Name": "Fusion Accelerant",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced fuel source, made from a perfect blend of high potential energy organic materials.\n\nCrafted from Organic Catalyst and Nitrogen Salt."
  },
  {
    "Id": "prod68",
    "Name": "Cryogenic Chamber",
    "Group": "Advanced Crafted Product",
    "Description": "A low temperature chamber, designed to prevent the natural decay of organic matter.\n\nCrafted from Living Glass and a Cryo-Pump."
  },
  {
    "Id": "prod69",
    "Name": "Portable Reactor",
    "Group": "Advanced Crafted Product",
    "Description": "A miniature self-controlled nuclear reactor. Generates sub-stellar levels of energy in a hassle-free, widely compatible fuel module.\n\nCrafted from Liquid Explosives and Fusion Accelerant."
  },
  {
    "Id": "prod70",
    "Name": "Quantum Processor",
    "Group": "Advanced Crafted Product",
    "Description": "A highly advanced computational device, essential for the complex calculations involved in warp travel.\n\nCrafted from Circuit Boards and Superconductors."
  },
  {
    "Id": "prod71",
    "Name": "Aronium",
    "Group": "Alloy Metal",
    "Description": "A lightweight and highly malleable alloy. Crafted from Paraffinium and Chlorine.\n\nIn high demand on the Galactic Trade Network due to its utility in the construction of planetside outposts and facilities."
  },
  {
    "Id": "prod72",
    "Name": "Dirty Bronze",
    "Group": "Alloy Metal",
    "Description": "A popular metal alloy with a wide variety of uses. 'Dirty Bronze' has shed its scientific name in favour of the popular term for its colour.\n\nCrafted from Pure Ferrite and Pyrite."
  },
  {
    "Id": "prod73",
    "Name": "Grantine",
    "Group": "Alloy Metal",
    "Description": "Soft workable alloy favoured by artisans throughout the known galaxy. Crafted from Ionised Cobalt and Dioxite.\n\nA popular trading good, with many galactic shipping paths devoted to its sale and transport."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Alloy Metal",
    "Description": "Combined neutral alloy with uses that range from pharmacology all the way to heavy industry. Crafted from Chlorine and Ammonia.\n\nForms the backbone of galactic alloy trading."
  },
  {
    "Id": "prod75",
    "Name": "Magno-Gold",
    "Group": "Alloy Metal",
    "Description": "Highly prized and lustrous alloy. Popular with traders of all known primary galactic races. Crafted from Ionised Cobalt and Phosphorus.\n\nEasily recognisable by its bright red glow and strong magnetic field."
  },
  {
    "Id": "prod76",
    "Name": "Lemmium",
    "Group": "Alloy Metal",
    "Description": "Pure Ferrite alloy. Crafted from Pure Ferrite and Uranium.\n\nUsed extensively in starship freighter construction due to its sheer strength. A hardcore material popular on the Galactic Trade Network."
  },
  {
    "Id": "prod77",
    "Name": "Geodesite",
    "Group": "Enriched Alloy Metal",
    "Description": "Advanced and durable alloy primarily used in starship hull construction and deep-space exploration drone technology.\n\nCrafted from Herox, Dirty Bronze and Lemmium."
  },
  {
    "Id": "prod78",
    "Name": "Iridesite",
    "Group": "Enriched Alloy Metal",
    "Description": "Advanced light metal alloy traded throughout the galactic Outer Edge. Often used in the interiors of trading shuttles to reduce weight as they ascend from planets with high gravitational fields.\n\nCrafted from Aronium, Magno-Gold and Grantine."
  },
  {
    "Id": "prod79",
    "Name": "Fusion Ignitor",
    "Group": "Highly Refined Technology",
    "Description": "A highly advanced piece of technology for use in the next generation of power plants. Producing a fusion core requires both intricate scientific skills and complex industrial processes.\n\nCrafted from Portable Reactor, Quantum Processors and Geodesite."
  },
  {
    "Id": "prod80",
    "Name": "Stasis Device",
    "Group": "Highly Refined Technology",
    "Description": "A device specifically crafted to keep lifeforms alive for thousands of years longer than their natural lifespan. Such a device requires great skill to manufacture, as not only is it technically complex, but the consequences for a user in the event of malfunction would be disastrous.\n\nCrafted from Quantum Processors, Cryogenic Chambers, and Iridesite."
  },
  {
    "Id": "prod81",
    "Name": "Wiring Loom",
    "Group": "Universal Technology Platform",
    "Description": "A prefabricated circuit board, designed for flexible use in a large range of technology components.\n\nThe module features an integrated nanite processor, allowing it to be quickly configured for a wide variety of uses."
  },
  {
    "Id": "prod82",
    "Name": "Fragile Neural Stem",
    "Group": "Fragment of Life",
    "Description": "A delicate web of living tissue, this is the spark that will ignite a new lifeform into existence.\n\nIt requires careful attendance while it matures."
  },
  {
    "Id": "prod83",
    "Name": "Fragile Heart",
    "Group": "Fragment of Life",
    "Description": "Though nothing more than a cluster of cells, it is already possible to detect the soft beating of this proto-heart.\n\nIt requires careful attendance while it matures."
  },
  {
    "Id": "prod84",
    "Name": "Fragile Shell",
    "Group": "Fragment of Life",
    "Description": "Translucent and impossibly thin, this shell is no more than the merest breath of glass. And yet the potential is clear, a relentless multiplicative hardening adding constantly to its strength.\n\nIt requires careful attendance while it matures."
  },
  {
    "Id": "prod85",
    "Name": "Growing Singularity",
    "Group": "Fragile Breath",
    "Description": "A slow knitting together of flesh, neurons and antimatter. The way this mind experiences the universe is beyond any imagining.\n\nIt requires careful attendance while it matures."
  },
  {
    "Id": "prod86",
    "Name": "Mature Neural Stem",
    "Group": "Living Starship Organ",
    "Description": "This web of living tissue has grown its own metallic filaments, a mesh of silver and flesh. It crackles with its own electric charge, a network in need of its nodes.\n\nIt awaits its host."
  },
  {
    "Id": "prod87",
    "Name": "Mature Heart Node",
    "Group": "Living Starship Organ",
    "Description": "Powerful and muscular, this bionic pump sits within a network of synthetic tubes. It twitches when touched, its rhythms sensitive to the presence of other thinking entities.\n\nIt awaits its host."
  },
  {
    "Id": "prod88",
    "Name": "Hardened Shell",
    "Group": "Living Starship Organ",
    "Description": "Translucent, reflective, iridescent, impossibly strong. This shell swiftly reconfigures itself upon damage, knitting itself back together stronger than ever before. The newly formed bonds create a memory in glass, reflecting back the light absorbed at the moment of damage.\n\nIt awaits its host."
  },
  {
    "Id": "prod89",
    "Name": "Singularity Core",
    "Group": "Living Starship Organ",
    "Description": "A sensitive arrangement of neurons in a stable orbit around a miniature black hole. The mind at the heart of this bionic miracle is free from the constraints of linear time, its experience an impossible web of myriad collected lifeforms.\n\nIt awaits its host."
  },
  {
    "Id": "prod90",
    "Name": "Consciousness Bridge",
    "Group": "Reactivated Neural Ladder",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nThis device appears to offer an interface between an individual entity and a greater shared consciousness. It appears derived from, but not attuned to, Korvax technology."
  },
  {
    "Id": "prod91",
    "Name": "Pulsating Core",
    "Group": "Superheated Life Fragment",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nOrganic, but aglow with heat and possessing a highly-pressurised inner vessel. This 'device' is part pump, and part accelerated evolutionary chamber."
  },
  {
    "Id": "prod92",
    "Name": "Impossible Membrane",
    "Group": "Auto-Regenerating Lifeform",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nA fine mesh of tightly woven fibre. Micro-organisms embedded within the weave allow it to regenerate endlessly, a perfect and infinite bionic skin."
  },
  {
    "Id": "prod93",
    "Name": "Seeds of Glass",
    "Group": "Frozen Archive",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nCapsules of genetic material, encased in a film of living glass. Shared memories swim in the their reflective surfaces, waiting for their chance to shape the life within."
  },
  {
    "Id": "prod94",
    "Name": "Archived Soul",
    "Group": "Bionic Ark",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nA fusion of complex circuitry and the ineffable glitch of the Traveller. Such a calculus might bind realities together, or tear them into mere simulated fragments."
  },
  {
    "Id": "prod95",
    "Name": "Soul Chamber (0%)",
    "Group": "Bionic Ark",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nA fusion of complex circuitry and the ineffable glitch of the Traveller. Such a calculus might bind realities together, or tear them into mere simulated fragments."
  },
  {
    "Id": "prod96",
    "Name": "Soul Chamber (33%)",
    "Group": "Bionic Ark",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nA fusion of complex circuitry and the ineffable glitch of the Traveller. Such a calculus might bind realities together, or tear them into mere simulated fragments."
  },
  {
    "Id": "prod97",
    "Name": "Soul Chamber (66%)",
    "Group": "Bionic Ark",
    "Description": "A biomechanical construct, created to the design of an anonymous host.\n\nA fusion of complex circuitry and the ineffable glitch of the Traveller. Such a calculus might bind realities together, or tear them into mere simulated fragments."
  },
  {
    "Id": "prod98",
    "Name": "Living Water",
    "Group": "Glassy Indeterminance",
    "Description": "Unusual surface interactions cause this liquid to quickly split into small, perfect, spheres. Light refracted through one such sphere splits into colours beyond description.\n\nOf unknown origin."
  }
]