[
  {
    "Id": "prod1",
    "Icon": "products/1.png",
    "Name": "Antimatter",
    "Group": "Crafted Technology Component",
    "Description": "Contained negative matter and baryogenesis antiparticles.\nThe vast energy potential of antimatter makes it highly valuable. 95% of existing antimatter consumption is in the powering of starship hyperdrives.\nWARNING: uncontained usage is not recommended.\n"
  },
  {
    "Id": "prod2",
    "Icon": "products/2.png",
    "Name": "Antimatter Housing",
    "Group": "Crafted Technology Component",
    "Description": "Secure antimatter containment device, required before Antimatter can be safely secured as Warp Cells.\nRebound Oxygen forms a protective gas pocket, preventing the antimatter from reacting with the surrounding casing.\n"
  },
  {
    "Id": "prod3",
    "Icon": "products/3.png",
    "Name": "Carbon Nanotubes",
    "Group": "Crafted Technology Component",
    "Description": "Metres and metres of high capacity carbon nanotubes.\nTheir high tensile strength and mild conductivity make these a key component in many advanced technologies.\n"
  },
  {
    "Id": "prod4",
    "Icon": "products/4.png",
    "Name": "Cobalt Mirror",
    "Group": "Crafted Technology Component",
    "Description": "A specialist optical component.\nEmploying a polished cobalt surface, this mirror is able to selectively filter different wavelengths of light, changing its reflective pattern based on nearby magnetic fields.\n"
  },
  {
    "Id": "prod5",
    "Icon": "products/5.png",
    "Name": "Hermetic Seal",
    "Group": "Crafted Technology Component",
    "Description": "A high-performance carbon seal, able to withstand both the harsh interstellar environment and the rigours of intensive, high-energy industrial use.\nUser is advised to regularly check seal integrity after installation.\n"
  },
  {
    "Id": "prod6",
    "Icon": "products/6.png",
    "Name": "Metal Plating",
    "Group": "Crafted Technology Component",
    "Description": "A lightweight metal product, heavily used in the manufacture of starship parts and deployable technology. A mainstay of the construction industries of all known primary species.\nCrafted from Ferrite Dust.\n"
  },
  {
    "Id": "prod7",
    "Icon": "products/7.png",
    "Name": "Microprocessor",
    "Group": "Crafted Technology Component",
    "Description": "A compact, low-heat microchip. Assembled from processed Chromatic Metal, created from one of several specialised terrain metals.\nUsed in the creation of a wide range of advanced technologies.\n"
  },
  {
    "Id": "prod8",
    "Icon": "products/8.png",
    "Name": "Oxygen Filter",
    "Group": "Crafted Technology Component",
    "Description": "A specialist technology component.\nThis small device can rapidly change the gaseous environment within a device, handling conditions from total vacuum to pure oxygen atmospheres.\n"
  },
  {
    "Id": "prod9",
    "Icon": "products/9.png",
    "Name": "Salt Refractor",
    "Group": "Crafted Technology Component",
    "Description": "A specialist technology component, vital to the complex internals of modern laser systems. \nThis light-scattering device takes advantage of the unique optical properties of stabilised and polished salt, to both slow and refract passing photons.\n"
  },
  {
    "Id": "prod10",
    "Icon": "products/10.png",
    "Name": "Sodium Diode",
    "Group": "Crafted Technology Component",
    "Description": "An advanced circuit component.\nThe refined sodium electrode within its vacuum tube gives this diode specialist surge-protection capabilities.\n"
  },
  {
    "Id": "prod11",
    "Icon": "products/11.png",
    "Name": "Di-hydrogen Jelly",
    "Group": "Portable Life Support Power",
    "Description": "A faintly-glowing jelly. Its gentle light and soft wobble belie the fact that this sticky gel is both highly toxic and highly flammable. Skin contact is to be avoided at all costs.\nSynthesised from Di-hydrogen.\n"
  },
  {
    "Id": "prod12",
    "Icon": "products/12.png",
    "Name": "Fuel Oxidiser",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\nThis powerful fuel upgrade overloads frigate engines, allowing for faster-than-usual travel.\n"
  },
  {
    "Id": "prod13",
    "Icon": "products/13.png",
    "Name": "Explosive Drones",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\nThis pack of autonomous explosives have been programmed to launch from the fleet and pilot themselves directly towards hostile vessels. Extremely dangerous.\n"
  },
  {
    "Id": "prod14",
    "Icon": "products/14.png",
    "Name": "Holographic Analyser",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\nThis powerful analytic computer overclocks the existing fleet systems, allowing for faster-than-light calculations. Heat is a problem, and the chips do not last long.\n"
  },
  {
    "Id": "prod15",
    "Icon": "products/15.png",
    "Name": "Mind Control Device",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\nThe mind control device plugs into the ship's trading and communications systems, allowing the Fleet Commander to gain the upper hand in any negotiation.\n"
  },
  {
    "Id": "prod16",
    "Icon": "products/16.png",
    "Name": "Mineral Compressor",
    "Group": "Consumable Frigate Upgrade",
    "Description": "A temporary frigate upgrade that lasts for one expedition.\nThe mineral compressor allows fleet mining crews to liquidise the substances they extract, for both faster processing and easier transportation.\n"
  },
  {
    "Id": "prod17",
    "Icon": "products/17.png",
    "Name": "Warp Cell",
    "Group": "Hyperdrive Charging Unit",
    "Description": "This antimatter-based fuel is one of the few power sources capable of meeting the incredible energy requirements of a starship hyperdrive.\nSecured within a robust housing, the cell is guarenteed paradox-free during FTL travel.\n"
  },
  {
    "Id": "prod18",
    "Icon": "products/18.png",
    "Name": "Warp Hypercore",
    "Group": "Hyperdrive Charging Unit",
    "Description": "A high-capacity antimatter-based fuel, this cell harnesses an internal black hole generator to power starship hyperdrives across multiple warp jumps.\nCell walls are specially designed to reflect any reality paradoxes back towards the heart of the unit, where they generate additional power.\n"
  },
  {
    "Id": "prod19",
    "Icon": "products/19.png",
    "Name": "Unstable Plasma",
    "Group": "Plasma Launcher Recharge",
    "Description": "Densely-packed fuel capsule for use in the Plasma Launcher.\nContained highly-pressurised electro-thermal energy for use in land disruption grenade technology.\n"
  },
  {
    "Id": "prod20",
    "Icon": "products/20.png",
    "Name": "Ion Battery",
    "Group": "Portable Energy Storage",
    "Description": "Convenient and optimised power storage unit. Used in a wide variety of defensive and hazard protection systems.\nConstructed by fusing Ferrite Dust with underground Cobalt. Frequently found ready-made in cylindrical metal containers.\n"
  },
  {
    "Id": "prod21",
    "Icon": "products/21.png",
    "Name": "Advanced Ion Battery",
    "Group": "Portable Energy Storage",
    "Description": "Powerful energy storage unit. Used in a wide variety of defensive and hazard protection systems.\nConstructed from Ionised Cobalt and Pure Ferrite, and occasionally found in cylindrical metal containers.\n"
  },
  {
    "Id": "prod22",
    "Icon": "products/22.png",
    "Name": "Starshield Ion Battery",
    "Group": "Portable Energy Storage",
    "Description": ""
  },
  {
    "Id": "prod23",
    "Icon": "products/23.png",
    "Name": "Life Support Gel",
    "Group": "Portable Life Support Power",
    "Description": "Emergency life support fuel.\nSynthesised from rocket fuel crystals and carbon, this gel offers a temporary boost to Life Support systems. Long-term impact on a user's lungs is currently unknown.\n"
  },
  {
    "Id": "prod24",
    "Icon": "products/24.png",
    "Name": "Oxygen Capsule",
    "Group": "Portable Life Support Power",
    "Description": "Stabilised and secure life support filtration gas.\nEasily assembled form Oxygen and Ferrite Dust. Offers an efficient method for long-term live support power.\n"
  },
  {
    "Id": "prod25",
    "Icon": "products/25.png",
    "Name": "Frigate Fuel (50 Tonnes)",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "A small barrel of frigate fuel.\nThis viscous gel is highly toxic to the touch. A refined fuel, it powers the interstellar engines of large trading ships.\n"
  },
  {
    "Id": "prod26",
    "Icon": "products/26.png",
    "Name": "Frigate Fuel (100 Tonnes)",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "A large barrel of frigate fuel.\nThis viscous gel is highly toxic to the touch. A refined fuel, it powers the interstellar engines of large trading ships.\n"
  },
  {
    "Id": "prod27",
    "Icon": "products/27.png",
    "Name": "Frigate Fuel (200 Tonnes)",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "A huge barrel of frigate fuel.\nThis viscous gel is highly toxic to the touch. A refined fuel, it powers the interstellar engines of large trading ships.\n"
  },
  {
    "Id": "prod28",
    "Icon": "products/28.png",
    "Name": "Starship Launch Fuel",
    "Group": "Stabilised Di-hydrogen Fuel",
    "Description": "Highly reactive solid-state fuel, required to fuel Starship Launch Thrusters.\nCreated from crystaline Di-hydrogen, found in blue deposits on all worlds.\n"
  },
  {
    "Id": "prod29",
    "Icon": "products/29.png",
    "Name": "Hydrothermal Fuel Cell",
    "Group": "Submarine Reactor Fuel",
    "Description": "A high thermal energy fuel, contained within a standardised fuel cell. Used to fuel the Humboldt Drive that powers the Nautilon submarine.\nCreated with a mix of organic compounds (Carbon and cyto-phosphates) and localised mineral salts.\n"
  },
  {
    "Id": "prod30",
    "Icon": "products/30.png",
    "Name": "Projectile Ammunition",
    "Group": "Universal Ammo Module",
    "Description": "Advanced munition fragments, constructed to fit Universal Multi-Tool Standard 07/FF1.\nEasily inserted into the Boltcaster, Pulse Spitter and Scatter Blaster via the Multi-Tool clip reloading system.\n"
  },
  {
    "Id": "prod31",
    "Icon": "products/31.png",
    "Name": "Carbon Crystal",
    "Group": "Concentrated Carbon Deposit",
    "Description": "Hyper-compressed Carbon, this substance's dense nanostructure makes it highly valuable as both an energy source and technology component.\nSynthesised from Condensed Carbon.\n"
  },
  {
    "Id": "prod32",
    "Icon": "products/32.png",
    "Name": "Chloride Lattice",
    "Group": "Concentrated Chlorine Deposit",
    "Description": "A tightly-bonded form of Chlorine. Rigidly-packed molecules offer unrivalled connectivity. Not known to form spontaneously: creation requires highly focused energy inputs.\nSynthesised from Chlorine.\n"
  },
  {
    "Id": "prod33",
    "Icon": "products/33.png",
    "Name": "Destablised Sodium",
    "Group": "Concentrated Sodium Deposit",
    "Description": "Sodium is typically highly stable, but certain configurations retain the reactivity of its component ions. User is advised to wear Hazardous Material Gauntlets before handling.\nSynthesised from Sodium.\n"
  },
  {
    "Id": "prod34",
    "Icon": "products/34.png",
    "Name": "Rare Metal Element",
    "Group": "Concentrated Metal Deposit",
    "Description": "A highly-prized metal product, this rare element is used in the manufacture of several advanced technologies.\nMetal is highly reactive and quickly bonds to exposed skin. User is advised to handle with extreme caution.\nSynthesised from Magnetised Ferrite.\n"
  },
  {
    "Id": "prod35",
    "Icon": "products/35.png",
    "Name": "Superoxide Crystal",
    "Group": "Concentrated Oxygen Deposit",
    "Description": "A para-magnetic form of Oxygen, this rare substance has much to offer in the production of advanced technologies. Requires conversion prior to input into Life Support systems. Direct inhalation is NOT recommended.\nSynthesised from Oxygen.\n"
  },
  {
    "Id": "prod36",
    "Icon": "products/36.png",
    "Name": "TetraCobalt",
    "Group": "Concentrated Cobalt Deposit",
    "Description": "A novel molecular form of Cobalt, requiring very high energy levels to create. Natural occurrence is extremely rare.\nSynthesised from Ionised Cobalt.\n"
  },
  {
    "Id": "prod37",
    "Icon": "products/37.png",
    "Name": "Albumen Pearl Orb",
    "Group": "Orb Plant",
    "Description": "A medium-sized, farmable Crystal Orb that yields an occasional harvest of valuable Albumen Pearls.\nSuitable for hydroponic indoor planting. Cannot be planted outdoors.\nApproximate growing time: 80 mins\n"
  },
  {
    "Id": "prod38",
    "Icon": "products/38.png",
    "Name": "Echinocactus",
    "Group": "Plantable Seed",
    "Description": "Native to barren biomes and capable of withstanding long periods of drought, Echinocactus is an edible succulent that responds well to cultivation, yielding a large but occasional harvest.\nSuitable for hydroponic indoor planting. Ensure Barren climate before planting outdoors.\nApproximate growing time: 16 hours\n"
  },
  {
    "Id": "prod39",
    "Icon": "products/39.png",
    "Name": "Gutrot Flower",
    "Group": "Plantable Seed",
    "Description": "A foul-smelling, farmable flower that replicates the chemical structure of faecal matter. When planted inside, yields a harvest of Faecium.\nA good alternative to collecting Faecium by hand, which requires feeding creatures and then harvesting their droppings. Gutrot Flowers must be grown in a Hydroponics Tray.\nApproximate growing time: 4 hours\n"
  },
  {
    "Id": "prod40",
    "Icon": "products/40.png",
    "Name": "Frostwort",
    "Group": "Plantable Seed",
    "Description": "A large crystal flower with radiant blue blooms, found only in snowy biomes. Frostwort can be farmed and makes a reliable crop, and its adaptation to harsh conditions results in highly frequent harvests.\nSuitable for hydroponic indoor planting. Ensure Frozen climate before planting outdoors.\nApproximate growing time: 1 hour\n"
  },
  {
    "Id": "prod41",
    "Icon": "products/41.png",
    "Name": "Fungal Cluster",
    "Group": "Plantable Seed",
    "Description": "A spherical fungus with internal gills, found only in toxic biomes. Fungal Clusters can be transplanted for cultivation, yielding a bountiful harvest.\nSuitable for hydroponic indoor planting. Ensure Toxic climate before planting outdoors.\nApproximate growing time: 4 hours\n"
  },
  {
    "Id": "prod42",
    "Icon": "products/42.png",
    "Name": "Gamma Weed",
    "Group": "Plantable Seed",
    "Description": "A luminous, leafy flowering plant that thrives in radioactive biomes and can be cultivated to yield a bountiful harvest.\nSuitable for hydroponic indoor planting. Ensure Radioactive climate before planting outdoors.\nApproximate growing time: 4 hours\n"
  },
  {
    "Id": "prod43",
    "Icon": "products/43.png",
    "Name": "Gravitino Host",
    "Group": "Plantable Seed",
    "Description": "Gravitino Host being farmedA strange, potentially parasitic plant that yields an occasional harvest of the highly tradable commodity, Gravitino Balls.\nSuitable for hydroponic indoor planting. Cannot be planted outdoors.\nApproximate growing time: 2 hours\n"
  },
  {
    "Id": "prod44",
    "Icon": "products/44.png",
    "Name": "Mordite Root",
    "Group": "Plantable Seed",
    "Description": "An inedible tuber that produces a small yield of Mordite crystals.\nA peaceful alternative to the process of harvesting Mordite from the corpses of creatures. Mordite Root must be grown in a Hydroponics Tray.\nApproximate growing time: 8 hours\n"
  },
  {
    "Id": "prod45",
    "Icon": "products/45.png",
    "Name": "NipNip",
    "Group": "Plantable Seed",
    "Description": "NipNip being farmedThis medicinal herb is known for its pungent buds, which are harvested to produce Gek Nip. NipNip thrives in dank environments, and often grows as a weed.\nSuitable for hydroponic planting indoors. Needs a tropical or humid climate before planting outdoors.\n"
  },
  {
    "Id": "prod46",
    "Icon": "products/46.png",
    "Name": "Solar Vine",
    "Group": "Plantable Seed",
    "Description": "This 'living rock' is adapted to live in the extreme heat of scorched biomes. However, it can be farmed in most environments and, once established, yields a moderate harvest.\nSuitable for hydroponic indoor planting. Ensure Hot climate before planting outdoors.\nApproximate growing time: 16 hours\n"
  },
  {
    "Id": "prod47",
    "Icon": "products/47.png",
    "Name": "Star Bramble",
    "Group": "Plantable Seed",
    "Description": "A medium-sized, farmable plant that yields an occasional harvest of valuable Star Bulbs.\nSuitable for hydroponic indoor planting. Ensure Lush climate before planting outdoors.\nApproximate growing time: 4 hours\n"
  },
  {
    "Id": "prod48",
    "Icon": "products/48.png",
    "Name": "Venom Urchin",
    "Group": "Plantable Seed",
    "Description": "Venom Urchin grown in a hydroponics tankA small, innocuous looking plant whose leaves periodically secrete a small amount of potent Sac Venom, a valuable trading commodity.\nSuitable for hydroponic indoor planting. Cannot be planted outdoors.\nApproximate growing time: 3 hours 20 mins\n"
  },
  {
    "Id": "prod49",
    "Icon": "products/49.png",
    "Name": "Acid",
    "Group": "Advanced Agricultural Product",
    "Description": "Dilute acid for high current generation in diverse power cells.\nCrafted from Mordite and Fungal Mould.\n"
  },
  {
    "Id": "prod51",
    "Icon": "products/51.png",
    "Name": "Heat Capacitor",
    "Group": "Advanced Agricultural Product",
    "Description": "A thermal regulator produced from refined organic material. It is unique in its ability to produce, dissipate and distribute heat as required.\n"
  },
  {
    "Id": "prod52",
    "Icon": "products/52.png",
    "Name": "Poly Fibre",
    "Group": "Advanced Agricultural Product",
    "Description": "A connective fibre for electronics, made from an advanced synthetic polymer and capable of serving as a conduit for power and data.\nCrafted from Cactus Flesh and Star Bulbs.\n"
  },
  {
    "Id": "prod53",
    "Icon": "products/53.png",
    "Name": "Circuit Board",
    "Group": "Advanced Agricultural Product",
    "Description": "Stackable, semi-flexible circuit board made from a highly durable synthetic polymer.\nCrafted from Heat Capacitors and Poly Fibre.\n"
  },
  {
    "Id": "prod54",
    "Icon": "products/54.png",
    "Name": "Glass",
    "Group": "Advanced Agricultural Product",
    "Description": "Shatter-proof, scratch-resistant glass with a self-cleaning, UV-cured coating, for general construction use.\nCrafted from Frost Crystals.\n"
  },
  {
    "Id": "prod55",
    "Icon": "products/55.png",
    "Name": "Unstable Gel",
    "Group": "Advanced Agricultural Product",
    "Description": "A highly reactive gel, this substance is both energy-rich and dangerous to touch.\nCrafted from Cactus Flesh.\n"
  },
  {
    "Id": "prod56",
    "Icon": "products/56.png",
    "Name": "Liquid Explosive",
    "Group": "Advanced Agricultural Product",
    "Description": "A general purpose high explosive, offered in liquid form for convenience of transport and deployment. Do not drink.\n"
  },
  {
    "Id": "prod57",
    "Icon": "products/57.png",
    "Name": "Lubricant",
    "Group": "Advanced Agricultural Product",
    "Description": "A synthetic lubricant that reduces wear and prolongs the lifespan of technologies with moving parts.\nCrafted from Coprite and Gamma Root.\n"
  },
  {
    "Id": "prod58",
    "Icon": "products/58.png",
    "Name": "Living Glass",
    "Group": "Advanced Agricultural Product",
    "Description": "An advanced building material, this glass has been imbued with organic compounds that allow it to react to the environment. Microbes within the glass filter harmful light of all wavelengths and balance the atmosphere as required.\n"
  },
  {
    "Id": "prod59",
    "Icon": "products/59.png",
    "Name": "Enriched Carbon",
    "Group": "Enhanced Gas Product",
    "Description": "A refined product, taking ordinary carbon and boosting it with radioactive energy.\nCrafted from Radon and Condensed Carbon.\n"
  },
  {
    "Id": "prod60",
    "Icon": "products/60.png",
    "Name": "Nitrogen Salt",
    "Group": "Enhanced Gas Product",
    "Description": "A refined product, this is a powerful organic fertiliser in an easily distributed form.\nCrafted from Nitrogen and Condensed Carbon.\n"
  },
  {
    "Id": "prod61",
    "Icon": "products/61.png",
    "Name": "Thermic Condensate",
    "Group": "Enhanced Gas Product",
    "Description": "A refined product, holding the energy potential of heated atmospheric gas in a stable state until required. \nCrafted from Sulphurine and Condensed Carbon.\n"
  },
  {
    "Id": "prod62",
    "Icon": "products/62.png",
    "Name": "Hot Ice",
    "Group": "Manufactured Gas Product",
    "Description": "A paradoxical material, made less mysterious by its relative ease of manufacture.\nCrafted from Enriched Carbon and Nitrogen Salt.\n"
  },
  {
    "Id": "prod63",
    "Icon": "products/63.png",
    "Name": "Cryo-Pump",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced, self-regulating hybrid material, the Cryo-Pump distributes heat across itself with near perfect efficiency, making it vital in the creation of thermal regulators.\nCrafted from Hot Ice and Thermic Condensate.\n"
  },
  {
    "Id": "prod64",
    "Icon": "products/64.png",
    "Name": "Semiconductor",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced material useful in many electronic devices, with its own in-built temperature regulator.\nCrafted from Thermic Condensate and Nitrogen Salt.\n"
  },
  {
    "Id": "prod65",
    "Icon": "products/65.png",
    "Name": "Organic Catalyst",
    "Group": "Manufactured Gas Product",
    "Description": "A catalytic material used in the creation of many organic fertilizers.\nCrafted from Thermic Condensate and Enriched Carbon.\n"
  },
  {
    "Id": "prod66",
    "Icon": "products/66.png",
    "Name": "Superconductor",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced conductive material, the superconductor further enriches the field-warping power of the Semiconductor.\nCrafted from Enriched Carbon and Semiconductors.\n"
  },
  {
    "Id": "prod67",
    "Icon": "products/67.png",
    "Name": "Fusion Accelerant",
    "Group": "Manufactured Gas Product",
    "Description": "An advanced fuel source, made from a perfect blend of high potential energy organic materials.\nCrafted from Organic Catalyst and Nitrogen Salt.\n"
  },
  {
    "Id": "prod68",
    "Icon": "products/68.png",
    "Name": "Cryogenic Chamber",
    "Group": "Advanced Crafted Product",
    "Description": "A low temperature chamber, designed to prevent the natural decay of organic matter.\nCrafted from Living Glass and a Cryo-Pump.\n"
  },
  {
    "Id": "prod69",
    "Icon": "products/69.png",
    "Name": "Portable Reactor",
    "Group": "Advanced Crafted Product",
    "Description": "A miniature self-controlled nuclear reactor. Generates sub-stellar levels of energy in a hassle-free, widely compatible fuel module.\nCrafted from Liquid Explosives and Fusion Accelerant.\n"
  },
  {
    "Id": "prod70",
    "Icon": "products/70.png",
    "Name": "Quantum Processor",
    "Group": "Advanced Crafted Product",
    "Description": "A highly advanced computational device, essential for the complex calculations involved in warp travel.\nCrafted from Circuit Boards and Superconductors.\n"
  },
  {
    "Id": "prod71",
    "Icon": "products/71.png",
    "Name": "Aronium",
    "Group": "Alloy Metal",
    "Description": "A lightweight and highly malleable alloy. Crafted from Paraffinium and Chlorine.\nIn high demand on the Galactic Trade Network due to its utility in the construction of planetside outposts and facilities.\n"
  },
  {
    "Id": "prod72",
    "Icon": "products/72.png",
    "Name": "Dirty Bronze",
    "Group": "Alloy Metal",
    "Description": "A popular metal alloy with a wide variety of uses. 'Dirty Bronze' has shed its scientific name in favor of the popular term for its colour.\n"
  },
  {
    "Id": "prod73",
    "Icon": "products/73.png",
    "Name": "Grantine",
    "Group": "Alloy Metal",
    "Description": "Soft workable alloy favored by artisans throughout the known galaxy. \nA popular trading good, with many galactic shipping paths devoted to its sale and transport.\n"
  },
  {
    "Id": "prod74",
    "Icon": "products/74.png",
    "Name": "Herox",
    "Group": "Alloy Metal",
    "Description": "Combined neutral alloy with uses that range from pharmacology all the way to heavy industry. Crafted from Chlorine and Ammonia.\nForms the backbone of galactic alloy trading. \n"
  },
  {
    "Id": "prod75",
    "Icon": "products/75.png",
    "Name": "Magno-Gold",
    "Group": "Alloy Metal",
    "Description": "Highly prized and lustrous alloy. Popular with traders of all known primary galactic races. Crafted from Ionised Cobalt and Phosphorus.\nEasily recognisable by its bright red glow and strong magnetic field.\n"
  },
  {
    "Id": "prod76",
    "Icon": "products/76.png",
    "Name": "Lemmium",
    "Group": "Alloy Metal",
    "Description": "Pure Ferrite alloy. Crafted from Pure Ferrite and Uranium. \nUsed extensively in starship freighter construction due to its sheer strength. A hardcore material popular on the Galactic Trade Network.\n"
  },
  {
    "Id": "prod77",
    "Icon": "products/77.png",
    "Name": "Geodesite",
    "Group": "Enriched Alloy Metal",
    "Description": "Geodesite is a trade item that is used for crafting.\n"
  },
  {
    "Id": "prod78",
    "Icon": "products/78.png",
    "Name": "Iridesite",
    "Group": "Enriched Alloy Metal",
    "Description": "Advanced light metal alloy traded throughout the galactic Outer Edge. Often used in the interiors of trading shuttles to reduce weight as they ascend from planets with high gravitational fields.\nCrafted from Aronium, Magno-Gold and Grantine.\n"
  },
  {
    "Id": "prod79",
    "Icon": "products/79.png",
    "Name": "Fusion Ignitor",
    "Group": "Highly Refined Technology",
    "Description": "A highly advanced piece of technology for use in the next generation of power plants. Producing a fusion core requires both intricate scientific skills and complex industrial processes.\nCrafted from Portable Reactor, Quantum Processors, and Geodesite.\n"
  },
  {
    "Id": "prod80",
    "Icon": "products/80.png",
    "Name": "Stasis Device",
    "Group": "Highly Refined Technology",
    "Description": "A device specifically crafted to keep lifeforms alive for thousands of years longer than their natural lifespan. Such a device requires great skill to manufacture, as not only is it technically complex, but the consequences for a user in the event of malfunction would be disastrous.\nCrafted from Quantum Processors, Cryogenic Chambers, and Iridesite.\n"
  },
  {
    "Id": "prod81",
    "Icon": "products/81.png",
    "Name": "Crystal Sulphide",
    "Group": "Compressed Mineral",
    "Description": "Formed in the incredible, high-pressure furnace of planetary cores, these rich mineral deposits have an almost glass-like quality.\nHas a wide variety of industrial uses, taking advantage of both its mineral content and its extreme strength under pressure.\n"
  },
  {
    "Id": "prod82",
    "Icon": "products/82.png",
    "Name": "Wiring Loom",
    "Group": "Universal Technology Platform",
    "Description": "A prefabricated circuit board, designed for flexible use in a large range of technology components.\nThe module features an integrated nanite processor, allowing it to be quickly configured for a wide variety of uses.\n"
  }
]