[
  {
    "Id": "conTech1",
    "Name": "Basiscomputer",
    "Group": "Locatie-evaluatieapparaat",
    "Description": "Mobiele landregistratiedienst.\n\nNeemt na plaatsing contact op met het universele cartografische archief om het eigenaarschap van land te controleren. Na een succesvolle registratie mag de gebruiker op elke gewenste locatie basismodulen bouwen."
  },
  {
    "Id": "conTech2",
    "Name": "Landingsplatform",
    "Group": "Constructiemodule",
    "Description": "Een stabiel en versterkt landingsplatform voor ruimteschepen."
  },
  {
    "Id": "conTech3",
    "Name": "Galactische handelsterminal",
    "Group": "Handelsterminal",
    "Description": "Een handelsterminal die direct toegang biedt tot de markt voor grondstoffen en producten."
  },
  {
    "Id": "conTech4",
    "Name": "Gezondheidsstation",
    "Group": "Module voor gezondheidsherstel",
    "Description": "Een aan de muur te bevestigen module die kan worden gebruikt voor het herstellen van de gezondheid."
  },
  {
    "Id": "conTech5",
    "Name": "Beschermingsunit",
    "Group": "Oplaadsysteem omgevingsbescherming",
    "Description": "Een aan de muur te bevestigen module die kan worden gebruikt voor het opladen van de omgevingsbescherming.\n\nDe beschermingsunit moet een brandstofbron hebben om opgeladen te blijven."
  },
  {
    "Id": "conTech6",
    "Name": "Opslagbaken",
    "Group": "Draagbare routepuntmarkering",
    "Description": "Eenmaal geactiveerd fungeren bakens als permanente navigatiepunten, zodat bepaalde locaties eenvoudig opnieuw kunnen worden bezocht.\n\nHiermee kun je altijd je voortgang opslaan."
  },
  {
    "Id": "conTech7",
    "Name": "Opslagpunt",
    "Group": "Constructiemodule",
    "Description": "Een integreerbaar opslagpunt voor het beheren van je voortgang."
  },
  {
    "Id": "conTech8",
    "Name": "Signaalversterker",
    "Group": "Omgevingsscanner",
    "Description": "Een veelzijdige scanner die gebouwen in de buurt detecteert. Kan navigatiegegevens ontcijferen om specifieke locaties te vinden.\n\nJe kunt de signaalversterker ontmantelen en opnieuw installeren, zodat je hem makkelijk kunt meenemen."
  },
  {
    "Id": "conTech9",
    "Name": "Antimateriereactor",
    "Group": "Baryogenese-unit",
    "Description": "Een autonome baryogenesereactor die werkelijkheidsparadoxen oogst en omzet in bruikbare antimaterie. Je hoeft alleen maar het brandstofpeil in de gaten te houden om ervoor te zorgen dat hij blijft werken.\n\nDe antimaterie die eruit voortkomt, wordt veilig opgeslagen om te worden gebruikt voor alle standaard hyperruimte-krachtbronnen."
  },
  {
    "Id": "conTech10",
    "Name": "Basisteleportatiemodule",
    "Group": "Langeafstand-materieverplaatser",
    "Description": "Een persoonlijk teleportatieapparaat waarmee je snel van basis naar basis kunt reizen, maar ook naar terminals in ruimtestations die zijn aangesloten op het netwerk.\n\nControleer de integriteit van het netwerk voor je materie plaatst die in geen geval verloren mag gaan."
  },
  {
    "Id": "conTech11",
    "Name": "Vlootcommandokamer",
    "Group": "Expeditiebeheerterminal",
    "Description": "Essentieel vlootbeheerstation. Dit geavanceerde holografische communicatiestation is onmisbaar voor het leiden van vlootexpedities vanuit het vlaggenschip.\n\nLet erop dat er meerdere posten nodig zijn voor het beheren van meerdere expedities tegelijk."
  },
  {
    "Id": "conTech12",
    "Name": "Bouwkundig onderzoeksstation",
    "Group": "Technologiebergingsapparaat",
    "Description": "Draagbaar blauwdrukonderzoekapparaat.\n\nMet deze handzame onderzoeksmodule kun je oude of beschadigde technologiemodules omzetten in geavanceerde constructieblauwdrukken."
  },
  {
    "Id": "conTech13",
    "Name": "Draagbare raffinaderij",
    "Group": "Geautomatiseerde raffinaderij",
    "Description": "Een onmisbaar onderdeel van de planetaire uitrusting. De raffinaderij stelt je in staat om substanties te verwerken tot krachtigere, geavanceerdere materialen.\n\nJe kunt de draagbare raffinaderij ontmantelen en opnieuw installeren, zodat je hem makkelijk kunt meenemen. Opmerking: je hebt brandstof nodig om de draagbare raffinaderij te gebruiken."
  },
  {
    "Id": "conTech14",
    "Name": "Middelgrote raffinaderij",
    "Group": "Geautomatiseerde raffinaderij",
    "Description": "Een onmisbaar onderdeel van de planetaire uitrusting. De raffinaderij stelt je in staat om substanties te verwerken tot krachtigere, geavanceerdere materialen.\n\nMet de middelgrote raffinaderij kun je twee verschillende substanties combineren tot een nieuw materiaal of materialen efficiënter verwerken. \n\nJe kunt de middelgrote raffinaderij alleen installeren in een bewoonbare basis, maar verdere energiebronnen zijn niet nodig."
  },
  {
    "Id": "conTech15",
    "Name": "Grote raffinaderij",
    "Group": "Geautomatiseerde raffinaderij",
    "Description": "Een onmisbaar onderdeel van de planetaire uitrusting. De raffinaderij stelt je in staat om substanties te verwerken tot krachtigere, geavanceerdere materialen.\n\nMet de grote raffinaderij kun je drie verschillende substanties combineren tot een nieuw materiaal of materialen efficiënter verwerken. \n\nJe kunt de grote raffinaderij alleen installeren in een bewoonbare basis, maar verdere energiebronnen zijn niet nodig."
  },
  {
    "Id": "conTech16",
    "Name": "Gedaantemodulator",
    "Group": "Eigen uiterlijk aanpassen",
    "Description": "Een module waarmee je je uiterlijk kunt aanpassen.\n\nDe module gebruikt holografische technieken om het licht rondom gebruikers te herkalibreren, zodat ze elke gewenste gedaante kunnen aannemen. De visuele gegevens moeten voor gebruik op de juiste manier zijn geformatteerd."
  },
  {
    "Id": "conTech17",
    "Name": "Bouwstoffenverwerker",
    "Group": "Draagbare voedingseenheid",
    "Description": "Een draagbare bouwstoffenextractor die verzamelde ingrediënten kan verwerken tot eetbare voedselproducten.\n\nGebruikers worden erop gewezen dat het nuttigen van de eindresultaten geheel voor eigen risico is."
  },
  {
    "Id": "conTech18",
    "Name": "Automatische voeder-unit",
    "Group": "Landbouwrobot",
    "Description": "Een landbouwrobot die is ontworpen om automatisch wezens in de buurt te voeren.\n\nAls je hem aanzet, trekt hij dierenleven in de buurt aan. Zorg voor volle lokaastanks om de levensvormen van het gewenste voer te voorzien."
  },
  {
    "Id": "conTech19",
    "Name": "Veeteeltrobot",
    "Group": "Automatische oogstrobot",
    "Description": "Een landbouwrobot die is ontworpen om automatisch producten van wezens te oogsten. Vereist energie.\n\nWezens die klaar zijn om melk, eieren of andere gespecialiseerde producten af te staan, gaan naar de veeteeltrobot en laten daar hun producten achter. De wezens ondervinden geen hinder van dit proces.\n\nVerzamelt producten van wezens die met de hand worden gevoed of door een automatische voeder-unit."
  },
  {
    "Id": "conTech20",
    "Name": "Berichtenmodule",
    "Group": "Communicatieterminal",
    "Description": "Een kleine en toegankelijke informatiehouder voor het achterlaten van berichten of voor het bekijken van achtergelaten berichten en beknopte informatie."
  },
  {
    "Id": "conTech21",
    "Name": "Communicatiestation",
    "Group": "Communicatieterminal",
    "Description": "Een terminal voor het opstellen en versturen van berichten naar andere reizigers."
  },
  {
    "Id": "conTech22",
    "Name": "Nomad-garage",
    "Group": "Constructiemodule",
    "Description": "Een beveiligde ondergrondse parkeergelegenheid voor de Nomad (lichte exocraft)."
  },
  {
    "Id": "conTech23",
    "Name": "Roamer-garage",
    "Group": "Constructiemodule",
    "Description": "Een beveiligde ondergrondse parkeergelegenheid voor de Roamer (gemiddelde exocraft)."
  },
  {
    "Id": "conTech24",
    "Name": "Colossus-garage",
    "Group": "Constructiemodule",
    "Description": "Een beveiligde ondergrondse parkeergelegenheid voor de Colossus (grote exocraft)."
  },
  {
    "Id": "conTech25",
    "Name": "Pilgrim-garage",
    "Group": "Constructiemodule",
    "Description": "Een beveiligde ondergrondse parkeergelegenheid voor de Pilgrim (lichte exocraft)."
  },
  {
    "Id": "conTech26",
    "Name": "Nautilon-ruimte",
    "Group": "Aanlegplaats onderzeeër",
    "Description": "Een geavanceerde en volledig vergrendelde aanlegplaats voor de Nautilon-onderzeeër."
  },
  {
    "Id": "conTech27",
    "Name": "Exocraft-oproepstation",
    "Group": "Voertuigverplaatser",
    "Description": "Bouw een oproepstation om waar dan ook op die planeet je exocraft te kunnen oproepen.\n\nToegankelijk via het snelmenu van het exopak."
  },
  {
    "Id": "conTech28",
    "Name": "Constructieterminal",
    "Group": "Terminal voor specialist",
    "Description": "Een werkstation voor bouwsupervisors, dat is uitgerust met software voor bouwkundig en technisch ontwerp."
  },
  {
    "Id": "conTech29",
    "Name": "Exocraft-terminal",
    "Group": "Terminal voor specialist",
    "Description": "Een werkstation voor technici, dat is uitgerust met specifieke software voor voertuigontwerp."
  },
  {
    "Id": "conTech30",
    "Name": "Wapenterminal",
    "Group": "Terminal voor specialist",
    "Description": "Een werkstation voor wapensmeden, dat is uitgerust voor de ontwikkeling van munitie, explosieven en civiele technologie."
  },
  {
    "Id": "conTech31",
    "Name": "Onderzoeksterminal",
    "Group": "Terminal voor specialist",
    "Description": "Een werkstation voor wetenschappers, dat is uitgerust voor onderzoek en ontwikkeling van wetenschappelijke blauwdrukken."
  },
  {
    "Id": "conTech32",
    "Name": "Landbouwterminal",
    "Group": "Terminal voor specialist",
    "Description": "Een werkstation voor landbouwers, dat is uitgerust voor de analyse en kweek van gewassen."
  },
  {
    "Id": "conTech33",
    "Name": "Hydrocultuurbak",
    "Group": "Landbouwtechnologie",
    "Description": "Een autonoom kweeksysteem voor het binnen verbouwen van landbouwgewassen.\n\nBouwvereiste: moet binnen worden geplaatst."
  },
  {
    "Id": "conTech34",
    "Name": "Grote hydrocultuurbak",
    "Group": "Landbouwtechnologie",
    "Description": "Een autonoom kweeksysteem voor het binnen verbouwen van landbouwgewassen. Biedt plaats voor maximaal vier planten.\n\nBouwvereiste: moet binnen worden geplaatst."
  },
  {
    "Id": "conTech35",
    "Name": "Opslagcontainer",
    "Group": "Opslageenheid",
    "Description": "Een ruime opslagcontainer voor het bewaren van nog meer inventarisvoorwerpen."
  },
  {
    "Id": "conTech36",
    "Name": "Opslag-unit vrachtschip",
    "Group": "Aangepaste vrachtschipmodule",
    "Description": "Hybride opslag-unit met grote capaciteit / opslagmodule voor gebruik in interstellaire vrachtschepen.\n\nCompatibel met alle standaard lifesupport-aansluitingen."
  },
  {
    "Id": "conTech38",
    "Name": "Vermogensboost",
    "Group": "Raceonderdeel",
    "Description": "Geeft je exocraft-voertuig een boost tijdens races."
  },
  {
    "Id": "conTech39",
    "Name": "Obstakel",
    "Group": "Raceonderdeel",
    "Description": "Zorgt voor een extra uitdaging tijdens exocraft-races."
  },
  {
    "Id": "conTech40",
    "Name": "Startplatform",
    "Group": "Raceonderdeel",
    "Description": "Dit platform fungeert als de start- en finishlijn voor proefritten met de exocraft, zodat je kunt wennen aan de besturing en de snelheid."
  },
  {
    "Id": "conTech41",
    "Name": "Onderwaterschuilplaats",
    "Group": "Diepzee-overlevingsmodule",
    "Description": "Een overlevingsmodule voor noodgevallen.\n\nKan snel op de zeebodem worden ingezet bij zuurstof-problemen of overige lifesupport-problemen met het exopak. Biedt tijdelijke bescherming tegen omgevingsgevaren, roofdieren en overige vijandige omstandigheden in de diepe oceaan."
  },
  {
    "Id": "conTech42",
    "Name": "Bolmaker",
    "Group": "Experimentele maker",
    "Description": "Een zeer specifiek productieapparaat dat is ontwikkeld om de meest perfecte bolvorm van het universum te vinden.\n\nHeeft energie nodig. Maakt een grote bol die klaar is voor welk experiment dan ook."
  },
  {
    "Id": "conTech43",
    "Name": "Ruisblok",
    "Group": "Audioapparaat",
    "Description": "Een speciale constructiemodule die is ontworpen om een hoogfrequente ruis voort te brengen. De toonhoogte kan worden aangepast aan de wensen van de gebruiker.\n\nHeeft energie nodig."
  },
  {
    "Id": "conTech44",
    "Name": "Zuurstofverzamelaar",
    "Group": "Atmosfeerverwerkingsapparaat",
    "Description": "Een autonome atmosfeerverzamelaar die zelfstandig zuurstof uit de atmosfeer haalt en zuivert. Je hoeft alleen maar het brandstofpeil in de gaten te houden om ervoor te zorgen dat hij blijft werken.\n\nHet eindproduct is een gecomprimeerd en verwerkt gas dat geschikt is voor alle standaard lifesupport-systemen."
  },
  {
    "Id": "conTech45",
    "Name": "Autonome mijnmachine",
    "Group": "Draagbare mijnmachine",
    "Description": "Een autonome mijnmachine voor de winning van grondstoffen. Eenmaal geactiveerd verzamelt de AMM zelfstandig mineralen, met een regelmatige opbrengst tot de locatie is uitgeput."
  },
  {
    "Id": "conTech46",
    "Name": "Mineraalextractor",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een geautomatiseerde mineraalmijn. Kies een locatie met de detector-upgrade voor het analysevizier. De snelheid van de mineralenextractie en de mineralenopbrengst verschillen per locatie.\n\nHeeft energie nodig. Koppel hem aan silo's met leidingen om te oogsten op handigere locaties."
  },
  {
    "Id": "conTech47",
    "Name": "Gasextractor",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een geautomatiseerde gasmijn. Kies een locatie met de detector-upgrade voor het analysevizier. De snelheid van de gasextractie en de gasopbrengst verschillen per locatie.\n\nHeeft energie nodig. Koppel hem aan silo's met leidingen om te oogsten op handigere locaties."
  },
  {
    "Id": "conTech48",
    "Name": "Voorraaddepot",
    "Group": "Substantiedistributie-module",
    "Description": "Geautomatiseerde opslag-unit. Koppel hem aan een voedingsnet met leidingen.\n\nSlaat de opbrengst van verschillende mineraal- en gasextractors automatisch op om de capaciteit te vergroten en de plaatsbepaling efficiënter te maken. Kan op grote afstand van de extractielocatie worden geplaatst."
  },
  {
    "Id": "conTech49",
    "Name": "Bevoorradingsleiding",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Flexibele, zeer sterke buizen. Bestand tegen een interne omgeving met een zeer hoge druk.\n\nWordt gebruikt voor het koppelen van verschillende mineraal- en gasextractors aan silo's"
  },
  {
    "Id": "conTech50",
    "Name": "Zonnepaneel",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Deze zonnepanelen vormen een efficiënte energiegenerator. Deze zet zonlicht om in elektriciteit voor veel gebouwen op de basis.\n\nWekt 's nachts geen energie op. Koppel ze aan accu's om energie op te slaan voor de donkere uren."
  },
  {
    "Id": "conTech51",
    "Name": "Elektromagnetische generator",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Mits geplaatst in een gebied met een krachtig veld kan met de efficiënte elektromagnetische dynamo's bijna oneindig veel energie worden opgewekt.\n\nVind geschikte locaties met de detector-upgrade voor het analysevizier. De energieopbrengst verschilt per locatie."
  },
  {
    "Id": "conTech52",
    "Name": "Biobrandstofreactor",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een kleine energiegenerator. Zet brandstof op koolstofbasis in zijn oventank om in bruikbare energie.\n\nSluit energiegenerators aan op de gebouwen en technologieën in de basis met bedrading. Veel onderdelen hebben energie nodig."
  },
  {
    "Id": "conTech53",
    "Name": "Bedrading",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Elektrische bedrading met een grote capaciteit. Hiermee worden de generatoren aangesloten op je basis. Voor de meeste apparaten en gebouwen met verlichting heb je een krachtbron nodig.\n\nDe bedrading kan aan allerlei schakelaars worden verbonden om de elektriciteitsstroom te bepalen."
  },
  {
    "Id": "conTech54",
    "Name": "Teleportatiekabel",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Geavanceerde vezeloptische kabel, ontworpen om een of meer korteafstandsteleporters te verbinden."
  },
  {
    "Id": "conTech55",
    "Name": "Muurschakelaar",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een energietoevoerapparaat met een schakelaar waarmee de energiestroom wordt in- en uitgeschakeld als je eraan trekt.\n\nVoorzie schakelaars van energie en signaaldraden om een apparaat te bedienen."
  },
  {
    "Id": "conTech56",
    "Name": "Vloerschakelaar",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een energietoevoerapparaat met een schakelaar waarmee de energiestroom wordt in- en uitgeschakeld als je erop staat of als hij op een andere manier wordt geactiveerd.\n\nVoorzie schakelaars van energie en signaaldraden om een apparaat te bedienen."
  },
  {
    "Id": "conTech57",
    "Name": "Accu",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Zeer efficiënte energieopslag-units. Als je ze aansluit op een energienetwerk, zorgen de energiebeheerchips ervoor dat de reservecapaciteit automatisch wordt aangesproken om de accu's op te laden.\n\nAls het netwerk meer energie gebruikt dan op dat moment wordt geleverd, wordt de energie van de accu automatisch benut om het tekort aan te vullen."
  },
  {
    "Id": "conTech58",
    "Name": "Sensorschakelaar",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een energietoevoerapparaat met een schakelaar waarmee de energiestroom wordt in- en uitgeschakeld als er een entiteit in de buurt wordt gedetecteerd.\n\nVoorzie schakelaars van energie en signaaldraden om een apparaat te bedienen."
  },
  {
    "Id": "conTech59",
    "Name": "Knop",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een energietoevoerapparaat met een schakelaar waarmee de energiestroom wordt in- en uitgeschakeld.\n\nVoorzie schakelaars van energie en signaaldraden om een apparaat te bedienen."
  },
  {
    "Id": "conTech60",
    "Name": "Energie-inverteerder",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Een energietoevoerapparaat met een schakelaar waarmee de energiestroom wordt in- en uitgeschakeld.\n\nVoorzie schakelaars van energie en signaaldraden om een apparaat te bedienen."
  },
  {
    "Id": "conTech61",
    "Name": "Automatische schakelaar",
    "Group": "Elektriciteitsdistributie-module",
    "Description": "Deze schakelaar is een energietoevoerapparaat waarmee de energiestroom wordt in- en uitgeschakeld aan de hand van een signaal.\n\nVoorzie schakelaars van energie en signaaldraden om een apparaat te bedienen."
  },
  {
    "Id": "conTech62",
    "Name": "Korteafstandsteleporter",
    "Group": "Teleportnetwerk",
    "Description": "Een minder krachtige teleporter die wordt gebruikt voor directe verplaatsing over korte afstanden.\n\nAls hij via bedrading is aangesloten op een energiebron en een andere korteafstandsteleporter kun je er vrijwel ogenblikkelijk mee naar locaties in de buurt reizen."
  },
  {
    "Id": "conTech63",
    "Name": "Minotaur-garage",
    "Group": "Opslagplaats zware lader",
    "Description": "Een beveiligde faciliteit voor het opslaan, oproepen en aanpassen van de zware Minotaur-exopakhybride.\n\nZet de Minotaur in via het snelmenu. Met behulp van een in een vrachtschip geïnstalleerde exocraft-materialiseerder kan de Minotaur direct worden ingezet op welke plek dan ook in het stelsel waar het moederschip zich bevindt."
  }
]