[
  {
    "Id": "cur1",
    "Name": "Viervoudige servo",
    "Group": "Anomalie-materiaal",
    "Description": "Een hooggespannen motorarm uit het binnenste van een Sentinel-patrouille. Af en toe schiet hij in een soort stuiptrekking, alsof hij gevechten herbeleeft."
  },
  {
    "Id": "cur2",
    "Name": "Walkerbrein",
    "Group": "Anomalie-materiaal",
    "Description": "Deze printplaat, gemaakt van bewegende nanietclusters en pugneumvezels, is gloeiend heet.\n\nDiep uit zijn bedrading stroomt een sinister paars licht dat van intensiteit wisselt terwijl hij zijn nieuwe eigenaar gadeslaat."
  },
  {
    "Id": "cur3",
    "Name": "Geestcapsule",
    "Group": "Geavanceerd gemaakt product",
    "Description": "Een staaltje vreemde technologie, een cadeau uit de diepste krochten van het heelal. De manier waarop hij glimt verraadt dat hij zich niet helemaal in deze werkelijkheid bevindt."
  },
  {
    "Id": "cur4",
    "Name": "Gevangen nanode",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Een Atlas-zaad met een zonaal verplaatst quasi-stellair substraat. Waarschuwing: matrix mag niet in contact komen met deze dimensionale ruimte."
  },
  {
    "Id": "cur5",
    "Name": "Omhulde schaduw",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Dit Atlas-omhulsel bevat de overblijfselen van een parasitaire levensvorm uit de ruimte, waarschijnlijk met een buitendimensionale oorsprong."
  },
  {
    "Id": "cur6",
    "Name": "Noösferische bol",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Een Atlas-zaad dat in staat is om te resoneren op mensachtige telepathische frequenties. Probeert mogelijk minderwaardige intelligentie in de omgeving op te nemen."
  },
  {
    "Id": "cur7",
    "Name": "Donkere materie",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Een omhulsel van een Atlas-zaad met een leeg element dat afkomstig is uit de resten van het laatste universum. Giftig bij inademing."
  },
  {
    "Id": "cur8",
    "Name": "Het einde van de dageraad",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Bewerkte tau-matrix met neutrino-boson in een uniek omhulsel van een Atlas-zaad. Mogelijk semi-bewust."
  },
  {
    "Id": "cur9",
    "Name": "Foton-jade",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Dit unieke Atlas-zaad bevat aangepaste fotonen die op een onbekende manier fysiek zijn samengebracht."
  },
  {
    "Id": "cur10",
    "Name": "Statusfaser",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Om onbekende redenen is dit unieke Atlas-zaad niet meer aanwezig in deze kwantumwerkelijkheid. De inhoud kan niet worden vastgesteld."
  },
  {
    "Id": "cur11",
    "Name": "Nova-hersteller",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Atlas-zaad met neutroniumelementen. Ze ontstonden na een fatale gebeurtenis met een supernova die een intelligente beschaving uit een eerder tijdperk verwoestte."
  },
  {
    "Id": "cur12",
    "Name": "Gemodificeerde kwantums",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Dit unieke Atlas-zaad bevat een fraai vormgegeven mathematische constructie, die afkomstig is uit de simulatie van een alternatieve werkelijkheid."
  },
  {
    "Id": "cur13",
    "Name": "Hart van de zon",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Een Atlas-zaad met tijdsvergrendelde quantum-cilia in een fotonisch omhulsel. Voor zover bekend bestaat er maar één van."
  },
  {
    "Id": "cur14",
    "Name": "NipNip-knoppen",
    "Group": "Medische substantie",
    "Description": "De scherpe knoppen van de NipNip-plant, die vaak worden gebruikt om GekNip te produceren."
  },
  {
    "Id": "cur15",
    "Name": "Larvekern",
    "Group": "Gedrocht",
    "Description": "Een pulserende, geleiachtige bol die warm aanvoelt. De stank brengt een oerangst teweeg in sterfelijke wezens, een diepgewortelde vrees waardoor je hem het liefst laat vallen en het op een rennen zet."
  },
  {
    "Id": "cur16",
    "Name": "Geborgen gegevens",
    "Group": "Geborgen technologie",
    "Description": "Het te verwijderen hart van oude technologie. In de huidige vorm onleesbaar.\n\nDeze gegevensbanken kunnen worden besteed aan een bouwkundig onderzoeksstation en het ontwikkelen van nieuwe constructieblauwdrukken."
  },
  {
    "Id": "cur17",
    "Name": "Levende parel",
    "Group": "Halfbewuste steen",
    "Description": "Afkomstig uit de harten van de enorme, gloeiende weekdieren die diep onder water leven.\n\nIn tegenstelling tot de meeste parels is dit geen dood calciet. De bol bevat een overblijfsel van het bewustzijn van de moedermossel, wat het een blijvende, spookachtige schoonheid verleent."
  },
  {
    "Id": "cur18",
    "Name": "Hypnotisch oog",
    "Group": "Huiveringwekkend monster",
    "Description": "Het oog voelt koud, bijna bevroren aan. Toch lijkt het onmiskenbaar een levend wezen te zijn.\n\nLangdurige blootstelling wordt niet aanbevolen. Staar niet terug naar het oog. Staar niet terug. Staar niet terug."
  },
  {
    "Id": "cur19",
    "Name": "Hadalkern",
    "Group": "Huiveringwekkend monster",
    "Description": "Een vlezige bol met een grote interne druk.\n\nBij aanraking duwt dit mysterieuze object terug met een flits van bioluminescentie vanuit zijn inktzwarte kern."
  },
  {
    "Id": "cur20",
    "Name": "Ziel-engine",
    "Group": "Geavanceerd gemaakt product",
    "Description": "Een krachtige organische rekeneenheid.\n\nDit wonderbaarlijke circuit wordt aangedreven door een haperende puls, die zorgt voor een aanhoudende herhaling van eindeloze rekencycli."
  },
  {
    "Id": "cur21",
    "Name": "Stormkristal",
    "Group": "Curiositeit met een unieke waarde",
    "Description": "Een zeldzame en zeer waardevolle cluster stormkristallen. Deze kristalachtige structuren doen het goed in stormachtige omstandigheden en trekken van nature bliksemschichten aan, waardoor ze prachtig licht geven wanneer ze worden geïoniseerd. Wordt alleen aangetroffen op planeten met extreem weer."
  },
  {
    "Id": "cur22",
    "Name": "Proteïneparel",
    "Group": "Handelsproduct",
    "Description": "Edelsteen die zich in de loop der eeuwen heeft ontwikkeld in een ei met een zeer lange broedtijd.\n\nExtreem zeldzaam."
  },
  {
    "Id": "cur23",
    "Name": "Gravitino-bal",
    "Group": "Handelsproduct",
    "Description": "Supersymmetrische deeltjescluster.\n\nExtreem zeldzaam en waardevol. Een product met uiteenlopende gravitationele krachten."
  },
  {
    "Id": "cur24",
    "Name": "Gifblaas",
    "Group": "Handelsproduct",
    "Description": "Gestabiliseerd gifmonster dat oorspronkelijk werd geproduceerd door zee-egels.\n\nEen zeldzaam voorwerp dat zeer veel oplevert bij het galactische handelsnetwerk."
  },
  {
    "Id": "cur25",
    "Name": "Vortexkubus",
    "Group": "Handelsproduct",
    "Description": "Voorwerpen van hard metaal die lang geleden overal in het heelal ontstonden in ondergrondse netwerken.\n\nExtreem zeldzaam en zeer waardevol."
  },
  {
    "Id": "cur26",
    "Name": "Atlas-steen",
    "Group": "Curiositeit met een zeer hoge waarde",
    "Description": "Een bolvormig juweel waarin een rood licht lijkt te pulseren.\n \nHet is een extreem zeldzaam voorwerp dat vaak wordt geassocieerd met oeroude monolieten."
  },
  {
    "Id": "cur27",
    "Name": "Hexkern",
    "Group": "Gecontroleerde realiteitsglitch",
    "Description": "Deze vreemde bol vibreert continu en zendt op een lage frequentie een bromgeluid uit. Kleine variaties in het patroon worden steeds herhaald, alsof het om een bericht gaat."
  },
  {
    "Id": "cur28",
    "Name": "Geode",
    "Group": "Waardevolle mineraalafzetting",
    "Description": "Een zeldzaam levendig en potentieel waardevol steentje.\n\nSelecteer het in de inventaris (INVENTORY) en kraak het open met FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Kristalfragment",
    "Group": "Scherf elementconcentraat",
    "Description": "Een kristalachtig scherfje met een ongewoon dichte structuur. In potentie zeer waardevol.\n\nSelecteer het in de inventaris (INVENTORY) en kraak het open met FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Tritiumhypercluster",
    "Group": "Energiefragment",
    "Description": "Een scherfje dat bestaat uit puur, gekristalliseerd tritium.\n\nSelecteer het in de inventaris (INVENTORY) en kraak het open met FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Goudklomp",
    "Group": "Waardevolle erts",
    "Description": "Een zeer waardevol klompje erts dat tot goud kan worden verwerkt.\n\nSelecteer het in de inventaris (INVENTORY) en kraak het open met FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Kristalsulfide",
    "Group": "Gecomprimeerd mineraal",
    "Description": "Deze rijke mineraalafzettingen worden gevormd in de onvoorstelbare hogedrukovens in de kernen van planeten en doen sterk aan glas denken.\n\nHeeft vele industriële toepassingen, waarbij zowel de mineralen zelf als de extreme drukbestendigheid worden benut."
  },
  {
    "Id": "cur33",
    "Name": "Vy'keen-tablet",
    "Group": "Gemeenschap van Hirk",
    "Description": "Een stenen tablet vol met ingewikkelde runen. De woorden zijn onbegrijpelijk, een oeroud dialect dat alleen de oudsten van de Vy'keen nog kennen.\n\nDeze steen moet door een uitzonderlijke hand zijn gegraveerd. De gravering is nauwkeurig en verfijnd, maar brengt toch de tomeloze agressie van de schrijver duidelijk over."
  },
  {
    "Id": "cur34",
    "Name": "Divergentiekubus",
    "Group": "Anomalie-gegevensunit",
    "Description": "Een glitchende, pulserende gegevensunit. Hij lijkt niet thuis te horen in deze realiteit.\n\nDe kubus wekt de indruk van een geluidloze schreeuw, waarin de verstilde kreten van honderden verloren zielen zijn opgesloten."
  },
  {
    "Id": "cur35",
    "Name": "Gek-relikwie",
    "Group": "Curiositeit met een gemiddelde waarde",
    "Description": "Een metalen beeldje van een wezen met een munt in zijn bek.\n \nPopulair bij handelaren, die het beschouwen als een symbool van eerlijke handel en vrede."
  },
  {
    "Id": "cur36",
    "Name": "GekNip",
    "Group": "Handelsproduct",
    "Description": "Eetbaar product waar de Gek dol op zijn.\n \nNa het eten hiervan laten gesnavelde handelaren nog geruime tijd een heerlijk geurend gas ontsnappen.\n \nHet vrijlaten van GekNip-gas wordt beschouwd als een ware kunstvorm en de ultieme uiting van de Gek-ziel."
  },
  {
    "Id": "cur37",
    "Name": "Vy'keen-beeldje",
    "Group": "Curiositeit met een gemiddelde waarde",
    "Description": "Een klein houten icoon in de vorm van een Sentinel-drone.\n \nWordt gebruikt door strijders om tijdelijk in trance te raken, zodat ze niet meer hoeven te slapen."
  },
  {
    "Id": "cur38",
    "Name": "Dolk van Vy'keen",
    "Group": "Handelsproduct",
    "Description": "Een ceremonieel wapen. Een essentieel onderdeel van de traditie en de cultuur van de Vy'keen."
  },
  {
    "Id": "cur39",
    "Name": "Korvax-omhulsel",
    "Group": "Curiositeit met een hoge waarde",
    "Description": "Het metalen omhulsel van een ontkoppelde elektronische levensvorm. Het was te ver weg van de bron om weer te worden gevuld met een nieuwe entiteit.\n \nZeer waardevol voor alle soorten en zeker voor de elektronische levensvormen zelf."
  },
  {
    "Id": "cur40",
    "Name": "Kubus van Korvax-verbond",
    "Group": "Handelsproduct",
    "Description": "Apparaat dat door de Korvax wordt gebruikt voor de opslag van historische en culturele informatie."
  },
  {
    "Id": "cur41",
    "Name": "Atlas-pas v1",
    "Group": "Toegangskaart",
    "Description": "Beveiligings- en toegangspas die door veel galactische soorten wordt verstrekt aan bepaalde reizigers.\n\nBiedt toegang tot gebieden en buitenposten met een laag beveiligingsniveau."
  },
  {
    "Id": "cur42",
    "Name": "Atlas-pas v2",
    "Group": "Toegangskaart",
    "Description": "Beveiligings- en toegangspas die door veel galactische soorten wordt verstrekt aan bepaalde reizigers.\n \nBiedt toegang tot gebieden en buitenposten met een gemiddeld beveiligingsniveau."
  },
  {
    "Id": "cur43",
    "Name": "Atlas-pas v3",
    "Group": "Toegangskaart",
    "Description": "Beveiligings- en toegangspas die door veel galactische soorten wordt verstrekt aan bepaalde reizigers.\n \nBiedt toegang tot gebieden en buitenposten met een hoog beveiligingsniveau."
  },
  {
    "Id": "cur44",
    "Name": "Fabriekshacker",
    "Group": "Geavanceerde onderzoeksmodule",
    "Description": "Een draagbare gegevens-unit die compatibel is met de meeste fabrieken op planeten.\n\nZodra je toegang hebt tot de centrale besturingsterminal kun je de fabriek nieuwe productformules laten onderzoeken."
  },
  {
    "Id": "cur45",
    "Name": "Geborgen fregatmodule",
    "Group": "Bedradingplatform vlaggenschip",
    "Description": "Een technologiemodule die is geborgen uit de restanten van een interstellair ruimteschip. Kan worden gevonden op crashlocaties van vrachtschepen of worden geborgen tijdens fregatexpedities.\n\nIn zijn huidige vorm is hij nutteloos, maar een onderzoeksstation in je vrachtschip kan er bruikbare technologie van maken."
  },
  {
    "Id": "cur46",
    "Name": "Ruimte-ei",
    "Group": "Levende curiositeit",
    "Description": "Een anomalie-ei. De taaie, leerachtige schil trilt als je hem aanraakt.\n\nVan binnen weerklinkt een vaag getik. Af en toe lijkt het net alsof hij zingt."
  },
  {
    "Id": "cur47",
    "Name": "Actief ruimte-ei",
    "Group": "Geagiteerde curiositeit",
    "Description": "Een anomalie-ei. Sinds de ontmoeting met dit bizarre 'wezen' uit de diepe ruimte is zijn muziek drukker en geïrriteerder geworden.\n\nBij aanraking roept hij een krachtig visioen op van een wereld vol krachtige anomalieën en vreemde kleuren."
  },
  {
    "Id": "cur48",
    "Name": "Prikkelbaar ruimte-ei",
    "Group": "Geagiteerde curiositeit",
    "Description": "Een anomalie-ei. Sinds de ontmoeting met dit bizarre 'wezen' uit de diepe ruimte is zijn muziek drukker en geïrriteerder geworden.\n\nBij aanraking roept hij een krachtig visioen op van een stoffige wereld met extreme stormen."
  },
  {
    "Id": "cur49",
    "Name": "Ontwaakt ruimte-ei",
    "Group": "Geagiteerde curiositeit",
    "Description": "Een anomalie-ei. Sinds de ontmoeting met dit bizarre 'wezen' uit de diepe ruimte is zijn muziek drukker en geïrriteerder geworden.\n\nBij aanraking roept hij een krachtig visioen op van een waterwereld met weelderige, groene bossen."
  },
  {
    "Id": "cur50",
    "Name": "Krakend ruimte-ei",
    "Group": "Geagiteerde curiositeit",
    "Description": "Een anomalie-ei. Sinds de ontmoeting met dit bizarre 'wezen' uit de diepe ruimte is zijn muziek drukker en geïrriteerder geworden.\n\nBij aanraking roept het een krachtig visioen op van roze en blauw.\n\nDe jager SLASH De reflectie SLASH De jager SLASH De spiraal der werkelijkheid SLASH De ster boven het waterSLASH De opstijgende bol SLASH De verborgen metgezel SLASH De jager SLASH Het nietige insect SLASH De anomalie SLASH De zeevaarder SLASH De koning van de oceaan SLASH EUCLIDES EUCLIDES EUCLIDES"
  }
]