[
  {
    "Id": "prod1",
    "Name": "Antimaterie",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Negatieve materie en baryogenetische antideeltjes.\n \nAntimaterie kan enorm veel energie opleveren en is daardoor zeer waardevol. Momenteel bestaat het gebruik van antimaterie voor 95% uit het aandrijven van de hyperdrives van ruimteschepen.\n\nWAARSCHUWING: alleen gebruiken in beschermde omgevingen."
  },
  {
    "Id": "prod2",
    "Name": "Antimateriebehuizing",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een veilige bewaarmethode voor antimaterie. Vereist om antimaterie op te slaan als warpcellen.\n\nHerverbonden zuurstof vormt een beschermde gaslaag, waardoor er geen reactie ontstaat tussen de antimaterie en de behuizing."
  },
  {
    "Id": "prod3",
    "Name": "Koolstofnanobuizen",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Meterslange koolstofnanobuizen met een grote capaciteit.\n\nZe zijn zeer sterk en geleiden relatief slecht, waardoor ze een grote rol spelen in vele geavanceerde technologieën."
  },
  {
    "Id": "prod4",
    "Name": "Kobaltspiegel",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een gespecialiseerd optisch onderdeel.\n\nDeze spiegel heeft een oppervlak van gepolijst kobalt en kan verschillende golflengtes van licht opvangen, waardoor de weerspiegeling wordt aangepast aan magnetische velden in de buurt."
  },
  {
    "Id": "prod5",
    "Name": "Hermetische afdichting",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een hoogwaardige koolstofafdichting die zowel bestand is tegen zowel de barre interstellaire omstandigheden als intensief en hoogenergetisch industrieel gebruik.\n\nControleer de afdichting na de installatie regelmatig op barsten en scheuren."
  },
  {
    "Id": "prod6",
    "Name": "Metalen platen",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een licht metaalproduct dat veel wordt gebruikt voor de productie van scheepsonderdelen en verplaatsbare technologie. Essentieel voor de bouwnijverheid van alle bekende primaire soorten.\n\nGemaakt van ferrietstof."
  },
  {
    "Id": "prod7",
    "Name": "Microprocessor",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een compacte microchip die weinig hitte genereert. Vervaardigd met bewerkt chromatisch metaal, waarvoor een van de speciale bodemmetalen moet worden gebruikt.\n\nWordt gebruikt voor de constructie van allerlei geavanceerde technologieën."
  },
  {
    "Id": "prod8",
    "Name": "Zuurstoffilter",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een gespecialiseerd technologisch onderdeel.\n\nDit kleine apparaat kan in rap tempo de gasvormige omgeving binnen een apparaat veranderen en is geschikt voor gebruik in totale vacuüms, atmosferen die uit pure zuurstof bestaan en alles ertussenin."
  },
  {
    "Id": "prod9",
    "Name": "Zoutrefractor",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een gespecialiseerd technologisch onderdeel dat in moderne lasersystemen onmisbaar is. \n\nDit lichtverstrooiende apparaat benut de unieke optische eigenschappen van gestabiliseerd en gepolijst zout om passerende fotonen te vertragen en breken."
  },
  {
    "Id": "prod10",
    "Name": "Natriumdiode",
    "Group": "Geproduceerd technologisch onderdeel",
    "Description": "Een geavanceerd onderdeel van een printplaat.\n\nDankzij de geraffineerde natriumelektrode in de vacuümbuis is deze diode goed bestand tegen stroomschommelingen."
  },
  {
    "Id": "prod11",
    "Name": "Diwaterstofgel",
    "Group": "Draagbare lifesupport-energie",
    "Description": "Een licht gloeiende gel. Het flubberige goedje verspreidt een zwak licht, maar is in feite zeer giftig en licht ontvlambaar. Huidcontact moet koste wat kost worden voorkomen.\n\nWordt gemaakt van diwaterstof."
  },
  {
    "Id": "prod12",
    "Name": "Brandstofoxidator",
    "Group": "Verbruikbare fregat-upgrade",
    "Description": "Een tijdelijke fregat-upgrade die één expeditie meegaat.\nDeze krachtige brandstofupgrade overbelast, waardoor het fregat extra snel kan vliegen."
  },
  {
    "Id": "prod13",
    "Name": "Explosieve drones",
    "Group": "Verbruikbare fregat-upgrade",
    "Description": "Een tijdelijke fregat-upgrade die één expeditie meegaat.\nDit pakket met autonome explosieven is geprogrammeerd om na lancering vanuit de vloot rechtstreeks op vijandige schepen af te vliegen. Extreem gevaarlijk."
  },
  {
    "Id": "prod14",
    "Name": "Holografische analysator",
    "Group": "Verbruikbare fregat-upgrade",
    "Description": "Een tijdelijke fregat-upgrade die één expeditie meegaat. Deze krachtige analytische computer overbelast bestaande vlootsystemen, wat razendsnelle berekeningen mogelijk maakt. Hittevorming is wel een probleem en de chips gaan niet lang mee."
  },
  {
    "Id": "prod15",
    "Name": "Mindcontrol-apparaat",
    "Group": "Verbruikbare fregat-upgrade",
    "Description": "Een tijdelijke fregat-upgrade die één expeditie meegaat.\nDit mindcontrol-apparaat wordt rechtstreeks op de handels- en communicatiesystemen van het schip aangesloten, waardoor de vlootcommandant elke onderhandeling naar zijn hand kan zetten."
  },
  {
    "Id": "prod16",
    "Name": "Mineralencompressor",
    "Group": "Verbruikbare fregat-upgrade",
    "Description": "Een tijdelijke fregat-upgrade die één expeditie meegaat.\nMet de mineralencompressor kunnen mijnteams verzamelde substanties vloeibaar maken. Dat bespoedigt zowel de verwerking als het transport."
  },
  {
    "Id": "prod17",
    "Name": "Warpcel",
    "Group": "Unit voor opladen hyperdrive",
    "Description": "Deze brandstof op antimateriebasis is een van de weinige stoffen die voldoende energie leveren voor hyperdrive van een ruimteschip.\n\nDe cel zit opgesloten in een stevige behuizing, wat paradoxen tijdens FTL-reizen uitsluit."
  },
  {
    "Id": "prod18",
    "Name": "Hyperwarpreactor",
    "Group": "Unit voor opladen hyperdrive",
    "Description": "Deze brandstofcel met een grote capaciteit voor antimateriebrandstof gebruikt een interne zwarte-gatgenerator om de hyperdrives van ruimteschepen van energie te voorzien voor meerdere warpsprongen.\n\nDe celmuren zijn speciaal ontworpen om werkelijkheidsparadoxen te reflecteren naar het hart van de unit, waar ze extra vermogen genereren."
  },
  {
    "Id": "prod19",
    "Name": "Onstabiel plasma",
    "Group": "Energie voor plasmagranaatwerper",
    "Description": "Brandstofcapsule met een hoge dichtheid voor gebruik in een plasmagranaatwerper.\n \nMet onder hoge druk opgeslagen elektrochemische energie voor gebruik in de bodemverschuiver."
  },
  {
    "Id": "prod20",
    "Name": "Ionenaccu",
    "Group": "Draagbare energieopslag",
    "Description": "Handige en verbeterde unit voor energieopslag. Wordt gebruikt voor allerlei defensieve systemen en omgevingsbescherming.\n \nWordt gemaakt door het versmelten van ferrietstof met ondergronds kobalt. Wordt vaak kant-en-klaar aangetroffen in cilindervormige metalen houders."
  },
  {
    "Id": "prod21",
    "Name": "Geavanceerde ionenaccu",
    "Group": "Draagbare energieopslag",
    "Description": "Krachtige energieopslag-unit. Wordt gebruikt voor allerlei defensieve systemen en omgevingsbescherming.\n\nZe zijn te fabriceren uit geïoniseerd kobalt en puur ferriet, maar zijn soms ook te vinden in cilindervormige metalen houders."
  },
  {
    "Id": "prod22",
    "Name": "Sterrenschildaccu",
    "Group": "Draagbare energieopslag",
    "Description": "Een energieopslag-unit die is geoptimaliseerd voor gebruik in de verdedigingssystemen van ruimteschepen.\n \nDe condensatoren draaien op tritium en zorgen voor een snelle vrijgave van energie voor het afweerschild. Voor kleinere apparatuur zijn ze niet geschikt."
  },
  {
    "Id": "prod23",
    "Name": "Lifesupport-gel",
    "Group": "Draagbare lifesupport-energie",
    "Description": "Lifesupport-brandstof voor noodgevallen.\n\nDeze gel wordt gemaakt van raketbrandstofkristallen en koolstof, en voorziet lifesupport-systemen tijdelijk van energie. Het is niet duidelijk wat dit op de lange termijn doet met de longen."
  },
  {
    "Id": "prod24",
    "Name": "Zuurstofcapsule",
    "Group": "Draagbare lifesupport-energie",
    "Description": "Stabiel en veilig filtratiegas voor het lifesupport-systeem.\n\nMakkelijk te maken van zuurstof en ferrietstof. Biedt een efficiënte methode om lifesupport langdurig van energie te voorzien."
  },
  {
    "Id": "prod25",
    "Name": "Fregatbrandstof (50 ton)",
    "Group": "Gestabiliseerde diwaterstofenergie",
    "Description": "Een klein vat met brandstof voor een fregat.\n\nDe stroperige gel is zeer giftig bij aanraking. Deze geraffineerde brandstof wordt gebruikt als energiebron voor interstellaire motoren van grote handelsschepen."
  },
  {
    "Id": "prod26",
    "Name": "Fregatbrandstof (100 ton)",
    "Group": "Gestabiliseerde diwaterstofenergie",
    "Description": "Een groot vat met brandstof voor een fregat.\n\nDe stroperige gel is zeer giftig bij aanraking. Deze geraffineerde brandstof wordt gebruikt als energiebron voor interstellaire motoren van grote handelsschepen."
  },
  {
    "Id": "prod27",
    "Name": "Fregatbrandstof (200 ton)",
    "Group": "Gestabiliseerde diwaterstofenergie",
    "Description": "Een gigantisch vat met brandstof voor een fregat.\n\nDe stroperige gel is zeer giftig bij aanraking. Deze geraffineerde brandstof wordt gebruikt als energiebron voor interstellaire motoren van grote handelsschepen."
  },
  {
    "Id": "prod28",
    "Name": "Lanceerbrandstof",
    "Group": "Gestabiliseerde diwaterstofenergie",
    "Description": "Zeer reactieve, vaste brandstof die wordt gebruikt voor de stuwraketten van ruimteschepen.\n\nWordt gemaakt van gekristalliseerd diwaterstof dat in blauwe afzettingen op alle werelden is te vinden."
  },
  {
    "Id": "prod29",
    "Name": "Hydrothermale brandstofcel",
    "Group": "Reactorbrandstof onderzeeër",
    "Description": "Een hoogthermische brandstof in een gestandaardiseerde brandstofcel. Wordt gebruikt om de Humboldt-motor van de Nautilon-onderzeeër aan te drijven.\n\nDe brandstof is een mix van organische samenstellingen (koolstof en cytofosfaten) en lokale zoutmineralen."
  },
  {
    "Id": "prod30",
    "Name": "Projectielmunitie",
    "Group": "Universele-munitiemodule",
    "Description": "Geavanceerde munitiefragmenten, speciaal gemaakt voor de universele multitool-standaard 07./FF1.\n\nMakkelijk te plaatsen in de Boltcaster, pulsspitter en energieblaster via het magazijnlaadsysteem van de multitool."
  },
  {
    "Id": "prod31",
    "Name": "Koolstofkristal",
    "Group": "Geconcentreerde koolstofafzetting",
    "Description": "Dit kristal bestaat uit zeer gecomprimeerd koolstof. Vanwege zijn compacte nanostructuur is hij zeer waardevol als energiebron en technologiecomponent.\n\nWordt gemaakt van gecondenseerd koolstof."
  },
  {
    "Id": "prod32",
    "Name": "Chloorrooster",
    "Group": "Geconcentreerde chloorafzetting",
    "Description": "Een vorm van chloor met nauwe verbindingen. Doordat de moleculen dicht op elkaar zitten, geleidt het materiaal zeer goed. Ontstaat niet spontaan, voor zover bekend: voor de vorming zijn geconcentreerde energiestoten nodig.\n\nWordt gemaakt van chloor."
  },
  {
    "Id": "prod33",
    "Name": "Gedestabiliseerd natrium",
    "Group": "Geconcentreerde natriumafzetting",
    "Description": "Natrium is doorgaans zeer stabiel, maar in sommige configuraties blijft de reactiviteit van zijn ionen behouden. Draag veiligheidshandschoenen als je ermee werkt.\n\nWordt gemaakt van natrium."
  },
  {
    "Id": "prod34",
    "Name": "Zeldzaam metaalelement",
    "Group": "Geconcentreerde metaalafzetting",
    "Description": "Dit zeldzame en kostbare element wordt gebruikt bij de fabricage van allerlei geavanceerde technologieën.\n\nMetaal is zeer reactief en gaat snel verbindingen aan met blootgestelde huid. Ga er zeer voorzichtig mee om.\n\nWordt gemaakt van gemagnetiseerd ferriet."
  },
  {
    "Id": "prod35",
    "Name": "Superoxidekristal",
    "Group": "Geconcentreerde zuurstofafzetting",
    "Description": "Deze paramagnetische vorm van zuurstof is zeer zeldzaam en komt goed van pas bij de fabricage van geavanceerde technologieën. Het moet worden geconverteerd voordat het geschikt is voor lifesupport-systemen. Rechtstreekse inademing wordt NIET aangeraden.\n\nWordt gemaakt van zuurstof."
  },
  {
    "Id": "prod36",
    "Name": "Tetrakobalt",
    "Group": "Geconcentreerde kobaltafzetting",
    "Description": "Een nieuwe moleculaire vorm van kobalt. De productie ervan vereist grote hoeveelheden energie. Komt in de natuur nauwelijks voor.\n\nWordt gemaakt van geïoniseerd kobalt."
  },
  {
    "Id": "prod49",
    "Name": "Zuur",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Verdund zuur voor het genereren van hoge spanning in uiteenlopende energiecellen.\n\nGemaakt van mordiet en schimmelaarde."
  },
  {
    "Id": "prod51",
    "Name": "Hittecondensator",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Een thermische regulator van gezuiverd organisch materiaal. Een unieke eigenschap is dat het naar behoefte hitte kan produceren en verspreiden.\n\nGemaakt van solanium en vrieskristallen."
  },
  {
    "Id": "prod52",
    "Name": "Polyvezel",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Een verbindingskabel voor elektronica, gemaakt van een geavanceerd synthetisch polymeer. Hij kan zowel energie als gegevens doorgeven.\n\nGemaakt van cactusvlees en Sterrenbol."
  },
  {
    "Id": "prod53",
    "Name": "Printplaat",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Stapelbare semi-flexibele printplaat die is gemaakt van een zeer duurzaam synthetisch polymeer.\n\nGemaakt van hittecondensatoren en polyvezel."
  },
  {
    "Id": "prod54",
    "Name": "Glas",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Onverwoestbaar en krasbestendig glas met een zelfreinigende en UV-geharde coating voor algemeen gebruik in constructies.\n\nGeraffineerd uit silicaatpoeder. Haal silicaat uit de grond met een terreinvervormer.\n\nKan worden gemaakt van vrieskristallen uit planten op bevroren werelden."
  },
  {
    "Id": "prod55",
    "Name": "Instabiele gel",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Een zeer reactieve gel die rijk is aan energie, maar gevaarlijk is om aan te raken.\n\nGemaakt van cactusvlees."
  },
  {
    "Id": "prod56",
    "Name": "Vloeibaar explosief",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Een zwaar explosief voor algemeen gebruik, verkrijgbaar in handige vloeibare vorm voor transport en gebruik. Ik zou er niet van drinken.\n\nGemaakt van zuur en instabiele gel."
  },
  {
    "Id": "prod57",
    "Name": "Smeermiddel",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Een synthetisch smeermiddel dat slijtage afremt en de levensduur van technologieën met bewegende onderdelen verlengt.\n\nGemaakt van faecium en gammawortel."
  },
  {
    "Id": "prod58",
    "Name": "Levend glas",
    "Group": "Geavanceerd landbouwproduct",
    "Description": "Dit glas is een geavanceerd bouwmateriaal dat is verrijkt met organische samenstellingen, waardoor het kan reageren op de omgeving. Microben in het glas filteren het licht op elke golflengte, waardoor de atmosfeer volledig naar wens kan worden aangepast.\n\nGemaakt van smeermiddel en glas."
  },
  {
    "Id": "prod59",
    "Name": "Verrijkt koolstof",
    "Group": "Verbeterd gasproduct",
    "Description": "Dit geraffineerde product voorziet gewone koolstof van radioactieve energie.\n\nGemaakt van radon en gecondenseerd koolstof."
  },
  {
    "Id": "prod60",
    "Name": "Stikstofzout",
    "Group": "Verbeterd gasproduct",
    "Description": "Dit geraffineerde product is een krachtige organische meststof in een eenvoudig te distribueren vorm.\n\nGemaakt van stikstof en gecondenseerd koolstof."
  },
  {
    "Id": "prod61",
    "Name": "Thermisch condensaat",
    "Group": "Verbeterd gasproduct",
    "Description": "Dit geraffineerde product houdt het energiegehalte van verhit atmosferisch gas in een stabiele toestand tot het nodig is voor gebruik.\n\nGemaakt van sulfurine en gecondenseerde koolstof."
  },
  {
    "Id": "prod62",
    "Name": "Heet ijs",
    "Group": "Gefabriceerd gasproduct",
    "Description": "Een paradoxaal materiaal, dat relatief eenvoudig is te produceren.\n\nGemaakt van verrijkte koolstof en stikstofzout."
  },
  {
    "Id": "prod63",
    "Name": "Cryogene pomp",
    "Group": "Gefabriceerd gasproduct",
    "Description": "De cryogene pomp is gemaakt van geavanceerd en zelfregulerend hybride materiaal. Hij distribueert de interne warmte met een vrijwel perfecte efficiëntie en is daardoor essentieel voor de productie van thermische regulators.\n\nGemaakt van heet ijs en thermisch condensaat."
  },
  {
    "Id": "prod64",
    "Name": "Halfgeleider",
    "Group": "Gefabriceerd gasproduct",
    "Description": "Een geavanceerd materiaal met een geïntegreerde temperatuurregelaar dat wordt gebruikt voor allerlei elektronische apparaten.\n\nGemaakt van thermisch condensaat en stikstofzout."
  },
  {
    "Id": "prod65",
    "Name": "Organische katalysator",
    "Group": "Gefabriceerd gasproduct",
    "Description": "Een katalytisch materiaal voor de productie van veel organische meststoffen.\n\nGemaakt van thermisch condensaat en verrijkte koolstof."
  },
  {
    "Id": "prod66",
    "Name": "Supergeleider",
    "Group": "Gefabriceerd gasproduct",
    "Description": "De supergeleider is gemaakt van geavanceerd geleidend materiaal en maakt het warpvermogen van de halfgeleider nog beter.\n\nGemaakt van verrijkte koolstof en halfgeleiders."
  },
  {
    "Id": "prod67",
    "Name": "Fusieversneller",
    "Group": "Gefabriceerd gasproduct",
    "Description": "Een geavanceerde brandstofvoorziening die bestaat uit een perfecte mix van hoogenergetische organische materialen.\n\nGemaakt van organische katalysator en stikstofzout."
  },
  {
    "Id": "prod68",
    "Name": "Cryogene kamer",
    "Group": "Geavanceerd gemaakt product",
    "Description": "Een kamer met een lage temperatuur die het natuurlijke bederf van organische stoffen voorkomt.\n\nGemaakt van levend glas en een cryogene pomp."
  },
  {
    "Id": "prod69",
    "Name": "Draagbare reactor",
    "Group": "Geavanceerd gemaakt product",
    "Description": "Een kleine zelfstandig werkende nucleaire reactor. Genereert substellaire energieniveaus in een eenvoudig te gebruiken universele brandstofmodule.\n\nGemaakt van vloeibare explosieven en fusieversneller."
  },
  {
    "Id": "prod70",
    "Name": "Kwantumprocessor",
    "Group": "Geavanceerd gemaakt product",
    "Description": "Een zeer geavanceerde computer die complexe berekeningen uitvoert voor reizen op warpsnelheid.\n\nGemaakt van printplaten en supergeleiders."
  },
  {
    "Id": "prod71",
    "Name": "Aronium",
    "Group": "Metaallegering",
    "Description": "Een lichte en zeer flexibele legering. Te maken van paraffinium en chloor.\n\nEr is veel vraag naar binnen het galactische handelsnetwerk, omdat het belangrijk is voor de constructie van planetaire buitenposten en faciliteiten."
  },
  {
    "Id": "prod72",
    "Name": "Ruw brons",
    "Group": "Metaallegering",
    "Description": "Een populaire metalen legering met een grote verscheidenheid aan toepassingen. Ruw brons is niet de wetenschappelijke naam, maar is wel gemakkelijker te onthouden.\n\nTe maken van puur ferriet en pyriet."
  },
  {
    "Id": "prod73",
    "Name": "Grantine",
    "Group": "Metaallegering",
    "Description": "Zachte en bewerkbare legering die overal in het heelal wordt gebruikt door handwerkslieden. Te maken van geïoniseerd kobalt en dioxiet.\n\nVoor de verkoop en het transport van dit populaire product is een groot aantal galactische handelsroutes aangelegd."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Metaallegering",
    "Description": "Gecombineerde neutrale legering met allerlei toepassingen, van de farmaceutische tot de zware industrie. Gemaakt van chloor en ammoniak.\n\nDit vormt de basis van de galactische handel in legeringen."
  },
  {
    "Id": "prod75",
    "Name": "Magno-goud",
    "Group": "Metaallegering",
    "Description": "Zeer waardevolle, glanzende legering. Populair bij handelaren van alle bekende galactische rassen. Gemaakt van geïoniseerd kobalt en fosfor.\n\nZeer herkenbaar door zijn felrode gloed en het krachtige magnetische veld."
  },
  {
    "Id": "prod76",
    "Name": "Lemmium",
    "Group": "Metaallegering",
    "Description": "Legering van puur ferriet. Te maken van puur ferriet en uranium.\n\nDit sterke materiaal wordt veel gebruikt voor de constructie van vrachtschepen. Het is een onbuigzaam materiaal dat populair is binnen het galactische handelsnetwerk."
  },
  {
    "Id": "prod77",
    "Name": "Geodesiet",
    "Group": "Verrijkte metaallegering",
    "Description": "Geavanceerde en duurzame legering die voornamelijk wordt gebruikt voor de constructie van scheepsrompen en drone-technologie voor de ruimteverkenning.\n\nGemaakt van herox, ruw brons en lemmium."
  },
  {
    "Id": "prod78",
    "Name": "Iridesiet",
    "Group": "Verrijkte metaallegering",
    "Description": "Geavanceerde lichte metaallegering die overal aan de Buitengrens wordt verhandeld. Wordt vaak gebruikt voor het interieur van handelsshuttles. Het lichte materiaal zorgt ervoor dat ze gemakkelijker kunnen opstijgen van planeten met veel zwaartekracht.\n\nGemaakt van aronium, magno-goud en grantine."
  },
  {
    "Id": "prod79",
    "Name": "Fusieontsteking",
    "Group": "Zeer verfijnde technologie",
    "Description": "Een zeer geavanceerd stukje technologie voor gebruik in moderne energiecentrales. Het produceren van een fusiekern vereist zowel bijzondere wetenschappelijke vaardigheden als complexe industriële processen.\n\nGemaakt van kwantumprocessors en geodesiet, met een draagbare reactor."
  },
  {
    "Id": "prod80",
    "Name": "Stasisapparaat",
    "Group": "Zeer verfijnde technologie",
    "Description": "Een apparaat dat speciaal is ontworpen om levensvormen duizenden jaren langer te laten leven dan biologisch gezien mogelijk is. Dit apparaat is erg moeilijk om te maken. De technologie ervan is erg complex en een storing heeft desastreuze gevolgen voor de gebruiker.\n\nGemaakt van kwantumprocessors, cryogene kamers en iridesiet."
  },
  {
    "Id": "prod81",
    "Name": "Bedrading",
    "Group": "Universeel technologieplatform",
    "Description": "Een kant-en-klare printplaat die is ontworpen voor allerlei toepassingen in technologiecomponenten.\n\nDe module beschikt over een geïntegreerde nanietverwerker, waardoor hij snel kan worden afgesteld op diverse toepassingen."
  },
  {
    "Id": "prod82",
    "Name": "Fragiele neurale stam",
    "Group": "Levensfragment",
    "Description": "Deze delicate plak levend weefsel is de vonk die een nieuwe levensvorm voortbrengt.\n\nHet moet goed worden verzorgd terwijl het groeit."
  },
  {
    "Id": "prod83",
    "Name": "Fragiel hart",
    "Group": "Levensfragment",
    "Description": "Dit protohart is niets meer dan een klompje cellen, maar toch valt er al een zachte hartslag te bespeuren.\n\nHet moet goed worden verzorgd terwijl het groeit."
  },
  {
    "Id": "prod84",
    "Name": "Fragiel omhulsel",
    "Group": "Levensfragment",
    "Description": "Dit doorzichtige en onmogelijk dunne omhulsel is zo kwetsbaar als het fijnste laagje glas. Toch zijn de mogelijkheden kraakhelder: in laagjes op elkaar geplaatst wordt het materiaal steeds sterker en sterker.\n\nHet moet goed worden verzorgd terwijl het groeit."
  },
  {
    "Id": "prod85",
    "Name": "Groeiende singulariteit",
    "Group": "Fragiele adem ",
    "Description": "Een traag groeiend geheel van vlees, neuronen en antimaterie. We kunnen slechts gissen naar de manier waarop dit bewustzijn het universum ervaart.\n\nHet moet goed worden verzorgd terwijl het groeit."
  },
  {
    "Id": "prod86",
    "Name": "Volwassen neurale stam",
    "Group": "Levend ruimteschiporgaan",
    "Description": "Dit levende weefsel heeft uit zichzelf metalen filamenten ontwikkeld en vormt een mengsel van zilver en vlees. Het goedje zindert van de elektrische spanning en vormt een netwerk dat knooppunten nodig heeft.\n\nHet wacht op zijn gastheer."
  },
  {
    "Id": "prod87",
    "Name": "Volwassen hartknooppunt",
    "Group": "Levend ruimteschiporgaan",
    "Description": "Deze krachtige, gespierde, bionische pomp bevindt zich in een wirwar van synthetische buizen. Hij trilt als je hem aanraakt, alsof hij reageert op de aanwezigheid van andere denkende entiteiten.\n\nHet wacht op zijn gastheer."
  },
  {
    "Id": "prod88",
    "Name": "Gehard omhulsel",
    "Group": "Levend ruimteschiporgaan",
    "Description": "Dit doorzichtige, reflecterende, iriserende materiaal is onmogelijk sterk. Dit omhulsel repareert zichzelf zodra het wordt beschadigd en is daarna steviger dan ooit tevoren. De nieuw banden die daarbij ontstaan, worden opgeslagen in glas en weerkaatsen het licht dat wordt geabsorbeerd op het moment dat er schade wordt opgelopen.\n\nHet wacht op zijn gastheer."
  },
  {
    "Id": "prod89",
    "Name": "Singulariteitskern",
    "Group": "Levend ruimteschiporgaan",
    "Description": "Een gevoelige verzameling neuronen in een stabiele baan rond een miniatuurversie van een zwart gat. Het bewustzijn in het hart van dit bionische wonder heeft geen last van lineaire tijd. Zijn ervaringen vormen een onmogelijk web van de talloze levensvormen die hij heeft verzameld.\n\nHet wacht op zijn gastheer."
  },
  {
    "Id": "prod90",
    "Name": "Brug van bewustzijn",
    "Group": "Ontwaakte neurale ladder",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nHet lijkt erop dat dit apparaat een interface mogelijk maakt tussen een individuele entiteit en een groter, gedeeld bewustzijn. Waarschijnlijk is het afgeleid van Korvax-technologie, maar is het er niet op afgesteld."
  },
  {
    "Id": "prod91",
    "Name": "Pulserende kern",
    "Group": "Superverhit levensfragment",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nEen organische massa die hitte uitstraalt en een drukvat bevat. Het 'apparaat' is half pomp en half geaccelereerde evolutiekamer."
  },
  {
    "Id": "prod92",
    "Name": "Onmogelijk membraan",
    "Group": "Regenererende levensvorm",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nEen dicht gaas van strak geweven vezel. De ingebedde micro-organismen zorgen ervoor dat het gaas zich oneindig lang kan regenereren. Daardoor is het een perfecte, oneindige bionische huid."
  },
  {
    "Id": "prod93",
    "Name": "Glaszaden",
    "Group": "Bevroren archief",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nCapsules met genetisch materiaal in een dun laagje levend glas. In het weerspiegelende oppervlak zwemmen gedeelde herinneringen, wachtend op hun kans om het onderliggende leven vorm te geven."
  },
  {
    "Id": "prod94",
    "Name": "Gearchiveerde ziel",
    "Group": "Bionische ark",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nEen mix van complexe circuits en de onbeschrijflijke glitch van de Reiziger. Dergelijke technologie kan werkelijkheden aan elkaar verbinden, maar ook versplinteren in gesimuleerde fragmenten."
  },
  {
    "Id": "prod95",
    "Name": "Zielenhouder (0%)",
    "Group": "Bionische ark",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nEen mix van complexe circuits en de onbeschrijflijke glitch van de Reiziger. Dergelijke technologie kan werkelijkheden aan elkaar verbinden, maar ook versplinteren in gesimuleerde fragmenten."
  },
  {
    "Id": "prod96",
    "Name": "Zielenhouder (33%)",
    "Group": "Bionische ark",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nEen mix van complexe circuits en de onbeschrijflijke glitch van de Reiziger. Dergelijke technologie kan werkelijkheden aan elkaar verbinden, maar ook versplinteren in gesimuleerde fragmenten."
  },
  {
    "Id": "prod97",
    "Name": "Zielenhouder (66%)",
    "Group": "Bionische ark",
    "Description": "Een biomechanische constructie die is gemaakt aan de hand van de blauwdruk van een anonieme gastheer.\n\nEen mix van complexe circuits en de onbeschrijflijke glitch van de Reiziger. Dergelijke technologie kan werkelijkheden aan elkaar verbinden, maar ook versplinteren in gesimuleerde fragmenten."
  },
  {
    "Id": "prod98",
    "Name": "Levend water",
    "Group": "Glazig goedje",
    "Description": "Door ongebruikelijke oppervlakte-interacties wordt deze vloeistof rap verdeeld in kleine, perfecte bollen. Als het licht door zo'n bol wordt gebroken, zie je kleuren die niet te beschrijven zijn.\n\nVan onbekende oorsprong."
  }
]