[
  {
    "Id": "raw1",
    "Name": "Koolstof",
    "Abbrev": "C",
    "Group": "Ruw organisch element",
    "Rarity": "Common",
    "Description": "De bouwsteen van al het organische leven. Koolstof is essentieel voor ruimtereizigers, omdat het wordt gebruikt om mijnapparatuur op te laden.\n \nMet de mijnlaser haal je koolstof uit bomen, planten en alle andere soorten begroeiing."
  },
  {
    "Id": "raw2",
    "Name": "Gecondenseerd koolstof",
    "Abbrev": "C+",
    "Group": "Geraffineerd organisch element",
    "Rarity": "Uncommon",
    "Description": "Geavanceerd materiaal, verkregen door het verwerken van koolstof in een raffinaderij.\n\nDoor de hogere moleculaire dichtheid is de hoeveelheid energie per gram aanzienlijk groter.\n\nKan in kristalvorm worden aangetroffen. Voor het delven van grote kristallen heb je mogelijk een geavanceerde mijnlaser nodig."
  },
  {
    "Id": "raw3",
    "Name": "Zuurstof",
    "Abbrev": "O2",
    "Group": "Geconcentreerde vloeibare energie",
    "Rarity": "Common",
    "Description": "Onmisbaar voor het atmosfeerfilter dat de basis vormt van het lifesupport-systeem van het exopak.\n\nHet exopak beschikt over materiaalverwerkingtechnologie die het zuurstof direct uit de juiste planten op de planeet haalt.\n\nMet het analysevizier kun je andere planten scannen om alternatieve bronnen van zuurstof te vinden."
  },
  {
    "Id": "raw4",
    "Name": "Hexiet",
    "Abbrev": "X",
    "Group": "Ruw organisch element",
    "Rarity": "Common",
    "Description": "Een geurloze, mineraalrijke substantie met een hexagonale kristalachtige structuur die afkomstig is uit de ontlasting van een wezen."
  },
  {
    "Id": "raw5",
    "Name": "Diwaterstof",
    "Abbrev": "H",
    "Group": "Hoogenergetische substantie",
    "Rarity": "Common",
    "Description": "Een stabiele, gekristalliseerde vorm van waterstof met een extreem hoge energiedichtheid, die erg stabiel is onder atmosferische druk.\n\nDiwaterstof komt voor op alle werelden en is te vinden in de vorm van grote blauwe kristallen. Het is een belangrijke component van lanceerbrandstof voor ruimteschepen."
  },
  {
    "Id": "raw6",
    "Name": "Deuterium",
    "Abbrev": "D",
    "Group": "Hoogenergetische substantie",
    "Rarity": "Common",
    "Description": "Een stabiele waterstofisotoop die veelvuldig wordt gebruikt in kleinschalige kernreactoren en neutronenschildtechnologie.\n\nDeuterium wordt zeer zelden in de natuur aangetroffen. Het grootste deel van de voorraad in het sterrenstelsel wordt gemaakt door het verwerken van diwaterstof en tritium in raffinaderijen."
  },
  {
    "Id": "raw7",
    "Name": "Tritium",
    "Abbrev": "H3",
    "Group": "Energie-element met veel neutronen",
    "Rarity": "Common",
    "Description": "Radioactieve isotoop die veel wordt gebruikt als energiebron voor de kernreactoren in de pulsmotoren van ruimteschepen.\n\nTritium komt veel voor in interstellaire asteroïdenvelden en kan met de wapens van ruimteschepen worden gedolven."
  },
  {
    "Id": "raw8",
    "Name": "Ferrietstof",
    "Abbrev": "Fe",
    "Group": "Metaalachtig mineraalextract",
    "Rarity": "Common",
    "Description": "Een veelvoorkomend mineraal, te vinden in rotsformaties en andere gebieden die geologisch gezien interessant zijn. Makkelijk te delven met een mijnlaser.\n\nMoet meestal worden bewerkt in een raffinaderij voor het kan worden gebruikt om gebouwen te maken of technologieën te ontwikkelen."
  },
  {
    "Id": "raw9",
    "Name": "Puur ferriet",
    "Abbrev": "Fe+",
    "Group": "Verwerkte metaalachtige mineralen",
    "Rarity": "Uncommon",
    "Description": "Bewerkt metaal, zonder stof en steentjes. Hiermee kunnen allerlei constructies en technologieën worden gemaakt.\n\nWordt meestal met een raffinaderij gemaakt van ferrietstof, maar kan ook in grote afzettingen worden aangetroffen. Mogelijk heb je een geavanceerde mijnlaser nodig om het te delven."
  },
  {
    "Id": "raw10",
    "Name": "Gemagnetiseerd ferriet",
    "Abbrev": "Fe++",
    "Group": "Geladen metaalelement",
    "Rarity": "Uncommon",
    "Description": "Zwaar bewerkt metaal dat meerdere keren moet worden geraffineerd in een raffinaderij.\n\nWordt gebruikt voor het maken van geavanceerde technologieën en constructies. Niet innemen."
  },
  {
    "Id": "raw11",
    "Name": "Silicaatpoeder",
    "Abbrev": "Si",
    "Group": "Ruimschoots voorkomend mineraal",
    "Rarity": "Common",
    "Description": "Een ruimschoots voorkomend mineraal dat te vinden is in de aardlagen van alle rotsachtige werelden. Makkelijk te delven met een terreinvervormer. Maak ergens een tunnel om te beginnen met de extractie.\n\nVerwerk het in een raffinaderij om glas te maken."
  },
  {
    "Id": "raw12",
    "Name": "Natrium",
    "Abbrev": "Na",
    "Group": "Ruw katalytisch element",
    "Rarity": "Uncommon",
    "Description": "Een krachtige katalysator waarmee je defensieve technologieën, zoals schilden en omgevingsbescherming, kunt opladen.\n \nJe exopak beschikt over technologie om natrium automatisch uit natriumrijke planten te oogsten.\n\nEen vitale grondstof voor de ontwikkeling van allerlei geavanceerde apparaten, producten en onderdelen."
  },
  {
    "Id": "raw13",
    "Name": "Natriumnitraat",
    "Abbrev": "Na+",
    "Group": "Geraffineerd katalytisch element",
    "Rarity": "Rare",
    "Description": "Een geavanceerde katalysator waarmee je defensieve technologieën, zoals schilden en omgevingsbescherming, kunt opladen.\n \nKan worden gemaakt in een raffinaderij en wordt soms in kristalvorm aangetroffen aan de oppervlakte van planeten.\n\nBiedt aanzienlijk meer energie per gram dan gewoon natrium."
  },
  {
    "Id": "raw14",
    "Name": "Kobalt",
    "Abbrev": "Co",
    "Group": "Ondergronds mineraal",
    "Rarity": "Common",
    "Description": "Kobalt is een element dat te vinden is in ondergrondse mineralen en dus vooral wordt aangetroffen in grotten. Wordt gebruikt voor het maken van ionenaccu's.\n\nHet wordt gebruikt bij de ontwikkeling en bouw van allerlei technologieën en gebouwen en kan worden bewerkt in een raffinaderij, zodat het nog effectiever is."
  },
  {
    "Id": "raw15",
    "Name": "Geïoniseerd kobalt",
    "Abbrev": "Co+",
    "Group": "Bewerkt ondergronds mineraal",
    "Rarity": "Rare",
    "Description": "Een vorm van kobalt die veel meer energie herbergt. Dit bewerkte metaal is geschikt voor het maken van geavanceerde ionenaccu's, een handige, draagbare energiebron voor het exopak.\n\nWordt veel gebruikt voor het maken van geavanceerde technologieën en constructies."
  },
  {
    "Id": "raw16",
    "Name": "Zout",
    "Abbrev": "NaCl",
    "Group": "Aquatisch mineraalextract",
    "Rarity": "Common",
    "Description": "Zout dat vrij in de natuur voorkomt, vooral in mineralen onder het wateroppervlak.\n\nPlaats het in een raffinaderij om chloor te creëren. In deze geraffineerde vorm wordt het gebruikt voor de constructie van geavanceerde producten en technologieën."
  },
  {
    "Id": "raw17",
    "Name": "Chloor",
    "Abbrev": "Cl",
    "Group": "Bewerkt aquatisch mineraal",
    "Rarity": "Rare",
    "Description": "Een reactief element dat gemakkelijk te verkrijgen is door de zilte mineralen uit oceanen te verwerken.\n\nWordt gebruikt voor de constructie van geavanceerde technologieën."
  },
  {
    "Id": "raw18",
    "Name": "Cytofosfaat",
    "Abbrev": "Cy",
    "Group": "Organische samenstelling",
    "Rarity": "Rare",
    "Description": "Een blauw-groene biologische samenstelling die wordt geproduceerd tijdens de metabolische cyclus van diepzeeplanten. Cytofosfaten zijn rijk aan oplosbare energie en spelen een cruciale rol in veel onderwatertechnologieën.\n \nDe mijnlaser oogst cytofosfaatsamenstellingen uit onderwaterflora."
  },
  {
    "Id": "raw19",
    "Name": "Koper",
    "Abbrev": "Cu",
    "Group": "Geraffineerd sterrenmetaal: Geel",
    "Rarity": "Common",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster. Dit soort sterrenstof zet zich af in de korst van planeten in de buurt.\n\nKoper vind je op planeten rond gele sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken dat van pas komt bij het fabriceren van geavanceerde technologieën."
  },
  {
    "Id": "raw20",
    "Name": "Cadmium",
    "Abbrev": "Cd",
    "Group": "Geraffineerd sterrenmetaal: Rood",
    "Rarity": "Rare",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster. Dit soort sterrenstof zet zich af in de korst van planeten in de buurt.\n\nCadmium vind je op planeten rond rode sterren. Plaats het in de raffinaderij om een zuiver, chromatisch metaal te maken dat van pas komt bij het fabriceren van geavanceerde technologieën."
  },
  {
    "Id": "raw21",
    "Name": "Emeril",
    "Abbrev": "Em",
    "Group": "Geraffineerd sterrenmetaal: Groen",
    "Rarity": "Rare",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster.\n\nEmeril vind je op planeten rond groene sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken dat van pas komt bij het fabriceren van geavanceerde technologieën."
  },
  {
    "Id": "raw22",
    "Name": "Indium",
    "Abbrev": "In",
    "Group": "Geraffineerd sterrenmetaal: Blauw",
    "Rarity": "Rare",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster. Dit soort sterrenstof zet zich af in de korst van planeten in de buurt.\n\nIndium vind je op planeten rond blauwe sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken dat van pas komt bij het fabriceren van geavanceerde technologieën."
  },
  {
    "Id": "raw23",
    "Name": "Chromatisch metaal",
    "Abbrev": "Ch",
    "Group": "Zeer geraffineerd sterrenmetaal",
    "Rarity": "Rare",
    "Description": "Een bewerkte metaallegering die in een raffinaderij is gemaakt uit de sterrenmetalen koper, cadmium, emeril en indium.\n\nHoe zeldzamer het sterrenmateriaal, des te meer chromatisch metaal levert het op.\n\nDit waardevolle metaal kun je gebruiken om allerlei geavanceerde technologieën te ontwikkelen."
  },
  {
    "Id": "raw24",
    "Name": "Paraffinium",
    "Abbrev": "Pf",
    "Group": "grond-element gelokaliseerd",
    "Rarity": "Uncommon",
    "Description": "Plaatselijk mineraalextract dat vaak in grote afzettingen wordt gevonden, maar ook uit veelvoorkomende mineralen kan worden gehaald na een scan met het analysevizier.\n\nWordt meestal gevonden op tropische planeten."
  },
  {
    "Id": "raw25",
    "Name": "Pyriet",
    "Abbrev": "Py",
    "Group": "grond-element gelokaliseerd",
    "Rarity": "Uncommon",
    "Description": "Plaatselijk mineraalextract dat vaak in grote afzettingen wordt gevonden, maar ook uit veelvoorkomende mineralen kan worden gehaald na een scan met het analysevizier.\n\nWordt meestal gevonden op woestijnachtige planeten."
  },
  {
    "Id": "raw26",
    "Name": "Ammoniak",
    "Abbrev": "NH3",
    "Group": "grond-element gelokaliseerd",
    "Rarity": "Uncommon",
    "Description": "Plaatselijk mineraalextract dat vaak in grote afzettingen wordt gevonden, maar ook uit veelvoorkomende mineralen kan worden gehaald na een scan met het analysevizier.\n\nWordt meestal gevonden op planeten met giftige omgeving."
  },
  {
    "Id": "raw27",
    "Name": "Uranium",
    "Abbrev": "U",
    "Group": "grond-element gelokaliseerd",
    "Rarity": "Uncommon",
    "Description": "Plaatselijk mineraalextract dat vaak in grote afzettingen wordt gevonden, maar ook uit veelvoorkomende mineralen kan worden gehaald na een scan met het analysevizier.\n\nWordt meestal gevonden op radioactieve planeten."
  },
  {
    "Id": "raw28",
    "Name": "Dioxiet",
    "Abbrev": "CO2",
    "Group": "grond-element gelokaliseerd",
    "Rarity": "Uncommon",
    "Description": "Plaatselijk mineraalextract dat vaak in grote afzettingen wordt gevonden, maar ook uit veelvoorkomende mineralen kan worden gehaald na een scan met het analysevizier.\n\nWordt meestal gevonden op bevroren planeten."
  },
  {
    "Id": "raw29",
    "Name": "Fosfor",
    "Abbrev": "P",
    "Group": "grond-element gelokaliseerd",
    "Rarity": "Uncommon",
    "Description": "Plaatselijk mineraalextract dat vaak in grote afzettingen wordt gevonden, maar ook uit veelvoorkomende mineralen kan worden gehaald na een scan met het analysevizier.\n\nWordt meestal gevonden op verschroeide planeten."
  },
  {
    "Id": "raw30",
    "Name": "Mordiet",
    "Abbrev": "Mo",
    "Group": "Geoogste substantie",
    "Rarity": "Common",
    "Description": "Ondanks grootschalig onderzoek is er weinig bekend over dit spookachtige kristal.\n\nHet komt vrij uit de kadavers van stervende wezens. Ook komt het voor in de mordietwortel, die je kunt kweken en oogsten."
  },
  {
    "Id": "raw31",
    "Name": "Pugneum",
    "Abbrev": "Pg",
    "Group": "Anomalie-materiaal",
    "Rarity": "Rare",
    "Description": "Deze olieachtige, verontrustende vloeistof lekt uit de elektronica van Sentinels.\n\nPugneum wordt veel gebruikt door de Vy'keen en heeft naar verluidt enkele essentiële eigenschappen die naniet ook heeft. Als het in aanraking komt met organische stof, bromt het onheilspellend."
  },
  {
    "Id": "raw32",
    "Name": "Zilver",
    "Abbrev": "Ag",
    "Group": "Waardevol asteroïdemineraal",
    "Rarity": "Common",
    "Description": "Waardevol interstellair ruilmineraal dat vooral te vinden is in asteroïden. Kan ook in ondergrondse afzettingen op planeten worden aangetroffen.\n\nWordt door volken in alle uithoeken van het heelal geprezen om de prachtige glans."
  },
  {
    "Id": "raw33",
    "Name": "Goud",
    "Abbrev": "Au",
    "Group": "Waardevol asteroïdemineraal",
    "Rarity": "Uncommon",
    "Description": "Zeer waardevol interstellair ruilmineraal dat vooral te vinden is in asteroïden. Kan ook in ondergrondse afzettingen op planeten worden aangetroffen.\n\nDoor iedereen geprezen om zijn schoonheid en veelzijdigheid."
  },
  {
    "Id": "raw34",
    "Name": "Platina",
    "Abbrev": "Pt",
    "Group": "Waardevol asteroïdemineraal",
    "Rarity": "Rare",
    "Description": "Extreem waardevol interstellair ruilmineraal dat vooral te vinden is in asteroïden. Kan ook in ondergrondse afzettingen op planeten worden aangetroffen.\n\nDoor iedereen geprezen om zijn hardheid en veelzijdigheid."
  },
  {
    "Id": "raw35",
    "Name": "Sulfurine",
    "Abbrev": "Su",
    "Group": "Gecomprimeerd atmosferisch gas",
    "Rarity": "Common",
    "Description": "Een atmosferisch, onwelriekend gas. In hoge concentraties is het zeer schadelijk voor organisch leven.\n\nMet behulp van speciale machines kan het uit de atmosfeer van verschroeide planeten en woestijnplaneten worden gehaald."
  },
  {
    "Id": "raw36",
    "Name": "Radon",
    "Abbrev": "Rn",
    "Group": "Gecomprimeerd atmosferisch gas",
    "Rarity": "Uncommon",
    "Description": "Een kleurloos en geurloos gas met een relatief korte halveringstijd. \n\nDit gas is te vinden in radioactieve en bevroren atmosferen en komt vrij bij het afbreken van andere hoogenergetische elementen."
  },
  {
    "Id": "raw37",
    "Name": "Stikstof",
    "Abbrev": "N",
    "Group": "Gecomprimeerd atmosferisch gas",
    "Rarity": "Rare",
    "Description": "Een reactief atmosferisch gas dat overal voorkomt waar organisch leven te vinden is.\n\nStikstof kan worden verzameld in de atmosfeer van rijk begroeide en giftige planeten."
  },
  {
    "Id": "raw38",
    "Name": "Geactiveerd koper",
    "Abbrev": "Cu",
    "Group": "Geraffineerd sterrenmetaal: Geel",
    "Rarity": "Common",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster.\n\nDit koper is geactiveerd door de extreme omstandigheden waaronder het werd gevormd en is zeer waardevol.\n\nKoper vind je op planeten rond gele sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken."
  },
  {
    "Id": "raw39",
    "Name": "Geactiveerd cadmium",
    "Abbrev": "Cd",
    "Group": "Geraffineerd sterrenmetaal: Rood",
    "Rarity": "Rare",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster.\n\nDit cadmium is geactiveerd door de extreme omstandigheden waaronder het werd gevormd en is zeer waardevol.\n\nCadmium vind je op planeten rond rode sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken."
  },
  {
    "Id": "raw40",
    "Name": "Geactiveerd emeril",
    "Abbrev": "Em",
    "Group": "Geraffineerd sterrenmetaal: Groen",
    "Rarity": "Rare",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster.\n\nDit emeril is geactiveerd door de extreme omstandigheden waaronder het werd gevormd en is zeer waardevol.\n\nEmeril vind je op planeten rond groene sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken."
  },
  {
    "Id": "raw41",
    "Name": "Geactiveerd indium",
    "Abbrev": "In",
    "Group": "Geraffineerd sterrenmetaal: Blauw",
    "Rarity": "Rare",
    "Description": "Een chromatisch metaal dat ontstaat tijdens de kernfusie in het hart van een ster.\n\nDit indium is geactiveerd door de extreme omstandigheden waaronder het werd gevormd en is zeer waardevol.\n\nIndium vind je op planeten rond blauwe sterren. Plaats het in de raffinaderij om een zuiver chromatisch metaal te maken."
  },
  {
    "Id": "raw42",
    "Name": "Schimmelaarde",
    "Abbrev": "Ml",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Rare",
    "Description": "Een vreemd oplichtende substantie die wordt gewonnen uit de lamellen van schimmelclusters.\n\nIn het wild groeit deze schimmel alleen in toxische klimaten, maar met behulp van een hydrocultuurbak kan hij overal worden verbouwd."
  },
  {
    "Id": "raw43",
    "Name": "Vrieskristal",
    "Abbrev": "Fc",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Rare",
    "Description": "Een prachtig blauw kristal. Deze glinsterende organische samenstelling kan goed tegen vorst en is doorschijnend. Het is te vinden in de bladeren van winterkruid.\n\nIn het wild groeit winterkruid alleen onder het vriespunt, maar met behulp van een hydrocultuurbak kan hij overal worden verbouwd."
  },
  {
    "Id": "raw44",
    "Name": "Gammawortel",
    "Abbrev": "Gr",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Rare",
    "Description": "Een vreemde substantie die langzaam de lucht eromheen lijkt te verplaatsen. Hij is te vinden in de wortels van het gammakruid.\n\nIn het wild groeit gammakruid alleen in omgevingen met veel achtergrondstraling, maar met behulp van een hydrocultuurbak kan hij overal worden verbouwd."
  },
  {
    "Id": "raw45",
    "Name": "Cactusvlees",
    "Abbrev": "Cc",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Rare",
    "Description": "Sappig en eetbaar vlees van de echinocactus. Het vlees is niet alleen lekker, maar ook geschikt voor allerlei industriële toepassingen.\n\nDe echinocactus bloeit alleen op woestijnplaneten, maar met behulp van een hydrocultuurbak kan hij overal worden verbouwd."
  },
  {
    "Id": "raw46",
    "Name": "Solanium",
    "Abbrev": "So",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Rare",
    "Description": "Een krachtige chemische stof die bestand is tegen synthese. Hij is te vinden in de bast van de zonnekruiper.\n\nIn het wild groeit deze klimplant alleen in warme klimaten, maar met behulp van een hydrocultuurbak kan hij overal worden verbouwd."
  },
  {
    "Id": "raw47",
    "Name": "Sterrenbol",
    "Abbrev": "Ss",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Rare",
    "Description": "Deze mooie edelsteen is de zeer gewilde, sappige, lichtgevende bes van de sterrenstruik.\n\nIn het wild groeit deze plant alleen in rijk begroeide omgevingen, maar met behulp van een hydrocultuurbak kan hij overal worden verbouwd."
  },
  {
    "Id": "raw48",
    "Name": "Pompoenbol",
    "Abbrev": "Bu",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Uncommon",
    "Description": "Een oplichtende organische bol die wordt gewonnen uit de grotpompoen, een plant die onder de grond bloeit.\n\nHet is nog niet gelukt om de grotpompoen te telen en er bestaan geen commerciële cultivars. Vandaar dat de bollen met de hand in het wild moeten worden geplukt."
  },
  {
    "Id": "raw49",
    "Name": "Kelpblaas",
    "Abbrev": "Ke",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Uncommon",
    "Description": "Een rubberachtige, lichtgevende blaas die wordt gewonnen uit de kaarskelp, een plant die onder water bloeit.\n\nVoor de landbouwwetenschap is de kaarskelp nog een raadsel. Vandaar dat deze blazen niet kunnen worden verbouwd."
  },
  {
    "Id": "raw50",
    "Name": "Faecium",
    "Abbrev": "Fa",
    "Group": "Geoogste landbouwsubstantie",
    "Rarity": "Common",
    "Description": "Een stinkend goedje dat is te vinden in de buikrotbloem en - minder aanlokkelijk - in de uitwerpselen van sommige soorten.\n\nMet bepaalde voeding kan de vorming en afzetting van faeciumkristallen bij wezens worden gestimuleerd."
  },
  {
    "Id": "raw51",
    "Name": "Restmateriaal",
    "Abbrev": "Tp",
    "Group": "Troep",
    "Rarity": "Common",
    "Description": "Een bewegend, smerig ruikend goedje dat zich ophoopt in slecht onderhouden machines.\n\nHuidcontact wordt afgeraden."
  },
  {
    "Id": "raw52",
    "Name": "Woekerende schimmel",
    "Abbrev": "Tp",
    "Group": "Troep",
    "Rarity": "Common",
    "Description": "Schimmel die zich snel verspreidt in slecht onderhouden machines.\n\nBestaat waarschijnlijk uit meerdere schimmelsoorten die samen een superkolonie vormen."
  },
  {
    "Id": "raw53",
    "Name": "Verroest metaal",
    "Abbrev": "Tp",
    "Group": "Troep",
    "Rarity": "Uncommon",
    "Description": "Kleine hoeveelheden verweerd metaal, verwrongen door jarenlange blootstelling aan de meedogenloze omgeving.\n\nDoe er voorzichtig mee."
  },
  {
    "Id": "raw54",
    "Name": "Levend slijm",
    "Abbrev": "Tp",
    "Group": "Troep",
    "Rarity": "Uncommon",
    "Description": "Zwaar, druppelend slijm. Het beweegt zich langzaam voort, alsof het een eigen hartslag heeft.\n\nBouwstoffenbron: onbekend."
  },
  {
    "Id": "raw55",
    "Name": "Stroperige vloeistof",
    "Abbrev": "Tp",
    "Group": "Troep",
    "Rarity": "Rare",
    "Description": "Een onnatuurlijk dikke vloeistof met een dubieuze kleur. De oorsprong is niet te achterhalen.\n\nLijkt kleinschalige magnetische eigenschappen te hebben."
  },
  {
    "Id": "raw56",
    "Name": "Nanietcluster",
    "Abbrev": "∞",
    "Group": "Technologisch ruilmiddel",
    "Rarity": "Rare",
    "Description": "Een dichte brij van naniet, barstend van potentialiteit. Deze clusters zijn stabiel, maar als je nanietschuim de vrije loop laat, kunnen er ongewenste reacties optreden bij aanwezigheid van organische materie.\n\nWordt gebruikt voor de constructie van geavanceerde technologieën. Zeer waardevol voor gespecialiseerde handelaren."
  },
  {
    "Id": "raw57",
    "Name": "KWIKZILVER",
    "Abbrev": "-",
    "Group": "Beloningsvoorwerp",
    "Rarity": "Rare",
    "Description": "Een beloning in de vorm van een verbeterde reputatie bij een factie of ruilmiddelen."
  },
  {
    "Id": "raw58",
    "Name": "UNITS",
    "Abbrev": "-",
    "Group": "Beloningsvoorwerp",
    "Rarity": "Rare",
    "Description": "Een beloning in de vorm van een verbeterde reputatie bij een factie of ruilmiddelen."
  },
  {
    "Id": "raw59",
    "Name": "Zonnevloeistof",
    "Abbrev": "?",
    "Group": "Getransmuteerd metaal",
    "Rarity": "Rare",
    "Description": "Doorsnee planetair metaal dat na superverhitting in een stabiele plasmavorm wordt gehouden.\n\nWordt uit metaalachtige afzettingen gehaald met de zonnelaser. Ontzettend energiek."
  },
  {
    "Id": "raw60",
    "Name": "Gefragmenteerde qualia",
    "Abbrev": "?",
    "Group": "Zielenfragment",
    "Rarity": "Rare",
    "Description": "Een patroon, slechts een golfvorm, dat in het oppervlak van een minuscuul metaalfragment is geëtst. Dit gegevensfragment vertegenwoordigt een opname van de elektrische impulsen in een neuraal netwerk. Er zijn vele fragmenten nodig om een tastbare ervaring te creëren.\n\nWordt gegenereerd door de interactie van de animuslaser met een levend doelwit."
  }
]