[
  {
    "Id": "trade1",
    "Name": "Nanobuiskist",
    "Group": "Geavanceerde constructiematerialen",
    "Description": "Een volle kist koolstofnanobuizen.\n\nDeze kleine en onvoorstelbaar sterke buizen zijn nodig voor de constructie van wetenschappelijke componenten, die ook klein en onvoorstelbaar sterk zijn."
  },
  {
    "Id": "trade2",
    "Name": "Zelfherstellend heridium",
    "Group": "Geavanceerde constructiematerialen",
    "Description": "Een bus met zelfherstellend heridium. Ziet er nieuw uit.\n\nWordt gebruikt voor de productie van wetenschappelijke componenten. Zelfherstellend heridium is vooral geschikt voor gebruik in afgelegen faciliteiten, waar onderhoud niet of nauwelijks mogelijk is."
  },
  {
    "Id": "trade3",
    "Name": "Optisch oplosmiddel",
    "Group": "Geavanceerde constructiematerialen",
    "Description": "Diverse flessen optisch oplosmiddel.\n\nDe vloeistof in deze flessen wordt gebruikt voor het verwijderen van het overtollige licht dat wetenschappelijke componenten kan aantasten."
  },
  {
    "Id": "trade4",
    "Name": "Vijfdimensionale torus",
    "Group": "Geavanceerde constructiematerialen",
    "Description": "Een speciaal gefabriceerde kist met 5D-tori.\n\nEr zijn zeer specifieke materialen nodig voor de constructie van vormen in extra dimensies. Deze tori worden gebruikt voor het opvangen van de krachtige velden die ontstaan bij de productie van wetenschappelijke componenten."
  },
  {
    "Id": "trade5",
    "Name": "Supergeleidend vezel",
    "Group": "Geavanceerde constructiematerialen",
    "Description": "Een veelgelaagd pakket supergeleidende vezels.\n\nKrachtig, flexibel en waterbestendig. Het gecontroleerde magnetische weefsel van deze vezels is essentieel voor de productie van veel wetenschappelijke componenten."
  },
  {
    "Id": "trade6",
    "Name": "Vonkbus",
    "Group": "Verhandelbare energiebron",
    "Description": "Een volle kist vonkbussen.\n\nVoor veel industriële mijnprocessen is een grote hoeveelheid energie vereist. In tegenstelling tot trage batterijen kan een vonkbus direct aan de energiebehoefte voldoen."
  },
  {
    "Id": "trade7",
    "Name": "Industriële batterij",
    "Group": "Verhandelbare energiebron",
    "Description": "Een pakket goed geïsoleerde industriële batterijen.\n\nVoor de energievoorziening van diepe mijnoperaties zijn zware batterijen nodig. Deze zeer duurzame energiebron gaat weken mee, zelfs kilometers onder het oppervlak waar de hitte en de druk gigantisch zijn."
  },
  {
    "Id": "trade8",
    "Name": "Ohmgel",
    "Group": "Verhandelbare energiebron",
    "Description": "Diverse pakketten met ohmgel.\n\nEnergieverslindende mijnoperaties kunnen tot gevaarlijke situaties leiden. Met ohmgel zorg je ervoor dat snel bewegende onderdelen geïsoleerd en gesmeerd blijven."
  },
  {
    "Id": "trade9",
    "Name": "Experimentele energievloeistof",
    "Group": "Verhandelbare energiebron",
    "Description": "Corrosiebestendige vaten met een experimentele energievloeistof.\n\nEén vat van deze zeer vluchtige samenstelling is voldoende om een ruimtestation wekenlang van energie te voorzien. Is vooral van waarde in economieën die zijn gebaseerd op mijnbouw."
  },
  {
    "Id": "trade10",
    "Name": "Fusiekern",
    "Group": "Verhandelbare energiebron",
    "Description": "Een enigszins gloeiende bundel fusiekernen.\n\nEnergiebron, motor en verwarming met een hoge capaciteit. Een fusiekern is de ultieme manier om in de ruimte energie op te wekken. Erg waardevol in economieën die zijn gebaseerd op mijnbouw en die hun asteroïdekoloniën zelfvoorzienender willen maken."
  },
  {
    "Id": "trade11",
    "Name": "Fles geurloos feromoon",
    "Group": "Wetenschappelijke componenten",
    "Description": "Gerecyclede feromoonflessen.\n\nElke dag worden er grote hoeveelheden feromoon geproduceerd en gedistribueerd. Hierdoor is er een lucratieve handel ontstaan in afvalproducten. Deze glazen potten zijn grondig geschrobd en zouden niet gevaarlijk mogen zijn voor de bezitter."
  },
  {
    "Id": "trade12",
    "Name": "Neutronenmicroscoop",
    "Group": "Wetenschappelijke componenten",
    "Description": "Een partij neutronenmicroscopen.\n\nWetenschappelijke economieën produceren en verbruiken heel veel microscopen. Soms vertonen ze lichte gebreken, waardoor ze ongeschikt zijn voor precisiewerk. Toch zijn ze ook nog prima geschikt voor de handel, omdat ze kunnen worden verkocht aan kopers die het verschil toch niet zien. "
  },
  {
    "Id": "trade13",
    "Name": "Instabiliteitsinjector",
    "Group": "Wetenschappelijke componenten",
    "Description": "Een rommelige doos met instabiliteitsinjectoren.\n\nBij omvangrijke experimenten moet vaak een groot aantal variabelen in zeer korte tijd worden aangepast. Dat is mogelijk met een instabiliteitsinjector. Ze kunnen ook worden gebruikt voor het creëren van chaos in marktsystemen. Dergelijk onethisch gedrag levert uitstekende kansen op voor de handel."
  },
  {
    "Id": "trade14",
    "Name": "Organische leiding",
    "Group": "Wetenschappelijke componenten",
    "Description": "Een vat met geconserveerde organische leidingen. Nog warm.\n\nOm ethische problemen te voorkomen, stellen veel laboratoria hun proefpersonen samen uit componenten. De restanten kunnen winstgevend zijn in handelseconomieën met niet al te strikte medische regels. "
  },
  {
    "Id": "trade15",
    "Name": "Neuraal kanaal",
    "Group": "Wetenschappelijke componenten",
    "Description": "Een doos verse neurale kanalen.\n\nNeurale kanalen zijn tijdelijke inzetstukken voor een korte concentratie- en productiviteitsboost. Ze zijn overal voor te gebruiken en vooral van waarde in handelseconomieën waar de concurrentie tussen arbeiders groot is."
  },
  {
    "Id": "trade16",
    "Name": "Grond",
    "Group": "Verhandelbare mineralen",
    "Description": "Een paar ton grond.\n\nGrond die overbleef na mijnoperaties. Restmetalen kunnen in productieeconomieën worden gewonnen door specialisten die beschikken over voldoende tijd en de juiste uitrusting."
  },
  {
    "Id": "trade17",
    "Name": "Ruw pyrietvet",
    "Group": "Verhandelbare mineralen",
    "Description": "Grote potten pyrietvet.\n\nEen vetoplossing met veel mineralen. Dit vet is veel waard in productieeconomieën, waar het wordt gebruikt om grote machines geolied en glanzend te houden."
  },
  {
    "Id": "trade18",
    "Name": "Bromidezout",
    "Group": "Verhandelbare mineralen",
    "Description": "Een kist bromidezout.\n\nHet resultaat van een uitgebreid destillatie- en verdampingsproces. De bromidezoutvaten worden gebruikt voor het voeden van veeleisende fabrieken in productiesystemen."
  },
  {
    "Id": "trade19",
    "Name": "Polychromatisch zirkonium",
    "Group": "Verhandelbare mineralen",
    "Description": "Een zak vol polychromatische zirkoniumkristallen.\n\nVan deze kristallen worden bijna onverwoestbare lenzen gemaakt met schitterende kleuren. Zeer waardevol in productieeconomieën."
  },
  {
    "Id": "trade20",
    "Name": "Gerecycled boogkristal",
    "Group": "Verhandelbare mineralen",
    "Description": "Een netjes ingepakt pakket met gerecyclede boogkristallen.\n\nExtreem zeldzame mineraalformaties. Er is veel vraag naar boogkristallen in productieeconomieën, waar ze door hun hardheid en geleidbaarheid essentieel zijn voor diverse industriële processen. Er worden ook aantrekkelijke (en gevaarlijke) sieraden van gemaakt."
  },
  {
    "Id": "trade21",
    "Name": "Beschadigde printplaat",
    "Group": "Technologische onderdelen",
    "Description": "Een verzameling beschadigde printplaten.\n\nIn economieën die zijn gebaseerd op energieopwekking worden grote hoeveelheden hightech componenten gebruikt. Daarom is er zelfs vraag naar sterk beschadigde printplaten. Ze worden gesloopt voor bruikbare onderdelen of ingezet in energiekernen van mindere kwaliteit. "
  },
  {
    "Id": "trade22",
    "Name": "Laszeep",
    "Group": "Technologische onderdelen",
    "Description": "Diverse grote stukken laszeep.\n\nWordt gebruikt in systemen voor energieopwekking om metalen diodes te reinigen voordat ze in batterijen worden aangebracht."
  },
  {
    "Id": "trade23",
    "Name": "Ioncondensator",
    "Group": "Technologische onderdelen",
    "Description": "Een versterkte kist ioncondensatoren.\n\nDeze supercondensatoren hebben een onvoorstelbaar hoge energiedichtheid. Zeer in trek in economieën die zijn gebaseerd op energieopwekking."
  },
  {
    "Id": "trade24",
    "Name": "Autonome positioneringseenheid",
    "Group": "Technologische onderdelen",
    "Description": "Een kist met positioneringseenheden en de bijbehorende bedrading.\n\nDeze eenheden kunnen worden gebruikt om van vrijwel elke technologie een zelfnavigerend systeem te maken. Zeer waardevol in economieën die zijn gebaseerd op energieopwekking, waar ze worden gebruikt voor het verwijderen van geleidende organische handen uit het productieproces."
  },
  {
    "Id": "trade25",
    "Name": "Kwantumversneller",
    "Group": "Technologische onderdelen",
    "Description": "Diverse grote kwantumversnellers.\n\nZeer geschikt om materie in onmetelijke snelheden voort te bewegen. Deze units zijn vooral belangrijk in economieën die zijn gebaseerd op energieopwekking, waar ze worden gebruikt voor het comprimeren van energie in hoogwaardige batterijen."
  },
  {
    "Id": "trade26",
    "Name": "Sterrenzijde",
    "Group": "Handelsproduct",
    "Description": "Diverse spoelen met sterrenzijde.\n\nSterrenzijde wordt geweven op enorme zonneweefgetouwen die zich rond handelsplaneten bevinden. De impact van de kosmische stralen zorgt voor het patroon van het weefsel, dat vervolgens kan worden gebruikt voor de verwerking van geavanceerde materialen."
  },
  {
    "Id": "trade27",
    "Name": "Gedecodeerde gebruikersdata",
    "Group": "Handelsproduct",
    "Description": "Een kist vol harde schijven, die allemaal een enorme hoeveelheid gedecodeerde gebruikersdata bevatten.\n\nLosse exemplaren zijn van weinig waarde, maar samen kunnen deze schijven worden verwerkt voor het verkrijgen van waardevolle gegevens. Deze verwerking vindt plaats in systemen waarvan de economieën zijn gebaseerd op geavanceerde materialen."
  },
  {
    "Id": "trade28",
    "Name": "Kometendruppels",
    "Group": "Handelsproduct",
    "Description": "Diverse bussen kometendruppels.\n\nEen interessant klinkende handelsnaam voor stukken meteoriet. Deze stenen zijn echter extreem waardevol in economieën die zijn gebaseerd op geavanceerde materialen."
  },
  {
    "Id": "trade29",
    "Name": "Ionenbol",
    "Group": "Handelsproduct",
    "Description": "Een volle kist ionenbollen.\n\nDeze kwetsbare glazen bollen bevatten kleinschalige replica van de bovenste atmosfeer. De bollen zijn sprankelend en hypnotiserend, maar zijn ook belangrijk voor de productie van mengsels van geavanceerde materialen."
  },
  {
    "Id": "trade30",
    "Name": "Teleportcoördinators",
    "Group": "Handelsproduct",
    "Description": "Een bundel van nauwkeurig gekalibreerde teleportcoördinators.\n\nDeze circuits zijn niet groter dan een speldenkop en zijn van vitaal belang voor het nauwkeurig toevoegen van versterkend materiaal aan geavanceerde legeringen. Ze kunnen ook worden gebruikt voor handel over grote afstand."
  },
  {
    "Id": "trade31",
    "Name": "Enorm metalen tandwiel",
    "Group": "Industriële componenten",
    "Description": "Diverse grote tandwielen.\n\nStevige en degelijke metalen tandwielen. Ze zijn niet bepaald geavanceerd, maar ze zijn wel een essentieel onderdeel van talloze hightech machines in het hele sterrenstelsel."
  },
  {
    "Id": "trade32",
    "Name": "Niet-hechtende zuiger",
    "Group": "Industriële componenten",
    "Description": "Ingepakte en geoliede zuigers, klaar voor levering.\n\nHightech componenten zijn vaak voorzien van snel bewegende onderdelen of duurzame motoren. Zonder speciaal gecoate zuigers neemt het risico op een defect aan dergelijke onderdelen aanzienlijk toe."
  },
  {
    "Id": "trade33",
    "Name": "Netontkoppelaar voor zes vertakkingen",
    "Group": "Industriële componenten",
    "Description": "Een kist netontkoppelaars.\n\nDe constructie van hightech componenten gaat vaak gepaard met ongewilde netkoppeling. Deze krachtige ontkoppelaars zijn erg krachtig en kunnen zes vertakkingen tegelijk verwerken."
  },
  {
    "Id": "trade34",
    "Name": "Holografische krukas",
    "Group": "Industriële componenten",
    "Description": "Verpakte en gescheiden gegevenshouders voor holografische krukassen.\n\nEchte krukassen zijn vaak te groot, te luidruchtig of vergen te veel onderhoud voor gebruik in kwetsbare machines. In dergelijke gevallen gebruiken hightech producenten deze holografische versies."
  },
  {
    "Id": "trade35",
    "Name": "Vectorcompressor met grote capaciteit",
    "Group": "Industriële componenten",
    "Description": "Een grote kist met vectorcompressors.\n\nVoor de constructie van interstellaire aandrijvingen moeten dimensies vaak worden gecondenseerd en opnieuw worden gerenderd. De productie van dergelijke hightech componenten zou niet mogelijk zijn zonder dit soort compressors van industriële kwaliteit."
  }
]