[
  {
    "Id": "conTech1",
    "Name": "Computador de base",
    "Group": "Dispositivo de avaliação de local",
    "Description": "Serviço portátil de registro de terra.\n\nQuando posicionado, acessa o Arquivo Cartográfico Universal para estabelecer a propriedade da terra. Um registro bem-sucedido permite a construção de módulos de base em qualquer local que o usuário escolher."
  },
  {
    "Id": "conTech2",
    "Name": "Plataforma de pouso",
    "Group": "Módulo de construção",
    "Description": "Uma plataforma de pouso estável e reforçada para naves."
  },
  {
    "Id": "conTech3",
    "Name": "Terminal comercial galáctico",
    "Group": "Terminal comercial",
    "Description": "Um terminal comercial que fornece acesso instantâneo ao mercado local para a obtenção de recursos e mercadorias."
  },
  {
    "Id": "conTech4",
    "Name": "Estação de saúde",
    "Group": "Módulo de recarga de saúde",
    "Description": "Um módulo para montagem em paredes, usado para recarregar a saúde."
  },
  {
    "Id": "conTech5",
    "Name": "Unidade protetora antirrisco",
    "Group": "Sistema de carregamento de proteção antirrisco",
    "Description": "Um módulo para montagem em paredes, usado para recarregar os sistemas de proteção antirrisco do usuário.\n\nA unidade protetora antirrisco deve ser mantida carregada com uma fonte de combustível."
  },
  {
    "Id": "conTech6",
    "Name": "Sinalizador de jogo salvo",
    "Group": "Marcador de ponto de referência portátil",
    "Description": "Quando ativados, os sinais fornecem um ponto de referência permanente, facilitando o retorno a locais específicos.\n\nPermite que o usuário registre seu progresso a qualquer momento."
  },
  {
    "Id": "conTech7",
    "Name": "Ponto de salvamento",
    "Group": "Módulo de construção",
    "Description": "Um ponto de salvamento que pode ser construído para gerenciar seu progresso."
  },
  {
    "Id": "conTech8",
    "Name": "Incremento de sinal",
    "Group": "Scanner ambiental",
    "Description": "Um scanner versátil que detecta construções próximas. É capaz de descriptografar dados de navegação para identificar locais específicos.\n\nPara facilitar o transporte, o incremento de sinal pode ser desmontado e reutilizado."
  },
  {
    "Id": "conTech9",
    "Name": "Reator de antimatéria",
    "Group": "Unidade de bariogênese",
    "Description": "Um reator autônomo de bariogênese, este dispositivo pode ser deixado coletando paradoxos de realidade e convertendo-os em antimatéria utilizável. O usuário deve monitorar os níveis de combustível para garantir a operação contínua.\n\nA antimatéria resultante fica contida com segurança e pronta para ser usada em todas as unidades de energia padrão do hiperespaço."
  },
  {
    "Id": "conTech10",
    "Name": "Módulo de teletransporte entre bases",
    "Group": "Dispositivo de transferência de matéria a longa distância",
    "Description": "Um dispositivo pessoal de teletransporte que permite ao usuário viajar rapidamente entre suas bases construídas e quaisquer pontos de estação espacial conectados à rede dele.\n\nO usuário precisa verificar a integridade da rede antes de inserir qualquer matéria da qual não possa se separar."
  },
  {
    "Id": "conTech11",
    "Name": "Sala de comando da frota",
    "Group": "Terminal de gerenciamento de expedição",
    "Description": "Principal estação de gerenciamento da frota. Essa estação de comunicação holográfica avançada é essencial para gerenciar as expedições da frota, do conforto de sua nave capital.\n\nO usuário deve saber que várias estações são necessárias para gerenciar mais de uma expedição por vez."
  },
  {
    "Id": "conTech12",
    "Name": "Unidade de pesquisa de construção",
    "Group": "Dispositivo de recuperação de tecnologia",
    "Description": "Dispositivo de pesquisa de plantas portátil.\n\nEste módulo de pesquisa implantável em campo permite ao usuário converter módulos de tecnologia antigos ou danificados em plantas de construção avançadas."
  },
  {
    "Id": "conTech13",
    "Name": "Refinador portátil",
    "Group": "Unidade refinadora automática",
    "Description": "Um equipamento planetário essencial. O refinador permite que substâncias obtidas sejam transformadas em materiais mais potentes e avançados.\n\nPara facilitar o transporte, o refinador portátil pode ser desmontado e reutilizado. Observação: o refinador portátil requer combustível para funcionar."
  },
  {
    "Id": "conTech14",
    "Name": "Refinador médio",
    "Group": "Unidade refinadora automática",
    "Description": "Um equipamento planetário essencial. O refinador permite que substâncias obtidas sejam transformadas em materiais mais potentes e avançados.\n\nO refinador médio possibilita que duas substâncias diferentes sejam transformadas em um material novo ou que materiais sejam processados em melhores proporções.\n\nO refinador médio deve ser instalado em uma base habitável, mas não requer fontes de energia extras."
  },
  {
    "Id": "conTech15",
    "Name": "Refinador grande",
    "Group": "Unidade refinadora automática",
    "Description": "Um equipamento planetário essencial. O refinador permite que substâncias obtidas sejam transformadas em materiais mais potentes e avançados.\n\nO refinador grande possibilita que três substâncias diferentes sejam transformadas em um material novo ou que materiais sejam processados em melhores proporções.\n\nO refinador grande deve ser instalado em uma base habitável, mas não requer fontes de energia extras."
  },
  {
    "Id": "conTech16",
    "Name": "Modificador de aparência",
    "Group": "Personalize o visual pessoal",
    "Description": "Um módulo construível que permite ao usuário ajustar suas configurações de aparência.\n\nEle aplica técnicas holográficas avançadas para recalibrar a luz ao redor do usuário, permitindo-lhe adotar a aparência que quiser. Os dados visuais devem ser formatados de maneira adequada, antes de serem usados."
  },
  {
    "Id": "conTech17",
    "Name": "Processador de nutrientes",
    "Group": "Unidade portátil de sustento",
    "Description": "Um extrator de nutrientes portátil capaz de processar e refinar os ingredientes obtidos e transformá-los em produtos comestíveis.\n\nO usuário consumirá os produtos gerados por sua própria conta e risco."
  },
  {
    "Id": "conTech18",
    "Name": "Alimentador automático",
    "Group": "Robô agrícola",
    "Description": "Uma unidade robótica de cultivo feita para fornecer automaticamente alimentos às criaturas próximas.\n\nQuando acionada, atrai a vida animal da região. Mantenha os tanques de iscas cheios para fornecer o alimento desejado às formas de vida."
  },
  {
    "Id": "conTech19",
    "Name": "Unidade de criação de gado",
    "Group": "Robô de coleta automática",
    "Description": "Uma unidade robótica de criação feita para coletar automaticamente substâncias de criaturas. Requer energia.\n\nAs criaturas que estiverem prontas para terem seu leite, ovos ou outros produtos especiais coletados se aproximarão da unidade de criação de gado e os depositarão. Elas não são machucadas durante o processo.\n\nObtém produtos de criaturas alimentadas à mão ou por meio do alimentador automático."
  },
  {
    "Id": "conTech20",
    "Name": "Módulo de mensagens",
    "Group": "Terminal de comunicação",
    "Description": "Um contêiner pequeno e acessível para deixar mensagens ou ver as mensagens deixadas e pequenas linhas de informação."
  },
  {
    "Id": "conTech21",
    "Name": "Estação de comunicação",
    "Group": "Terminal de comunicação",
    "Description": "Um terminal no qual se pode criar e transmitir mensagens para outros viajantes."
  },
  {
    "Id": "conTech22",
    "Name": "Geocompartimento do Nômade",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para o exoveículo leve Nômade."
  },
  {
    "Id": "conTech23",
    "Name": "Geocompartimento do Andarilho",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para o exoveículo médio Andarilho."
  },
  {
    "Id": "conTech24",
    "Name": "Geocompartimento do Colossus",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para o exoveículo grande Colossus."
  },
  {
    "Id": "conTech25",
    "Name": "Geocompartimento do Peregrino",
    "Group": "Módulo de construção",
    "Description": "Instalação subterrânea de estacionamento seguro para o Exoveículo leve Peregrino."
  },
  {
    "Id": "conTech26",
    "Name": "Câmara do Nautilon",
    "Group": "Área de atracação do submarino",
    "Description": "Uma estação de atracação avançada e totalmente vedada para o submarino Nautilon."
  },
  {
    "Id": "conTech27",
    "Name": "Estação para chamada de exoveículo",
    "Group": "Dispositivo para deslocamento de veículo",
    "Description": "Construção que permite usuário chamar qualquer exoveículo obtido de qualquer lugar do planeta.\n\nInterage com o menu de comandos rápidos do exotraje para facilitar o uso."
  },
  {
    "Id": "conTech28",
    "Name": "Terminal de construção",
    "Group": "Terminal de especialista",
    "Description": "Uma estação de pesquisa feita especialmente para supervisores de construção e equipada com um software de design arquitetônico e de engenharia."
  },
  {
    "Id": "conTech29",
    "Name": "Terminal de exoveículos",
    "Group": "Terminal de especialista",
    "Description": "Uma estação de pesquisa feita especialmente para mecânicos e equipada com um software de design personalizado de veículos."
  },
  {
    "Id": "conTech30",
    "Name": "Terminal de armas",
    "Group": "Terminal de especialista",
    "Description": "Uma estação de pesquisa feita especialmente para armeiros e equipada para o desenvolvimento de munições e explosivos e de tecnologias civis selecionadas."
  },
  {
    "Id": "conTech31",
    "Name": "Terminal científico",
    "Group": "Terminal de especialista",
    "Description": "Uma estação de pesquisa feita especialmente para cientistas e equipada para o desenvolvimento de plantas científicas."
  },
  {
    "Id": "conTech32",
    "Name": "Terminal agrícola",
    "Group": "Terminal de especialista",
    "Description": "Uma estação de pesquisa feita especialmente para fazendeiros e equipada para a análise e o cultivo de colheitas."
  },
  {
    "Id": "conTech33",
    "Name": "Bandeja hidropônica",
    "Group": "Tecnologia de cultivo",
    "Description": "Um sistema de desenvolvimento independente para o cultivo de plantas.\n\nRequisito de construção: deve ser colocado em ambientes internos."
  },
  {
    "Id": "conTech34",
    "Name": "Bandeja hidropônica grande",
    "Group": "Tecnologia de cultivo",
    "Description": "Um sistema de desenvolvimento independente para o cultivo agrícola. Pode conter até quatro plantas.\n\nRequisito de construção: deve ser colocado em ambientes internos."
  },
  {
    "Id": "conTech35",
    "Name": "Contêiner",
    "Group": "Unidade de armazenamento",
    "Description": "Espaço adicional generoso para itens do inventário."
  },
  {
    "Id": "conTech36",
    "Name": "Unidade de armazenamento de nave cargueira",
    "Group": "Módulo personalizado de nave cargueira",
    "Description": "Módulo híbrido de armazenamento / prateleiras de alta capacidade para instalação em naves cargueiras interestelares.\n\nCompatível com todos os padrões de instalação de sistemas de sobrevivência."
  },
  {
    "Id": "conTech38",
    "Name": "Amplificador de força da corrida",
    "Group": "Peça de corrida",
    "Description": "Oferece um incremento ao seu exoveículo durante as corridas."
  },
  {
    "Id": "conTech39",
    "Name": "Obstáculo da corrida",
    "Group": "Peça de corrida",
    "Description": "Oferece um desafio adicional às corridas com exoveículos."
  },
  {
    "Id": "conTech40",
    "Name": "Iniciador da corrida",
    "Group": "Peça de corrida",
    "Description": "Essa plataforma funciona como linha de partida e de chegada para os testes de campo com o exoveículo, permitindo que os viajantes treinem suas manobras e velocidade."
  },
  {
    "Id": "conTech41",
    "Name": "Abrigo marinho",
    "Group": "Módulo de sobrevivência aquático",
    "Description": "Um módulo emergencial de sobrevivência.\n\nPode ser colocado rapidamente no solo oceânico no caso de alguma emergência com o oxigênio ou com outra parte do sistema de sobrevivência do exotraje. Oferece abrigo temporário contra perigos ambientais, predadores e outras forças hostis encontradas no oceano."
  },
  {
    "Id": "conTech42",
    "Name": "Criador de esfera",
    "Group": "Fabricador experimental",
    "Description": "Um dispositivo de fabricação altamente específico desenvolvido para encontrar a esfera mais perfeita do universo.\n\nRequer energia para ser operado. Cria uma esfera grande e pronta para quaisquer experimentos necessários."
  },
  {
    "Id": "conTech43",
    "Name": "Caixa de ruído",
    "Group": "Dispositivo de som",
    "Description": "Um módulo de construção especial feito para emitir um ruído de alta frequência. A altura do som pode ser ajustado de acordo com as exigências do usuário.\n\nRequer energia para ser operado."
  },
  {
    "Id": "conTech44",
    "Name": "Coletor de oxigênio",
    "Group": "Dispositivo de processamento atmosférico",
    "Description": "Um extrator de atmosfera autônomo, esse dispositivo coleta oxigênio do ar e o purifica. O usuário deve monitorar os níveis de combustível para garantir a operação contínua.\n\nO gás resultante é compactado e processado, ficando pronto para ser usado em todos os sistemas de sobrevivência padrão."
  },
  {
    "Id": "conTech45",
    "Name": "Unidade de mineração autônoma",
    "Group": "Dispositivo portátil de mineração",
    "Description": "Uma coletora automática para a extração de recursos. Quando ativada, ela remove os minerais sem supervisão e fornece-os regularmente até que a fonte se esgote."
  },
  {
    "Id": "conTech46",
    "Name": "Extrator de minerais",
    "Group": "Módulo de distribuição de energia",
    "Description": "Um coletor automático de minerais. Determine um local com a atualização de pesquisa para o visor de análise. As taxas de extração de minerais e os minerais produzidos vão variar de local para local.\n\nRequer energia para funcionar. Conecte a silos com tubulações para permitir a coleta de locais mais convenientes."
  },
  {
    "Id": "conTech47",
    "Name": "Extrator de gases",
    "Group": "Módulo de distribuição de energia",
    "Description": "Um coletor automático de gás. Determine um local com a atualização de pesquisa para o visor de análise. As taxas de extração de gás e os gases produzidos vão variar de local para local.\n\nRequer energia para funcionar. Conecte a silos com tubulações para permitir a coleta de locais mais convenientes."
  },
  {
    "Id": "conTech48",
    "Name": "Armazém de suprimentos",
    "Group": "Módulo de distribuição de substâncias",
    "Description": "Unidade de armazenamento automatizada. Conecte-a a uma rede de suprimento por meio de tubulações.\n\nArmazena automaticamente a produção de vários extratores de minerais e gás, o que permite uma maior capacidade e posicionamento mais eficiente. Pode ser localizada a longas distâncias do local de extração."
  },
  {
    "Id": "conTech49",
    "Name": "Cano de suprimento",
    "Group": "Módulo de distribuição de energia",
    "Description": "Tubulação flexível e altamente resistente. É capaz de suportar um ambiente interno altamente pressurizado.\n\nÉ usada para conectar vários extratores de minerais e gás a silos."
  },
  {
    "Id": "conTech50",
    "Name": "Painel solar",
    "Group": "Módulo de distribuição de energia",
    "Description": "Um gerador de energia eficiente, este arranjo transformará a luz do sol na energia elétrica necessária para alimentar muitas estruturas da base.\n\nNão gera energia à noite. Combine com baterias para armazenar energia para as horas de escuridão."
  },
  {
    "Id": "conTech51",
    "Name": "Gerador eletromagnético",
    "Group": "Módulo de distribuição de energia",
    "Description": "Quando colocado adequadamente em uma área com alta intensidade de campo, dínamos eletromagnéticos eficientes são usados para gerar energia quase ilimitada.\n\nEncontre os locais apropriados com a atualização de pesquisa para o visor de análise. A produção de energia vai variar de local para local."
  },
  {
    "Id": "conTech52",
    "Name": "Reator de biocombustível",
    "Group": "Módulo de distribuição de energia",
    "Description": "Um gerador de energia pequeno. Queima combustível baseado em carbono em seu tanque de fornalha e o converte em energia usável.\n\nConecte geradores de energia a estruturas e tecnologias da base com a fiação elétrica. Muitas peças requerem energia para funcionar."
  },
  {
    "Id": "conTech53",
    "Name": "Fiação elétrica",
    "Group": "Módulo de distribuição de energia",
    "Description": "Fiação elétrica de alta capacidade. Use fios para conectar geradores de energia à sua base. A maior parte das tecnologias e estruturas com sistemas de iluminação embutidos precisam de uma fonte de energia.\n\nFios podem ser conectados a vários interruptores para facilitar o fluxo seletivo de energia."
  },
  {
    "Id": "conTech54",
    "Name": "Cabo de teletransporte",
    "Group": "Módulo de distribuição de energia",
    "Description": "Cabo de fibra óptica avançado desenvolvido para ligar um ou mais teletransportadores de curto alcance."
  },
  {
    "Id": "conTech55",
    "Name": "Interruptor de parede",
    "Group": "Módulo de distribuição de energia",
    "Description": "Por ser um dispositivo gerenciador de energia, o interruptor controlará o fluxo de energia quando for puxado.\n\nInterruptores requerem tanto energia quantos condutores de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech56",
    "Name": "Interruptor de chão",
    "Group": "Módulo de distribuição de energia",
    "Description": "Por ser um dispositivo gerenciador de energia, o interruptor controlará o fluxo de energia quando alguém ficar em cima dele ou quando for ativado de alguma outra forma.\n\nInterruptores requerem tanto energia quantos condutores de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech57",
    "Name": "Bateria",
    "Group": "Módulo de distribuição de energia",
    "Description": "Unidades de armazenamento de energia altamente eficientes. Conecte-as a uma rede de energia e os circuitos internos de gerenciamento de energia vão automaticamente usar a capacidade reserva para carregar as células delas.\n\nQuando a rede tentar extrair mais energia do que é fornecida no momento, a bateria vai automaticamente empregar energia para compensar a falta."
  },
  {
    "Id": "conTech58",
    "Name": "Interruptor de proximidade",
    "Group": "Módulo de distribuição de energia",
    "Description": "Por ser um dispositivo gerenciador de energia, o interruptor controlará o fluxo de energia quando uma entidade for detectada nas proximidades.\n\nInterruptores requerem tanto energia quantos condutores de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech59",
    "Name": "Botão",
    "Group": "Módulo de distribuição de energia",
    "Description": "Por ser um dispositivo gerenciador de energia, o interruptor controlará o fluxo de energia quando for utilizado.\n\nInterruptores requerem tanto energia quantos condutores de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech60",
    "Name": "Inversor de energia",
    "Group": "Módulo de distribuição de energia",
    "Description": "Por ser um dispositivo gerenciador de energia, o interruptor controlará o fluxo de energia quando for utilizado.\n\nInterruptores requerem tanto energia quanto condutores de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech61",
    "Name": "Interruptor automático",
    "Group": "Módulo de distribuição de energia",
    "Description": "Por ser um dispositivo gerenciador de energia, este interruptor controlará o fluxo de energia quando receber um sinal.\n\nInterruptores requerem tanto energia quanto condutores de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech62",
    "Name": "Teletransportador de curto alcance",
    "Group": "Rede de transporte instantâneo",
    "Description": "Um teletransportador com pouca capacidade. Serve para viagem instantânea por distâncias curtas.\n\nQuando conectado a uma fonte de energia e a outro teletransportador de curto alcance, permite viagens quase instantâneas entre locais próximos."
  },
  {
    "Id": "conTech63",
    "Name": "Geocompartimento do Minotauro",
    "Group": "Área de armazenamento de carga pesada",
    "Description": "Uma instalação segura para estacionar, chamar e personalizar o exotraje pesado híbrido Minotauro.\n\nUse o Minotauro a partir do menu rápido. Com a ajuda de um materializador orbital de exoveículo instalado dentro de uma nave cargueira, o Minotauro pode ser enviado instantaneamente a qualquer local dentro do mesmo sistema que a nave-mãe."
  }
]