[
  {
    "Id": "cur1",
    "Name": "Servomecanismo quadrúpede",
    "Group": "Material anômalo",
    "Description": "Um braço mecânico em espiral tirado de dentro de uma unidade de patrulha dos sentinelas. Ele se mexe de vez em quando, como se ainda sofresse os efeitos do combate."
  },
  {
    "Id": "cur2",
    "Name": "Cérebro de sentinela móvel",
    "Group": "Material anômalo",
    "Description": "Alternando aglomerados de nanitos unidos por um filamento de púgneo, este circuito é extremamente quente ao toque.\n\nUma luz roxa sinistra surge do fundo da fiação e muda de intensidade, enquanto observa aquele que segura o item."
  },
  {
    "Id": "cur3",
    "Name": "Arco mental",
    "Group": "Produto avançado criado",
    "Description": "Uma tecnologia estranha e um presente de além das estrelas. Brilha de uma maneira que sugere que ela não está totalmente neste mundo."
  },
  {
    "Id": "cur4",
    "Name": "Nanódulo capturado",
    "Group": "Item valioso único",
    "Description": "Semente do Atlas que contém substrato quase estelar com deslocamento de área. Aviso: não permita que a matriz entre em comunhão com este espaço dimensional."
  },
  {
    "Id": "cur5",
    "Name": "Sombra englobada",
    "Group": "Item valioso único",
    "Description": "Esta Semente do Atlas contém os restos de um parasita espacial que muito provavelmente tem uma origem extradimensional."
  },
  {
    "Id": "cur6",
    "Name": "Orbe noosférico",
    "Group": "Item valioso único",
    "Description": "Uma Semente do Atlas capaz de ecoar nas frequências telepáticas humanoides. Pode tentar absorver qualquer intelecto inferior que esteja próximo."
  },
  {
    "Id": "cur7",
    "Name": "Matéria escura",
    "Group": "Item valioso único",
    "Description": "Uma casca de Semente do Atlas que encerra um elemento oco obtido do último universo quando este estava arruinado. Sua ingestão é tóxica."
  },
  {
    "Id": "cur8",
    "Name": "Fim da manhã",
    "Group": "Item valioso único",
    "Description": "Matriz de neutrino-bóson tau esculpida e fixada dentro de uma casca insubstituível de Semente do Atlas. Pode ser semi-inteligente."
  },
  {
    "Id": "cur9",
    "Name": "Jade fótica",
    "Group": "Item valioso único",
    "Description": "Esta Semente do Atlas insubstituível é uma forma de fótons adaptados à matéria e transformados em um sólido por meios desconhecidos."
  },
  {
    "Id": "cur10",
    "Name": "Estado falho",
    "Group": "Item valioso único",
    "Description": "Por motivos desconhecidos, esta Semente do Atlas única foi aos poucos desalinhada desta realidade quântica. O conteúdo não pode ser determinado."
  },
  {
    "Id": "cur11",
    "Name": "Constelação de novas",
    "Group": "Item valioso único",
    "Description": "Semente do Atlas que contém os neutrônios de um evento catastrófico com supernovas que exterminou uma civilização inteligente em uma era antiga."
  },
  {
    "Id": "cur12",
    "Name": "Quantuns modificados",
    "Group": "Item valioso único",
    "Description": "Esta Semente do Atlas única contém uma estrutura matemática de aparência agradável recuperada da simulação de uma realidade alternativa."
  },
  {
    "Id": "cur13",
    "Name": "Coração do sol",
    "Group": "Item valioso único",
    "Description": "Uma Semente do Atlas que contém cílios quânticos temporizados suspensos em uma casca de fótons. Não se sabe se existem outros."
  },
  {
    "Id": "cur14",
    "Name": "Brotos de NipNip",
    "Group": "Substância medicinal",
    "Description": "Brotos aromáticos da planta NipNip, usados para produzir Geknip."
  },
  {
    "Id": "cur15",
    "Name": "Núcleo larval",
    "Group": "Monstruosidade",
    "Description": "Um orbe gelatinoso pulsante que é quente ao toque. Seu odor desagradável desperta um medo primitivo nos seres mortais, um incômodo profundo que os faz soltá-lo e fugir."
  },
  {
    "Id": "cur16",
    "Name": "Dados recuperados",
    "Group": "Tecnologia recuperada",
    "Description": "O núcleo recuperável de uma tecnologia antiga. É ilegível em seu formato atual.\n\nEsse banco de dados pode ser usado em uma unidade de pesquisa de construção para a pesquisa de novas plantas de construção."
  },
  {
    "Id": "cur17",
    "Name": "Pérola viva",
    "Group": "Pedra preciosa semiconsciente",
    "Description": "Nasce nos corações de enormes moluscos brilhantes encontrados debaixo d'água.\n\nAo contrário da maioria das pérolas, essa amostra não é uma calcita sem vida. Um pouco da consciência do molusco-mãe permanece na gema, atribuindo-lhe uma beleza permanente e estranha."
  },
  {
    "Id": "cur18",
    "Name": "Olho hipnótico",
    "Group": "Amostra horrenda",
    "Description": "O olho é frio, quase gelado ao toque. Mesmo assim, é impossível espantar a sensação de que ele ainda está vivo de alguma forma.\n\nA exposição prolongada não é recomendada. Não encare o olho de volta. Não o encare. Não o encare."
  },
  {
    "Id": "cur19",
    "Name": "Núcleo hadal",
    "Group": "Amostra horrenda",
    "Description": "Um orbe carnoso altamente pressurizado.\n\nDá para sentir a resistência quando é tocado. Um lampejo da bioluminescência se move como tinta no núcleo preto desse objeto misterioso."
  },
  {
    "Id": "cur20",
    "Name": "Mecanismo vivo",
    "Group": "Produto avançado criado",
    "Description": "Uma unidade de computação orgânica avançada.\n\nEste circuito milagroso é movido com um compasso intermitente, realiza ciclos intermináveis e furiosos de cálculo."
  },
  {
    "Id": "cur21",
    "Name": "Cristal da tempestade",
    "Group": "Curiosidade valiosa e única",
    "Description": "Um aglomerado raro e muito valioso de cristais da tempestade. Essas estruturas prosperam em condições de tempestade e atraem relâmpagos naturalmente, o que as faz exibir uma luminescência espetacular quando ionizadas. São encontradas exclusivamente em planetas com clima extremo."
  },
  {
    "Id": "cur22",
    "Name": "Pérola de albumina",
    "Group": "Mercadoria",
    "Description": "Joia formada ao longo dos séculos no ovo de uma espécie superincubadora.\n\nÉ extremamente raro."
  },
  {
    "Id": "cur23",
    "Name": "Esfera de gravitino",
    "Group": "Mercadoria",
    "Description": "Aglomerado de partículas superssimétricas.\n\nÉ um produto extremamente raro e valioso com forças supergravitacionais divergentes."
  },
  {
    "Id": "cur24",
    "Name": "Veneno ensacado",
    "Group": "Mercadoria",
    "Description": "Amostra de veneno estabilizada produzida inicialmente pelo ouriço-do-mar.\n\nÉ um item raro e caro na Rede Comercial Galáctica."
  },
  {
    "Id": "cur25",
    "Name": "Cubo do vórtice",
    "Group": "Mercadoria",
    "Description": "Objeto de metal denso que há muito tempo se materializou nas redes subterrâneas espalhadas pela galáxia.\n\nÉ extremamente raro e tem um valor alto."
  },
  {
    "Id": "cur26",
    "Name": "Pedra do Atlas",
    "Group": "Item curioso de valor muito alto",
    "Description": "Joia esférica cujo centro parece pulsar com uma luz vermelha.\n\nÉ um item extremamente raro e muitas vezes associado a locais de monólitos antigos."
  },
  {
    "Id": "cur27",
    "Name": "Hexanúcleo",
    "Group": "Falha de realidade contida",
    "Description": "Esse orbe de energia estranho vibra constantemente, emitindo um zunido de baixa frequência. Pequenas variações no padrão se repetem o tempo todo, como se ele estivesse tentando transmitir uma mensagem."
  },
  {
    "Id": "cur28",
    "Name": "Geodo",
    "Group": "Depósito de minerais valioso",
    "Description": "Uma massa de rocha incomumente vibrante e potencialmente valiosa.\n\nSelecione-a no inventário (INVENTORY) e abra-a com FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Fragmento de cristal",
    "Group": "Fragmento concentrado de elemento",
    "Description": "Um fragmento cristalino com uma estrutura incomumente densa. É potencialmente valioso.\n\nSelecione-o no inventário (INVENTORY) e abra-o com FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Hiperaglomerado de trítio",
    "Group": "Fragmento energético",
    "Description": "Um fragmento de trítio cristalizado puro.\n\nSelecione-o no inventário (INVENTORY) e abra-o com FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Pepita de ouro",
    "Group": "Minério valioso",
    "Description": "Um pedaço de minério muito valioso e pronto para ser transformado em ouro.\n\nSelecione-o no inventário (INVENTORY) e abra-o com FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Sulfeto de cristal",
    "Group": "Mineral comprimido",
    "Description": "Formados na fornalha de alta pressão incrível dos núcleos planetários, esses depósitos ricos em minerais são quase semelhantes ao vidro.\n\nEles têm vários usos industriais, que aproveitam tanto seu teor de minerais quanto sua resistência extrema sob pressão."
  },
  {
    "Id": "cur33",
    "Name": "Tabuleta Vy'keen",
    "Group": "Comunhão de Hirk",
    "Description": "Uma tabuleta de pedra que contém várias linhas de runas complexas. As palavras são incompreensíveis. Elas estão em um dialeto antigo que só não foi esquecido ainda pelos anciões Vy'keens.\n\nO indivíduo que entalhou a pedra devia ter uma habilidade extraordinária. O trabalho é preciso, delicado e ainda assim transmite perfeitamente a agressividade inexorável que o escritor claramente possuía."
  },
  {
    "Id": "cur34",
    "Name": "Cubo da Divergência",
    "Group": "Unidade de dados anômala",
    "Description": "Uma unidade de dados pulsante e intermitente. Ela não parece pertencer a esta realidade.\n\nO cubo passa a impressão de um grito silencioso, a união dos berros congelados das centenas de mentes que estão presas nele."
  },
  {
    "Id": "cur35",
    "Name": "Relíquia Gek",
    "Group": "Item curioso de valor intermediário",
    "Description": "Estatueta metálica de uma criatura com uma moeda em seu bico.\n\nÉ popular entre vários comerciantes que a veem como um símbolo de comércio justo e paz."
  },
  {
    "Id": "cur36",
    "Name": "GekNip",
    "Group": "Mercadoria",
    "Description": "Produto comestível muito apreciado pelos Geks.\n\nPermite aos comerciantes bicudos liberar pacotes de gás de aroma muito agradável por um período prolongado.\n\nOs pacotes de gás do Geknip são considerados uma forma de arte e a verdadeira representação da alma Gek."
  },
  {
    "Id": "cur37",
    "Name": "Efígie Vy'keen",
    "Group": "Item curioso de valor intermediário",
    "Description": "Uma peça de madeira pequena entalhada no formato de um drone sentinela.\n\nOs guerreiros a utilizam para entrar em um transe temporário que elimina a necessidade de sono de sua espécie."
  },
  {
    "Id": "cur38",
    "Name": "Adaga Vy'keen",
    "Group": "Mercadoria",
    "Description": "Arma amplamente usada em cerimônias. É uma parte essencial da tradição e cultura dos Vy'keens."
  },
  {
    "Id": "cur39",
    "Name": "Invólucro Korvax",
    "Group": "Item curioso de valor alto",
    "Description": "O invólucro metálico de uma forma de vida eletrônica desconectada que estava distante demais de sua espécie para ser substituída por outra entidade.\n\nMuito apreciado por todas as espécies, principalmente os próprios Korvax."
  },
  {
    "Id": "cur40",
    "Name": "Cubo Korvax",
    "Group": "Mercadoria",
    "Description": "Dispositivo usado pelos Korvax para o armazenamento de informações históricas e culturais."
  },
  {
    "Id": "cur41",
    "Name": "Passe do Atlas V1",
    "Group": "Cartão de acesso",
    "Description": "Passe de segurança e permissões concedido a determinados viajantes por muitas das espécies galácticas principais.\n\nOferece acesso a áreas e sistemas de posto avançado restritos de baixo nível."
  },
  {
    "Id": "cur42",
    "Name": "Passe do Atlas V2",
    "Group": "Cartão de acesso",
    "Description": "Passe de segurança e permissões concedido a determinados viajantes por muitas das espécies galácticas principais.\n\nOferece acesso a áreas e sistemas de posto avançado restritos de nível intermediário."
  },
  {
    "Id": "cur43",
    "Name": "Passe do Atlas V3",
    "Group": "Cartão de acesso",
    "Description": "Passe de segurança e permissões concedido a determinados viajantes por muitas das espécies galácticas principais.\n\nOferece acesso a áreas e sistemas de posto avançado restritos de alto nível."
  },
  {
    "Id": "cur44",
    "Name": "Unidade de adulteração de fábrica",
    "Group": "Módulo avançado de pesquisa",
    "Description": "Uma unidade portátil de dados compatível com a maioria das fábricas dos planetas.\n\nApós obter o acesso a um terminal de controle central, a unidade de adulteração pode desviar os recursos da instalação para a pesquisa de novas receitas de produtos."
  },
  {
    "Id": "cur45",
    "Name": "Módulo de fragata recuperada",
    "Group": "Plataforma de fiação de nave capital",
    "Description": "Um módulo de tecnologia obtido dos destroços de uma nave interestelar grande. Pode ser coletado nos locais onde naves cargueiras se acidentaram ou recuperado durante expedições a fragatas.\n\nÉ inútil em seu estado atual, mas uma estação de pesquisa a bordo da sua nave cargueira pode convertê-lo em tecnologia usável."
  },
  {
    "Id": "cur46",
    "Name": "Ovo vazio",
    "Group": "Curiosidade Viva",
    "Description": "Um ovo anômalo. A casca é dura e resistente. Ele estremece ao ser tocado.\n\nUma leve batida pode ser ouvida vindo de dentro. Às vezes, parece uma canção."
  },
  {
    "Id": "cur47",
    "Name": "Ovo vazio ativo",
    "Group": "Curiosidade agitada",
    "Description": "Um ovo anômalo. Desde o encontro com a 'criatura' espacial bizarra, sua música estranha se tornou mais ativa, mais agitada.\n\nQuando tocado, conjura uma visão intensa de um mundo repleto de anomalias poderosas e cores estranhas."
  },
  {
    "Id": "cur48",
    "Name": "Ovo vazio inquieto",
    "Group": "Curiosidade agitada",
    "Description": "Um ovo anômalo. Desde o encontro com a 'criatura' espacial bizarra, sua música estranha se tornou mais ativa, mais agitada.\n\nQuando tocado, conjura uma visão intensa de um mundo coberto por poeira e com tempestades extremas."
  },
  {
    "Id": "cur49",
    "Name": "Ovo vazio desperto",
    "Group": "Curiosidade agitada",
    "Description": "Um ovo anômalo. Desde o encontro com a 'criatura' espacial bizarra, sua música estranha se tornou mais ativa, mais agitada.\n\nQuando tocado, conjura uma visão intensa de um mundo aquático coberto de plantas frondosas e verdejantes."
  },
  {
    "Id": "cur50",
    "Name": "Ovo vazio rachado",
    "Group": "Curiosidade agitada",
    "Description": "Um ovo anômalo. Desde o encontro com a 'criatura' espacial bizarra, sua música estranha se tornou mais ativa, mais agitada.\n\nQuando tocado, conjura uma visão intensa das cores rosa e azul, que ficam gravadas na mente de quem o segurou.\n\nO caçador SLASH A reflexão SLASH O caçador SLASH A espiral da realidade SLASH A estrela sobre a água SLASH O orbe ascendente SLASH A companhia sombria SLASH O caçador SLASH O inseto inferior SLASH A anomalia SLASH O marinheiro SLASH O rei do oceano SLASH EUCLIDES, EUCLIDES, EUCLIDES"
  }
]