[
  {
    "Id": "prod1",
    "Name": "Antimatéria",
    "Group": "Componente tecnológico criado",
    "Description": "Matéria negativa e antipartículas bariogenéticas contidas.\n\nO amplo potencial energético da antimatéria torna-a extremamente valiosa. 95% do consumo da antimatéria existente está relacionado à alimentação dos hiperpropulsores das naves.\n\nATENÇÃO: o uso não contido não é recomendado."
  },
  {
    "Id": "prod2",
    "Name": "Caixa de antimatéria",
    "Group": "Componente tecnológico criado",
    "Description": "Dispositivo seguro de contenção de antimatéria. É necessário antes que a antimatéria possa ser transformada, com segurança, em células de dobra.\n\nO oxigênio de rechaço forma um bolsão de gás protetor, impedindo que a antimatéria reaja com o invólucro que a contém."
  },
  {
    "Id": "prod3",
    "Name": "Nanotubos de carbono",
    "Group": "Componente tecnológico criado",
    "Description": "Metros e mais metros de nanotubos de carbono de alta capacidade.\n\nSua alta resistência à tração e condutividade moderada os tornam componentes essenciais em muitas tecnologias avançadas."
  },
  {
    "Id": "prod4",
    "Name": "Espelho de cobalto",
    "Group": "Componente tecnológico criado",
    "Description": "Um componente óptico especial.\n\nCom uma superfície de cobalto polido, esse espelho filtra de modo seletivo comprimentos de onda de luz diferentes, mudando seu padrão de reflexo com base nos campos magnéticos próximos."
  },
  {
    "Id": "prod5",
    "Name": "Lacre hermético",
    "Group": "Componente tecnológico criado",
    "Description": "Um lacre de carbono muito eficaz e capaz de suportar tanto o ambiente interestelar rigoroso quanto o uso industrial intenso e de alta energia.\n\nÉ aconselhável que o usuário verifique regularmente a integridade do lacre após a instalação."
  },
  {
    "Id": "prod6",
    "Name": "Placa de metal",
    "Group": "Componente tecnológico criado",
    "Description": "Um leve produto metálico, muito usado na manufatura de peças de naves e tecnologia implantável. Um item essencial aos setores de construção de todas as principais espécies conhecidas.\n\nCriado a partir de pó de ferrita."
  },
  {
    "Id": "prod7",
    "Name": "Microprocessador",
    "Group": "Componente tecnológico criado",
    "Description": "Um microchip compacto e que emite pouco calor. É feito com metal cromático processado, que é criado a partir de um dos vários metais de terreno especializados.\n\nÉ usado na criação de uma grande variedade de tecnologias avançadas."
  },
  {
    "Id": "prod8",
    "Name": "Filtro de oxigênio",
    "Group": "Componente tecnológico criado",
    "Description": "Um componente tecnológico especial.\n\nEsse dispositivo pequeno é capaz de alterar rapidamente o ambiente gasoso de um item, lidando com condições que vão desde o vácuo total até atmosferas de oxigênio puro."
  },
  {
    "Id": "prod9",
    "Name": "Refrator de sal",
    "Group": "Componente tecnológico criado",
    "Description": "Um componente tecnológico especial e muito importante para a estrutura interna complexa dos sistemas a laser modernos.\n\nEsse dispositivo dispersor de luz utiliza as propriedades ópticas únicas do sal estabilizado e polido, para retardar e refratar os fótons que passam por ele."
  },
  {
    "Id": "prod10",
    "Name": "Diodo de sódio",
    "Group": "Componente tecnológico criado",
    "Description": "Um componente de circuito avançado.\n\nO eletrodo de sódio refinado em seu tubo de vácuo dá a esse diodo recursos especiais de proteção contra oscilações da corrente elétrica."
  },
  {
    "Id": "prod11",
    "Name": "Geleia de di-hidrogênio",
    "Group": "Energia portátil do sistema de sobrevivência",
    "Description": "O brilho suave e estrutura macia escondem o fato de que esse gel grudento é altamente tóxico e inflamável. Deve-se evitar o contato com a pele, a todo custo.\n\nSintetizado a partir de di-hidrogênio."
  },
  {
    "Id": "prod12",
    "Name": "Oxidante de combustível",
    "Group": "Atualização consumível de fragata",
    "Description": "Uma atualização temporária de fragata que dura uma expedição.\n\nEssa atualização avançada de combustível sobrecarrega os motores da fragata, permitindo viagens mais rápidas do que o normal."
  },
  {
    "Id": "prod13",
    "Name": "Drones explosivos",
    "Group": "Atualização consumível de fragata",
    "Description": "Uma atualização temporária de fragata que dura uma expedição.\n\nEsses explosivos autônomos foram programados para se lançarem, a partir da frota, e se dirigirem diretamente para naves hostis. São extremamente perigosos."
  },
  {
    "Id": "prod14",
    "Name": "Analisador holográfico",
    "Group": "Atualização consumível de fragata",
    "Description": "Uma atualização temporária de fragata que dura uma expedição. Esse avançado computador de análise acelera os sistemas existentes da frota, o que permite cálculos mais rápidos que a luz. O aquecimento é um problema e os chips não duram muito."
  },
  {
    "Id": "prod15",
    "Name": "Aparelho de controle mental",
    "Group": "Atualização consumível de fragata",
    "Description": "Uma atualização temporária de fragata que dura uma expedição.\n\nO aparelho de controle mental se pluga aos sistemas de comércio e comunicação da nave, o que permite que o comandante da frota tenha uma vantagem em qualquer negociação."
  },
  {
    "Id": "prod16",
    "Name": "Compressor de minerais",
    "Group": "Atualização consumível de fragata",
    "Description": "Uma atualização temporária de fragata que dura uma expedição.\n\nO compressor de minerais permite que as equipes de mineração da frota liquidifiquem as substâncias extraídas, tanto para acelerar o processamento quanto para facilitar o transporte."
  },
  {
    "Id": "prod17",
    "Name": "Célula de dobra",
    "Group": "Unidade carregadora do hiperpropulsor",
    "Description": "Esse combustível baseado em antimatéria é uma das poucas fontes de energia capazes de atender aos requisitos energéticos incríveis do hiperpropulsor de uma nave.\n\nProtegida por uma caixa robusta, a célula garante que não haja paradoxos durante viagens mais rápidas que a luz."
  },
  {
    "Id": "prod18",
    "Name": "Hipernúcleo de dobra",
    "Group": "Unidade carregadora do hiperpropulsor",
    "Description": "Com combustível de alta capacidade e baseado em antimatéria, esta célula utiliza um gerador interno de buracos negros para fornecer energia aos hiperpropulsores da nave através de várias dobras.\n\nAs paredes da célula foram desenvolvidas especialmente para refletir quaisquer paradoxos de realidade de volta para o centro da unidade, onde geram mais energia."
  },
  {
    "Id": "prod19",
    "Name": "Plasma instável",
    "Group": "Recarga do lançador de plasma",
    "Description": "Cápsula de combustível cheia para ser usada no lançador de plasma.\n\nContém energia eletrotérmica altamente pressurizada, para ser usada na tecnologia da granada de disrupção terrestre."
  },
  {
    "Id": "prod20",
    "Name": "Bateria de íons",
    "Group": "Armazenamento de energia portátil",
    "Description": "Unidade de armazenamento de energia otimizada e conveniente. É usada em vários sistemas de defesa e proteção antirrisco.\n\nÉ construída pela fusão de pó de ferrita com cobalto subterrâneo. Costuma ser encontrada pronta em contêineres cilíndricos de metal."
  },
  {
    "Id": "prod21",
    "Name": "Bateria de íons avançada",
    "Group": "Armazenamento de energia portátil",
    "Description": "Unidade de armazenamento de energia poderosa. É usada em vários sistemas de defesa e proteção antirrisco.\n\nÉ construída a partir de cobalto ionizado e ferrita pura e encontrada ocasionalmente em contêineres cilíndricos de metal."
  },
  {
    "Id": "prod22",
    "Name": "Bateria de escudo estelar",
    "Group": "Armazenamento de energia portátil",
    "Description": "Uma unidade de armazenamento de energia otimizada para ser usada nos sistemas de defesa da nave.\n \nOs capacitores abastecidos com Trítio fornecem uma carga de liberação rápida para o escudo defletor, mas sobrecarregariam equipamentos menores."
  },
  {
    "Id": "prod23",
    "Name": "Gel de sobrevivência",
    "Group": "Energia portátil do sistema de sobrevivência",
    "Description": "Combustível de emergência para o sistema de sobrevivência.\n\nSintetizado a partir de cristais de combustível de foguete e carbono, esse gel alimenta temporariamente o sistema de sobrevivência. Não se sabe como ele afeta os pulmões do usuário a longo prazo."
  },
  {
    "Id": "prod24",
    "Name": "Cápsula de oxigênio",
    "Group": "Energia portátil do sistema de sobrevivência",
    "Description": "Gás de filtragem estabilizado e seguro do sistema de sobrevivência.\n\nObtém-se facilmente a partir de oxigênio e pó de ferrita. Serve como um método eficiente de fornecimento de energia a longo prazo para o sistema de sobrevivência."
  },
  {
    "Id": "prod25",
    "Name": "Combustível de fragata (50 toneladas)",
    "Group": "Combustível de di-hidrogênio estabilizado",
    "Description": "Um barril pequeno de combustível de fragata.\n\nEsse gel viscoso é altamente tóxico ao toque. Além de ser um combustível refinado, ele alimenta os motores interestelares de naves comerciais grandes."
  },
  {
    "Id": "prod26",
    "Name": "Combustível de fragata (100 toneladas)",
    "Group": "Combustível de di-hidrogênio estabilizado",
    "Description": "Um barril grande de combustível de fragata.\n\nEsse gel viscoso é altamente tóxico ao toque. Além de ser um combustível refinado, ele alimenta os motores interestelares de naves comerciais grandes."
  },
  {
    "Id": "prod27",
    "Name": "Combustível de fragata (200 toneladas)",
    "Group": "Combustível de di-hidrogênio estabilizado",
    "Description": "Um barril imenso de combustível de fragata.\n\nEsse gel viscoso é altamente tóxico ao toque. Além de ser um combustível refinado, ele alimenta os motores interestelares de naves comerciais grandes."
  },
  {
    "Id": "prod28",
    "Name": "Combustível de decolagem de nave",
    "Group": "Combustível de di-hidrogênio estabilizado",
    "Description": "Combustível em estado sólido, altamente reagente e necessário para alimentar os impulsionadores de decolagem das naves.\n\nCriado a partir de di-hidrogênio cristalizado, encontrado em depósitos azuis em todos os mundos."
  },
  {
    "Id": "prod29",
    "Name": "Célula de combustível hidrotérmica",
    "Group": "Combustível do reator do submarino",
    "Description": "Um combustível de alta energia térmica contido em uma célula padronizada. É usado para abastecer o propulsor Humboldt, que move o submarino Nautilon.\n\nEle é criado com uma mistura de compostos orgânicos\n(carbono e citofosfatos) e sais minerais localizados."
  },
  {
    "Id": "prod30",
    "Name": "Munição de projéteis",
    "Group": "Módulo de munição universal",
    "Description": "Fragmentos avançados que servem como munição e foram feitos para a multiferramenta universal padrão 07/FF1.\n\nPodem ser inseridos facilmente no lança-raios, no emissor de pulsos e no detonador dispersivo, por meio do sistema de recarga de pente da multiferramenta."
  },
  {
    "Id": "prod31",
    "Name": "Cristal de carbono",
    "Group": "Depósito de carbono concentrado",
    "Description": "Carbono hipercomprimido. A nanoestrutura densa dessa substância a torna altamente valiosa, tanto como fonte de energia quanto como componente tecnológico.\n\nÉ sintetizado a partir do carbono condensado."
  },
  {
    "Id": "prod32",
    "Name": "Estrutura de cloro",
    "Group": "Depósito de cloro concentrado",
    "Description": "Uma estrutura firmemente unida de cloro. As moléculas dispostas rigidamente oferecem uma condutividade incomparável. Não é conhecida por se formar de maneira espontânea. Sua criação requer entradas de energia altamente concentradas.\n\nÉ sintetizada a partir do cloro."
  },
  {
    "Id": "prod33",
    "Name": "Sódio desestabilizado",
    "Group": "Depósito de sódio concentrado",
    "Description": "O sódio costuma ser extremamente estável, mas certas configurações retêm a reatividade dos íons que o compõem. Aconselha-se que o usuário vista manoplas para materiais de risco antes de manuseá-lo.\n\nÉ sintetizado a partir do sódio."
  },
  {
    "Id": "prod34",
    "Name": "Elemento metálico raro",
    "Group": "Depósito de metal concentrado",
    "Description": "Um produto metálico muito apreciado, esse elemento raro é usado na manufatura de várias tecnologias avançadas.\n\nO metal é altamente reagente e se prende rápido à pele exposta. O usuário deve manuseá-lo com cautela extrema.\n\nSintetizado a partir de ferrita magnetizada."
  },
  {
    "Id": "prod35",
    "Name": "Cristal de superóxido",
    "Group": "Depósito de oxigênio concentrado",
    "Description": "Uma forma paramagnética de oxigênio, essa substância rara tem muito a oferecer na produção de tecnologias avançadas. Requer conversão antes de ser inserida no sistema de sobrevivência. NÃO se recomenda inalá-la diretamente.\n\nÉ sintetizada a partir do oxigênio."
  },
  {
    "Id": "prod36",
    "Name": "Tetracobalto",
    "Group": "Depósito de cobalto concentrado",
    "Description": "Uma nova forma molecular do cobalto. Requer níveis de energia muito elevados para ser criada. A ocorrência natural é extremamente rara.\n\nÉ sintetizada a partir do cobalto ionizado."
  },
  {
    "Id": "prod49",
    "Name": "Ácido",
    "Group": "Produto agrícola avançado",
    "Description": "Ácido diluído para geração de correntes elevadas em diversas células de energia.\n\nCria-se a partir de mordita e mofo."
  },
  {
    "Id": "prod51",
    "Name": "Capacitor de calor",
    "Group": "Produto agrícola avançado",
    "Description": "Um regulador térmico produzido com material orgânico refinado. Tem uma capacidade única de produzir, dissipar e distribuir calor conforme a necessidade.\n\nCria-se a partir de solânio e cristais da geada."
  },
  {
    "Id": "prod52",
    "Name": "Polifibra",
    "Group": "Produto agrícola avançado",
    "Description": "Uma fibra conectora para eletrônicos feita com um polímero sintético avançado e capaz de servir como condutora de energia e dados.\n\nCria-se a partir de polpa de cacto e bulbos estelares."
  },
  {
    "Id": "prod53",
    "Name": "Circuito",
    "Group": "Produto agrícola avançado",
    "Description": "Circuito semiflexível e empilhável feito de um polímero sintético muito duradouro.\n\nCria-se a partir de capacitores de calor e polifibra."
  },
  {
    "Id": "prod54",
    "Name": "Vidro",
    "Group": "Produto agrícola avançado",
    "Description": "Vidro à prova de rachaduras e resistente a riscos com revestimento autolimpante e proteção contra raios UV para uso geral em construções.\n\nRefinado a partir de pó de silicato. Extraia silicato do solo com um manipulador de terreno.\n\nPode ser criado a partir de cristais da geada extraídos de plantas em mundos congelados."
  },
  {
    "Id": "prod55",
    "Name": "Gel instável",
    "Group": "Produto agrícola avançado",
    "Description": "Um gel altamente reativo, esta substância é tanto rica em energia quanto perigosa ao toque.\n\nCria-se a partir de polpa de cacto."
  },
  {
    "Id": "prod56",
    "Name": "Explosivo líquido",
    "Group": "Produto agrícola avançado",
    "Description": "Um explosivo poderoso de uso geral oferecido na forma líquida para facilitar o transporte e a aplicação. Não o beba.\n\nCria-se a partir de ácido e gel instável."
  },
  {
    "Id": "prod57",
    "Name": "Lubrificante",
    "Group": "Produto agrícola avançado",
    "Description": "Um lubrificante sintético que reduz o desgaste e prolonga a vida útil de tecnologias com peças móveis.\n\nCria-se a partir de faécio e raiz gama."
  },
  {
    "Id": "prod58",
    "Name": "Vidro vivo",
    "Group": "Produto agrícola avançado",
    "Description": "Um material de construção avançado, este vidro recebeu compostos orgânicos que lhe permitem reagir ao ambiente. Os micróbios no vidro filtram a luz nociva de todos os comprimentos de onda e regula a atmosfera conforme necessário.\n\nCria-se a partir de lubrificante e vidro."
  },
  {
    "Id": "prod59",
    "Name": "Carbono enriquecido",
    "Group": "Produto gasoso aprimorado",
    "Description": "Um produto refinado no qual carbono comum foi enriquecido com energia radioativa.\n\nCria-se a partir de radônio e carbono condensado."
  },
  {
    "Id": "prod60",
    "Name": "Sal de nitrogênio",
    "Group": "Produto gasoso aprimorado",
    "Description": "Um produto refinado e um fertilizador orgânico muito eficaz em um formato de fácil distribuição.\n\nCria-se a partir de nitrogênio e carbono condensado."
  },
  {
    "Id": "prod61",
    "Name": "Condensado térmico",
    "Group": "Produto gasoso aprimorado",
    "Description": "Um produto refinado que mantém estável o potencial energético de gás atmosférico aquecido pelo tempo necessário.\n\nCria-se a partir de sulfurino e carbono condensado."
  },
  {
    "Id": "prod62",
    "Name": "Gelo quente",
    "Group": "Produto gasoso manufaturado",
    "Description": "Um material paradoxal cuja relativa facilidade de manufatura o torna menos misterioso.\n\nCria-se a partir de carbono enriquecido e sal de nitrogênio."
  },
  {
    "Id": "prod63",
    "Name": "Bomba criogênica",
    "Group": "Produto gasoso manufaturado",
    "Description": "Um material híbrido avançado e autorregulável, a bomba criogênica distribui calor por si mesma com uma eficiência quase perfeita, o que a torna essencial à criação de reguladores térmicos.\n\nCria-se a partir de gelo quente e condensado térmico"
  },
  {
    "Id": "prod64",
    "Name": "Semicondutor",
    "Group": "Produto gasoso manufaturado",
    "Description": "Um material avançado e útil em muitos dispositivos eletrônicos. Contém um regulador de temperatura embutido.\n\nCria-se a partir de condensado térmico e sal de nitrogênio."
  },
  {
    "Id": "prod65",
    "Name": "Catalisador orgânico",
    "Group": "Produto gasoso manufaturado",
    "Description": "Um material catalítico usado na criação de vários fertilizadores orgânicos.\n\nCria-se a partir de condensado térmico e carbono enriquecido."
  },
  {
    "Id": "prod66",
    "Name": "Supercondutor",
    "Group": "Produto gasoso manufaturado",
    "Description": "O supercondutor é um material avançado que aumenta a capacidade de movimento do campo magnético do semicondutor.\n\nCria-se a partir de carbono enriquecido e semicondutores."
  },
  {
    "Id": "prod67",
    "Name": "Acelerador de fusão",
    "Group": "Produto gasoso manufaturado",
    "Description": "Uma fonte de combustível avançada feita com uma mescla perfeita de materiais orgânicos energéticos com alto potencial.\n\nCria-se a partir de catalisador orgânico e sal de nitrogênio."
  },
  {
    "Id": "prod68",
    "Name": "Câmara criogênica",
    "Group": "Produto avançado criado",
    "Description": "Uma câmara com baixa temperatura desenvolvida para evitar a decomposição natural da matéria orgânica.\n\nCria-se a partir de vidro vivo e uma bomba criogênica."
  },
  {
    "Id": "prod69",
    "Name": "Reator portátil",
    "Group": "Produto avançado criado",
    "Description": "Um reator nuclear autônomo em miniatura. Gera níveis subestelares de energia em um módulo de combustível simples e amplamente compatível.\n\nCria-se a partir de explosivos líquidos e acelerador de fusão."
  },
  {
    "Id": "prod70",
    "Name": "Processador de quantum",
    "Group": "Produto avançado criado",
    "Description": "Um dispositivo computacional altamente avançado e essencial aos cálculos complexos pertinentes à viagem por dobra.\n\nCria-se a partir de circuitos e supercondutores."
  },
  {
    "Id": "prod71",
    "Name": "Arônio",
    "Group": "Liga de metal",
    "Description": "Uma liga metálica leve e altamente maleável. Cria-se a partir de parafínio e cloro.\n\nPor ser útil na construção de postos avançados e instalações planetárias, sua demanda é alta na Rede Comercial Galáctica."
  },
  {
    "Id": "prod72",
    "Name": "Bronze sujo",
    "Group": "Liga de metal",
    "Description": "Uma liga metálica popular com uma grande variedade de usos. O 'bronze sujo' é mais conhecido pelo termo popular que define sua cor do que por seu nome científico.\n\nCria-se a partir de ferrita pura e pirita."
  },
  {
    "Id": "prod73",
    "Name": "Grantina",
    "Group": "Liga de metal",
    "Description": "Liga metálica macia e maleável que é a favorita dos artesãos de toda a galáxia conhecida. Cria-se a partir de cobalto ionizado e dioxita.\n\nÉ uma mercadoria popular e muitas das rotas galácticas são dedicadas à sua venda e transporte."
  },
  {
    "Id": "prod74",
    "Name": "Hérox",
    "Group": "Liga de metal",
    "Description": "Liga metálica neutra com utilizações em setores que vão desde a farmacologia até a indústria pesada. Cria-se a partir de cloro e amônia.\n\nÉ essencial ao comércio galáctico de ligas metálicas."
  },
  {
    "Id": "prod75",
    "Name": "Magno-ouro",
    "Group": "Liga de metal",
    "Description": "Liga metálica lustrosa e muito apreciada. É popular entre os comerciantes de todas as raças galácticas principais conhecidas. Cria-se a partir de cobalto ionizado e fósforo.\n\nPode ser reconhecida facilmente por seu brilho vermelho intenso e campo magnético forte."
  },
  {
    "Id": "prod76",
    "Name": "Lêmio",
    "Group": "Liga de metal",
    "Description": "Liga metálica de ferrita pura. Cria-se a partir de ferrita pura e urânio.\n\nTem um uso extensivo na construção de naves cargueiras devido à sua resistência. É um material duro popular na Rede Comercial Galáctica."
  },
  {
    "Id": "prod77",
    "Name": "Geodesita",
    "Group": "Liga de metal enriquecida",
    "Description": "Liga metálica avançada e durável usada principalmente na construção da fuselagem de naves e na tecnologia dos drones de exploração espacial.\n\nCria-se a partir de hérox, bronze sujo e lêmio."
  },
  {
    "Id": "prod78",
    "Name": "Iridesita",
    "Group": "Liga de metal enriquecida",
    "Description": "Liga metálica leve avançada e comercializada por toda a Fronteira Externa galáctica. É comumente usada na parte interna dos transportes comerciais para reduzir seu peso, já que decolam de planetas com campos gravitacionais elevados.\n\nCria-se a partir de arônio, magno-ouro e grantina."
  },
  {
    "Id": "prod79",
    "Name": "Ignitor de fusão",
    "Group": "Tecnologia altamente refinada",
    "Description": "Uma tecnologia altamente avançada para ser usada na próxima geração de usinas elétricas. A produção de um núcleo de fusão requer tanto boas habilidades científicas quanto processos industriais complexos.\n\nCria-se a partir de reator portátil, processadores de quantum e geodesita."
  },
  {
    "Id": "prod80",
    "Name": "Dispositivo de estase",
    "Group": "Tecnologia altamente refinada",
    "Description": "Um dispositivo criado especificamente para fazer seres vivos sobreviverem por milhares de anos a mais do que sua expectativa de vida natural. É preciso muita habilidade para fabricá-lo, pois além de ter uma tecnologia complexa, as consequências para o usuário no caso de um defeito seriam desastrosas.\n\nCria-se a partir de processadores de quantum, câmaras criogênicas e iridesita."
  },
  {
    "Id": "prod81",
    "Name": "Fiação",
    "Group": "Plataforma tecnológica universal",
    "Description": "Um circuito pré-fabricado feito para uso flexível em uma grande variedade de componentes tecnológicos.\n\nO módulo contém um processador de nanitos integrado, o que lhe permite ser configurado rapidamente para uma série de usos."
  },
  {
    "Id": "prod82",
    "Name": "Tronco neural frágil",
    "Group": "Fragmento de vida",
    "Description": "Uma rede delicada de tecido vivo que é responsável por gerar uma nova forma de vida.\n\nExige muitos cuidados enquanto amadurece."
  },
  {
    "Id": "prod83",
    "Name": "Coração frágil",
    "Group": "Fragmento de vida",
    "Description": "Embora não passe de um aglomerado de células, já é possível detectar as batidas suaves deste protocoração.\n\nExige muitos cuidados enquanto amadurece."
  },
  {
    "Id": "prod84",
    "Name": "Invólucro frágil",
    "Group": "Fragmento de vida",
    "Description": "Translúcido e surpreendentemente fino, este invólucro não passa de uma mera porção de vidro. No entanto, seu potencial é claro, já que sua resistência se multiplica constantemente.\n\nExige muitos cuidados enquanto amadurece."
  },
  {
    "Id": "prod85",
    "Name": "Singularidade crescente",
    "Group": "Forma de vida frágil",
    "Description": "Uma junção lenta de carne, neurônios e antimatéria. O modo como esta mente vivencia o universo vai além da imaginação.\n\nExige muitos cuidados enquanto amadurece."
  },
  {
    "Id": "prod86",
    "Name": "Tronco neural maduro",
    "Group": "Órgão de nave viva",
    "Description": "Esta rede de tecido vivo desenvolveu filamentos metálicos próprios, uma malha de prata e carne. Ela estala com eletricidade própria. É uma rede que precisa de nodos.\n\nEla aguarda uma hospedeira."
  },
  {
    "Id": "prod87",
    "Name": "Nodo de coração maduro",
    "Group": "Órgão de nave viva",
    "Description": "Poderosa e musculosa, esta bomba biônica reside em uma rede de tubos sintéticos. Ela se contorce quando é tocada. Seu ritmo é sensível à presença de outras entidades pensantes.\n\nEla aguarda uma hospedeira."
  },
  {
    "Id": "prod88",
    "Name": "Invólucro endurecido",
    "Group": "Órgão de nave viva",
    "Description": "Translúcido, refletor, iridescente e surpreendentemente resistente. Ao sofrer dano, este invólucro se reconfigura rapidamente, recompondo-se de um modo que o torna mais forte do que antes. Os vínculos recém-formados criam uma lembrança no vidro, refletindo de volta a luz absorvida no momento do dano.\n\nEle aguarda uma hospedeira."
  },
  {
    "Id": "prod89",
    "Name": "Núcleo de singularidade",
    "Group": "Órgão de nave viva",
    "Description": "Um arranjo sensível de neurônios em uma órbita estável ao redor de um miniburaco negro. A mente no centro deste milagre biônico é livre das restrições do tempo linear, sua experiência é uma rede improvável das várias formas de vida coletadas.\n\nEle aguarda uma hospedeira."
  },
  {
    "Id": "prod90",
    "Name": "Ponte da consciência",
    "Group": "Sistema neural nivelado reativado",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nEste dispositivo parece oferecer uma interface entre uma entidade individual e uma consciência maior compartilhada. Ele parece derivado da tecnologia korvax, mas não sintonizado a ela."
  },
  {
    "Id": "prod91",
    "Name": "Núcleo pulsante",
    "Group": "Fragmento de vida superaquecido",
    "Description": "Um constructo biomecânico, criado de acordo com o projeto de uma horda anônima.\n\nÉ orgânico, mas brilha com calor e possui um receptáculo interno altamente pressurizado. Este dispositivo é parte bomba e parte uma câmara evolucionária acelerada."
  },
  {
    "Id": "prod92",
    "Name": "Membrana impossível",
    "Group": "Forma de vida autorregeneradora",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nTrata-se de uma malha fina feita de uma fibra tecida firmemente. Os micro-organismos embutidos na trama permitem que ela se regenere infinitamente. É uma pele biônica perfeita e ilimitada."
  },
  {
    "Id": "prod93",
    "Name": "Sementes de vidro",
    "Group": "Arquivo congelado",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nTrata-se de cápsulas de material genético envoltas por uma película de vidro vivo. Lembranças compartilhadas flutuam em suas superfícies refletoras, aguardando a chance de moldar a vida que existe do lado de dentro."
  },
  {
    "Id": "prod94",
    "Name": "Alma arquivada",
    "Group": "Arca biônica",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nÉ uma fusão entre um circuito complexo e a falha indefinível do viajante. Esse tipo de sistema pode unir realidades ou transformá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod95",
    "Name": "Câmara de alma (0%)",
    "Group": "Arca biônica",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nÉ uma fusão entre um circuito complexo e a falha indefinível do viajante. Esse tipo de sistema pode unir realidades ou transformá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod96",
    "Name": "Câmara de alma (33%)",
    "Group": "Arca biônica",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nÉ uma fusão entre um circuito complexo e a falha indefinível do viajante. Esse tipo de sistema pode unir realidades ou transformá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod97",
    "Name": "Câmara de alma (66%)",
    "Group": "Arca biônica",
    "Description": "Um constructo biomecânico criado de acordo com o projeto de uma horda anônima.\n\nÉ uma fusão entre um circuito complexo e a falha indefinível do viajante. Esse tipo de sistema pode unir realidades ou transformá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod98",
    "Name": "Água viva",
    "Group": "Item vítreo indeterminado",
    "Description": "Interações incomuns com a superfície fazem este líquido se dividir rapidamente em esferas pequenas e perfeitas. A luz refratada por uma dessas esferas espalha cores indescritíveis.\n\nDe origem desconhecida."
  }
]