[
  {
    "Id": "raw1",
    "Name": "Carbono",
    "Abbrev": "C",
    "Group": "Elemento orgânico não refinado",
    "Rarity": "Common",
    "Description": "O elemento essencial de toda vida orgânica. Muito importante para viajantes espaciais, já que o carbono é usado para recarregar equipamento de mineração.\n\nO laser minerador coleta carbono de árvores, plantas e todas as outras formas vegetais."
  },
  {
    "Id": "raw2",
    "Name": "Carbono condensado",
    "Abbrev": "C+",
    "Group": "Elemento orgânico refinado",
    "Rarity": "Uncommon",
    "Description": "Material avançado e processado a partir de carbono comum em um refinador.\n\nA densidade maior de moléculas oferece um nível de energia, por grama, consideravelmente aprimorado.\n\nÉ ocasionalmente encontrado na forma de cristal. A coleta de cristais grandes pode exigir um laser minerador avançado."
  },
  {
    "Id": "raw3",
    "Name": "Oxigênio",
    "Abbrev": "O2",
    "Group": "Combustível líquido concentrado",
    "Rarity": "Common",
    "Description": "Parte da tecnologia de filtragem atmosférica no âmago do sistema de sobrevivência do exotraje.\n\nO processamento de materiais do exotraje permite que o oxigênio seja extraído diretamente da flora apropriada em um planeta.\n\nÉ possível usar o visor de análise para verificar se outras plantas servem como provedoras alternativas de oxigênio."
  },
  {
    "Id": "raw4",
    "Name": "Hexita",
    "Abbrev": "X",
    "Group": "Elemento orgânico não refinado",
    "Rarity": "Common",
    "Description": "Substância inodora e rica em minerais, de estrutura cristalina hexagonal, coletada das fezes de uma criatura."
  },
  {
    "Id": "raw5",
    "Name": "Di-hidrogênio",
    "Abbrev": "H",
    "Group": "Substância de alta energia",
    "Rarity": "Common",
    "Description": "Uma forma estável e cristalina de hidrogênio, notável tanto por sua densidade de energia extrema quanto por sua estabilidade em pressões atmosféricas.\n\nComum em todos os mundos, o di-hidrogênio é encontrado na forma de cristais azuis grandes. É um componente essencial do combustível de decolagem de nave."
  },
  {
    "Id": "raw6",
    "Name": "Deutério",
    "Abbrev": "D",
    "Group": "Substância de alta energia",
    "Rarity": "Common",
    "Description": "Um isótopo de hidrogênio estável. É muito usado tanto em reatores de fusão de pequena escala quanto na tecnologia de escudos de dispersão de nêutrons.\n\nO deutério tem uma ocorrência natural muito rara. A maior parte do suprimento da galáxia vem do processamento de di-hidrogênio e trítio em refinadores."
  },
  {
    "Id": "raw7",
    "Name": "Trítio",
    "Abbrev": "H3",
    "Group": "Elemento combustível rico em nêutrons",
    "Rarity": "Common",
    "Description": "Isótopo radioativo comumente usado para abastecer o reator de fusão no núcleo dos mecanismos de pulso da nave.\n\nAbundante em campos de asteroides interestelares, o trítio pode ser extraído de asteroides com a ajuda das armas da nave."
  },
  {
    "Id": "raw8",
    "Name": "Pó de ferrita",
    "Abbrev": "Fe",
    "Group": "Extrato mineral metálico",
    "Rarity": "Common",
    "Description": "Um elemento mineral abundante encontrado em formações de rocha e outras áreas de interesse geológico. Pode ser extraído facilmente com um laser minerador.\n\nNormalmente, deve ser processado em um refinador para ser usado em construções ou manufatura tecnológica."
  },
  {
    "Id": "raw9",
    "Name": "Ferrita pura",
    "Abbrev": "Fe+",
    "Group": "Minerais metálicos processados",
    "Rarity": "Uncommon",
    "Description": "Metal processado e livre de poeira e pedregulhos. É usado na construção de uma grande variedade de estruturas e tecnologias.\n\nNormalmente, é purificado a partir de pó de ferrita em um refinador, mas pode ser ocasionalmente encontrado em depósitos grandes. A coleta pode exigir um laser minerador avançado."
  },
  {
    "Id": "raw10",
    "Name": "Ferrita magnetizada",
    "Abbrev": "Fe++",
    "Group": "Elemento metálico carregado",
    "Rarity": "Uncommon",
    "Description": "Metal altamente processado que requer várias etapas em um refinador.\n\nÉ usado na criação de estruturas e tecnologias avançadas. Não deve ser ingerido."
  },
  {
    "Id": "raw11",
    "Name": "Pó de silicato",
    "Abbrev": "Si",
    "Group": "Mineral abundante",
    "Rarity": "Common",
    "Description": "Um elemento mineral abundante encontrado nas camadas geológicas de todos os mundos rochosos. Pode ser extraído facilmente com um manipulador de terreno. Crie um túnel em qualquer lugar para começar a extração.\n\nProcesse-o em um refinador para criar vidro."
  },
  {
    "Id": "raw12",
    "Name": "Sódio",
    "Abbrev": "Na",
    "Group": "Elemento catalítico não refinado",
    "Rarity": "Uncommon",
    "Description": "Um catalisador poderoso e útil para carregar tecnologias de defesa, como escudos ou proteção antirrisco.\n\nA tecnologia de manuseio de materiais do exotraje permite a extração automática das plantas ricas em sódio apropriadas.\n\nÉ um ingrediente essencial na criação de muitos dispositivos, produtos e componentes avançados."
  },
  {
    "Id": "raw13",
    "Name": "Nitrato de sódio",
    "Abbrev": "Na+",
    "Group": "Elemento catalítico refinado",
    "Rarity": "Rare",
    "Description": "Um catalisador avançado e útil para carregar tecnologias de defesa, como escudos ou proteção antirrisco.\n\nPode ser criado em um refinador ou ocasionalmente encontrado como um cristal na superfície de um planeta.\n\nOferece um nível de energia por grama consideravelmente aprimorado em comparação ao sódio comum."
  },
  {
    "Id": "raw14",
    "Name": "Cobalto",
    "Abbrev": "Co",
    "Group": "Mineral subterrâneo",
    "Rarity": "Common",
    "Description": "Extraído de minerais subterrâneos, o cobalto é encontrado em abundância em cavernas. É útil na manufatura de baterias de íons.\n\nÉ usado na criação de várias tecnologias e estruturas, podendo ser processado em um refinador para que sua carga inerente seja aproveitada ao máximo."
  },
  {
    "Id": "raw15",
    "Name": "Cobalto ionizado",
    "Abbrev": "Co+",
    "Group": "Mineral subterrâneo processado",
    "Rarity": "Rare",
    "Description": "Uma forma de cobalto altamente energizada, esse metal processado pode ser usado para criar baterias de íons avançadas, uma fonte de energia portátil e conveniente para o exotraje.\n\nÉ usado amplamente como um componente essencial na criação de tecnologias e estruturas avançadas."
  },
  {
    "Id": "raw16",
    "Name": "Sal",
    "Abbrev": "NaCl",
    "Group": "Extrato mineral aquático",
    "Rarity": "Common",
    "Description": "Um sal que ocorre naturalmente e é encontrado em abundância nos minerais subaquáticos.\n\nPode ser processado em um refinador para criar cloro. A forma refinada é usada na manufatura de tecnologias e produtos avançados."
  },
  {
    "Id": "raw17",
    "Name": "Cloro",
    "Abbrev": "Cl",
    "Group": "Mineral aquático processado",
    "Rarity": "Rare",
    "Description": "Um elemento reagente mais facilmente obtido pelo processamento dos minerais ricos em sal encontrados nos oceanos.\n\nÉ usado na manufatura de tecnologias avançadas."
  },
  {
    "Id": "raw18",
    "Name": "Citofosfato",
    "Abbrev": "Ci",
    "Group": "Composto orgânico",
    "Rarity": "Rare",
    "Description": "Um composto orgânico verde azulado produzido durante o ciclo metabólico da flora marinha. Ricos em energia solúvel, os citofosfatos são essenciais a várias tecnologias submarinas.\n\nO laser minerador coleta compostos de citofosfato da flora subaquática."
  },
  {
    "Id": "raw19",
    "Name": "Cobre",
    "Abbrev": "Cu",
    "Group": "Metal estelar refinado: amarelo",
    "Rarity": "Common",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela. Esse material estelar forma depósitos na crosta dos planetas locais.\n\nO cobre é encontrado em planetas que orbitam estrelas amarelas e pode ser colocado em um refinador para criar o metal cromático purificado, que é usado na manufatura de tecnologias avançadas."
  },
  {
    "Id": "raw20",
    "Name": "Cádmio",
    "Abbrev": "Cd",
    "Group": "Metal estelar refinado: vermelho",
    "Rarity": "Rare",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela. Esse material estelar forma depósitos na crosta dos planetas locais.\n\nO cádmio é encontrado em planetas que orbitam estrelas vermelhas e pode ser colocado em um refinador para criar o metal cromático purificado, que é usado na manufatura de tecnologias avançadas."
  },
  {
    "Id": "raw21",
    "Name": "Emeril",
    "Abbrev": "Em",
    "Group": "Metal estelar refinado: verde",
    "Rarity": "Rare",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela.\n\nO emeril é encontrado em planetas que orbitam estrelas verdes e pode ser colocado em um refinador para criar o metal cromático purificado, que é usado na manufatura de tecnologias avançadas."
  },
  {
    "Id": "raw22",
    "Name": "Índio",
    "Abbrev": "In",
    "Group": "Metal estelar refinado: azul",
    "Rarity": "Rare",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela. Esse material estelar forma depósitos na crosta dos planetas locais.\n\nO índio é encontrado em planetas que orbitam estrelas azuis e pode ser colocado em um refinador para criar o metal cromático purificado, que é usado na manufatura de tecnologias avançadas."
  },
  {
    "Id": "raw23",
    "Name": "Metal cromático",
    "Abbrev": "Cm",
    "Group": "Metal estelar altamente refinado",
    "Rarity": "Rare",
    "Description": "Uma liga metálica processada e criada em um refinador, a partir de metais estelares: cobre, cádmio, emeril e índio.\n\nQuanto mais raro for o metal estelar, mais metal cromático ele vai produzir.\n\nEste metal valioso é usado na criação de muitas tecnologias avançadas."
  },
  {
    "Id": "raw24",
    "Name": "Parafínio",
    "Abbrev": "Pf",
    "Group": "Elemento da terra localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local que costuma aparecer em depósitos grandes ou ser extraído de minerais comuns, após uma inspeção com o visor de análise.\n\nNormalmente, é encontrado em planetas de ambiente tropical."
  },
  {
    "Id": "raw25",
    "Name": "Pirita",
    "Abbrev": "Pi",
    "Group": "Elemento da terra localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local que costuma aparecer em depósitos grandes ou ser extraído de minerais comuns, após uma inspeção com o visor de análise.\n\nNormalmente, é encontrado em planetas de ambiente desértico."
  },
  {
    "Id": "raw26",
    "Name": "Amônia",
    "Abbrev": "NH3",
    "Group": "Elemento da terra localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local que costuma aparecer em depósitos grandes ou ser extraído de minerais comuns, após uma inspeção com o visor de análise.\n\nNormalmente, é encontrado em planetas com um ambiente tóxico."
  },
  {
    "Id": "raw27",
    "Name": "Urânio",
    "Abbrev": "U",
    "Group": "Elemento da terra localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local que costuma aparecer em depósitos grandes ou ser extraído de minerais comuns, após uma inspeção com o visor de análise.\n\nNormalmente, é encontrado em planetas com um ambiente radioativo."
  },
  {
    "Id": "raw28",
    "Name": "Dioxita",
    "Abbrev": "CO2",
    "Group": "Elemento da terra localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local que costuma aparecer em depósitos grandes ou ser extraído de minerais comuns, após uma inspeção com o visor de análise.\n\nNormalmente, é encontrado em planetas com um ambiente congelado."
  },
  {
    "Id": "raw29",
    "Name": "Fósforo",
    "Abbrev": "P",
    "Group": "Elemento da terra localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local que costuma aparecer em depósitos grandes ou ser extraído de minerais comuns, após uma inspeção com o visor de análise.\n\nNormalmente, é encontrado em planetas de ambiente árido."
  },
  {
    "Id": "raw30",
    "Name": "Mordita",
    "Abbrev": "Mo",
    "Group": "Substância coletada",
    "Rarity": "Common",
    "Description": "Apesar de muito estudo, pouco se sabe sobre esse composto cristalino assombroso.\n\nEle é produzido pelos cadáveres de criaturas, mas também pode ser cultivado e colhido da raiz de mordita."
  },
  {
    "Id": "raw31",
    "Name": "Púgneo",
    "Abbrev": "Pg",
    "Group": "Material anômalo",
    "Rarity": "Rare",
    "Description": "Esse líquido oleoso e perturbador vaza dos circuitos dos sentinelas.\n\nO púgneo é apreciado pelos vy'keens e acredita-se que ele compartilhe algumas das propriedades essenciais dos nanitos. Ao entrar em contato com matéria orgânica, ele zune de maneira sinistra."
  },
  {
    "Id": "raw32",
    "Name": "Prata",
    "Abbrev": "Ag",
    "Group": "Mineral de asteroide valioso",
    "Rarity": "Common",
    "Description": "Mineral comercial, interestelar e valioso que costuma ser extraído de asteroides. É ocasionalmente encontrado em depósitos planetários subterrâneos.\n\nSeu brilho é apreciado pelos habitantes de todos os sistemas."
  },
  {
    "Id": "raw33",
    "Name": "Ouro",
    "Abbrev": "Au",
    "Group": "Mineral de asteroide valioso",
    "Rarity": "Uncommon",
    "Description": "Mineral comercial, interestelar e muito valioso que costuma ser extraído de asteroides. É ocasionalmente encontrado em depósitos planetários subterrâneos.\n\nSua beleza e versatilidade são apreciadas em todo o universo."
  },
  {
    "Id": "raw34",
    "Name": "Platina",
    "Abbrev": "Pt",
    "Group": "Mineral de asteroide valioso",
    "Rarity": "Rare",
    "Description": "Mineral comercial, interestelar e extremamente valioso que costuma ser extraído de asteroides. É ocasionalmente encontrado em depósitos planetários subterrâneos.\n\nSua resistência e versatilidade são apreciadas em todo o universo."
  },
  {
    "Id": "raw35",
    "Name": "Sulfurino",
    "Abbrev": "Su",
    "Group": "Gás atmosférico comprimido",
    "Rarity": "Common",
    "Description": "Um gás atmosférico pungente. Em concentrações altas, é extremamente perigoso para a vida orgânica.\n\nCom o auxílio de maquinário especial, ele pode ser extraído das atmosferas de planetas áridos e desertos."
  },
  {
    "Id": "raw36",
    "Name": "Radônio",
    "Abbrev": "Rn",
    "Group": "Gás atmosférico comprimido",
    "Rarity": "Uncommon",
    "Description": "Um gás incolor e inodoro com uma meia-vida relativamente curta.\n\nEncontrado em atmosferas radioativas e congeladas, ele é produzido pela decomposição de outros elementos com alta energia."
  },
  {
    "Id": "raw37",
    "Name": "Nitrogênio",
    "Abbrev": "N",
    "Group": "Gás atmosférico comprimido",
    "Rarity": "Rare",
    "Description": "Um gás atmosférico reagente encontrado onde houver vida orgânica.\n\nO nitrogênio pode ser obtido prontamente das atmosferas de planetas ricos e tóxicos."
  },
  {
    "Id": "raw38",
    "Name": "Cobre ativado",
    "Abbrev": "Cu",
    "Group": "Metal estelar refinado: amarelo",
    "Rarity": "Common",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela.\n\nEsse cobre foi ativado pelas condições extremas nas quais se formou e é muito valioso.\n\nO cobre é encontrado em planetas que orbitam estrelas amarelas e pode ser colocado em um refinador para criar metal cromático purificado."
  },
  {
    "Id": "raw39",
    "Name": "Cádmio ativado",
    "Abbrev": "Cd",
    "Group": "Metal estelar refinado: vermelho",
    "Rarity": "Rare",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela.\n\nEsse cádmio foi ativado pelas condições extremas nas quais se formou e é muito valioso.\n\nO cádmio é encontrado em planetas que orbitam estrelas vermelhas e pode ser colocado em um refinador para criar metal cromático purificado."
  },
  {
    "Id": "raw40",
    "Name": "Emeril ativado",
    "Abbrev": "Em",
    "Group": "Metal estelar refinado: verde",
    "Rarity": "Rare",
    "Description": "Um metal cromático gerado por fusão, no centro de uma estrela.\n\nEsse emeril foi ativado pelas condições extremas nas quais se formou e é muito valioso.\n\nO emeril é encontrado em planetas que orbitam estrelas verdes e pode ser colocado em um refinador para criar metal cromático purificado."
  },
  {
    "Id": "raw41",
    "Name": "Índio ativado",
    "Abbrev": "In",
    "Group": "Metal estelar refinado: azul",
    "Rarity": "Rare",
    "Description": "Um metal cromático gerado por fusão no centro de uma estrela.\n\nO índio é encontrado em planetas que orbitam estrelas azuis e pode ser colocado em um refinador para criar metal cromático purificado.\n\nEsse índio foi ativado pelas condições extremas nas quais se formou e é muito valioso."
  },
  {
    "Id": "raw42",
    "Name": "Mofo",
    "Abbrev": "Mf",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Uma substância de brilho incomum obtida das lamelas dos aglomerados de fungos.\n\nA planta hospedeira requer um clima tóxico para sobreviver em ambientes naturais, mas pode ser cultivada em qualquer lugar, com a ajuda de uma bandeja hidropônica."
  },
  {
    "Id": "raw43",
    "Name": "Cristal da geada",
    "Abbrev": "Cg",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Esse composto orgânico é resistente e possui o corpo brilhante e translúcido ao mesmo tempo. É um lindo cristal azul. Ele é obtido das folhas da planta gelada.\n\nA planta gelada requer condições congeladas para sobreviver em ambientes naturais, mas pode ser cultivada em qualquer lugar com a ajuda de uma bandeja hidropônica."
  },
  {
    "Id": "raw44",
    "Name": "Raiz gama",
    "Abbrev": "Rm",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Uma substância estranha que parece mudar lentamente o ar a seu redor. Ela é encontrada nas raízes da erva daninha gama.\n\nA erva daninha gama requer radiação ambiental alta para sobreviver em locais naturais, mas pode ser cultivada em qualquer lugar com a ajuda de uma bandeja hidropônica."
  },
  {
    "Id": "raw45",
    "Name": "Polpa de cacto",
    "Abbrev": "Cc",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Polpa suculenta e comestível do cacto espinhudo. Além de ser cheia de suco, ela tem muitos usos industriais.\n\nO cacto espinhudo cresce apenas em planetas desertos, mas pode ser cultivado em qualquer lugar com a ajuda de uma bandeja hidropônica."
  },
  {
    "Id": "raw46",
    "Name": "Solânio",
    "Abbrev": "So",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Uma substância química poderosa que resistiu a tentativas de síntese. Ela pode ser obtida da casca da videira solar.\n\nA videira requer um clima quente para sobreviver em ambientes naturais, mas pode ser cultivada em qualquer lugar com a ajuda de uma bandeja hidropônica."
  },
  {
    "Id": "raw47",
    "Name": "Bulbo estelar",
    "Abbrev": "Ee",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Uma linda joia, esse produto valioso é o fruto dilatado e luminescente do espinheiro estelar.\n\nA planta hospedeira requer condições ricas para sobreviver em ambientes naturais, mas pode ser cultivada em qualquer lugar com a ajuda de uma bandeja hidropônica."
  },
  {
    "Id": "raw48",
    "Name": "Bulbo de abóbora",
    "Abbrev": "Bu",
    "Group": "Substância agrícola colhida",
    "Rarity": "Uncommon",
    "Description": "Um bulbo orgânico brilhante obtido da abóbora de caverna, uma planta que cresce no subterrâneo.\n\nA abóbora de caverna se mostrou resistente à domesticação e não existe plantio de cultivares, até onde se sabe. Por isso, os bulbos devem ser colhidos à mão, em ambientes naturais."
  },
  {
    "Id": "raw49",
    "Name": "Bolsa de alga",
    "Abbrev": "Bo",
    "Group": "Substância agrícola colhida",
    "Rarity": "Uncommon",
    "Description": "Uma bolsa borrachuda e luminescente obtida da alga de vela, uma planta aquática.\n\nA ciência agrícola ainda não domina a alga de vela. Por isso, essa bolsa não pode ser cultivada."
  },
  {
    "Id": "raw50",
    "Name": "Faécio",
    "Abbrev": "Fa",
    "Group": "Substância agrícola colhida",
    "Rarity": "Common",
    "Description": "Um composto de odor desagradável que pode ser obtido da desagradávia ou das fezes de algumas espécies, algo menos desejável.\n\nPode-se alimentar criaturas para incentivar a formação e liberação de cristais de faécio."
  },
  {
    "Id": "raw51",
    "Name": "Gosma residual",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Common",
    "Description": "Uma gosma pulsante e fétida que se acumula em máquinas malcuidadas.\n\nNão encoste a pele nela."
  },
  {
    "Id": "raw52",
    "Name": "Mofo incontrolável",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Common",
    "Description": "Um mofo incontrolável que se acumula em máquinas malcuidadas.\n\nProvavelmente, são várias espécies diferentes de mofo, unidas em uma supercolônia."
  },
  {
    "Id": "raw53",
    "Name": "Metal enferrujado",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Uncommon",
    "Description": "Punhados de metal corroído e distorcido pelos vários anos de exposição ao ambiente rigoroso.\n\nManuseie com cuidado."
  },
  {
    "Id": "raw54",
    "Name": "Gosma viva",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Uncommon",
    "Description": "Uma gosma espessa. Ela se move vagarosamente, como se estivesse viva.\n\nFonte de nutrientes: desconhecida."
  },
  {
    "Id": "raw55",
    "Name": "Fluidos viscosos",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Rare",
    "Description": "Líquido estranhamente espesso com uma cor duvidosa. É impossível saber a origem.\n\nParece ter propriedades magnéticas leves."
  },
  {
    "Id": "raw56",
    "Name": "Aglomerados de nanitos",
    "Abbrev": "∞",
    "Group": "Moeda tecnológica",
    "Rarity": "Rare",
    "Description": "Um denso miasma de nanitos ondulando com potencial. Esse tipo de aglomerado é estável, mas espuma de nanito irrestrita pode causar reações incontroláveis indesejadas na presença de matéria orgânica.\n\nUsado na construção de tecnologias avançadas. Muito valioso para comerciantes especializados."
  },
  {
    "Id": "raw57",
    "Name": "MERCÚRIO",
    "Abbrev": "-",
    "Group": "Item da recompensa",
    "Rarity": "Rare",
    "Description": "Moeda ou reputação em facção, dadas como recompensa."
  },
  {
    "Id": "raw58",
    "Name": "UNIDADES",
    "Abbrev": "-",
    "Group": "Item da recompensa",
    "Rarity": "Rare",
    "Description": "Moeda ou reputação em facção, dadas como recompensa."
  },
  {
    "Id": "raw59",
    "Name": "Sol líquido",
    "Abbrev": "?",
    "Group": "Metal transmutado",
    "Rarity": "Rare",
    "Description": "Metal planetário convencional que foi superaquecido e depois mantido em uma forma plasmática estabilizada.\n\nÉ extraído de depósitos de terreno metálicos com a ajuda de um laser solar. Tem uma quantidade enorme de energia."
  },
  {
    "Id": "raw60",
    "Name": "Qualia fragmentados",
    "Abbrev": "?",
    "Group": "Fragmentos de alma",
    "Rarity": "Rare",
    "Description": "Um padrão, que não passa de uma mera forma de onda, gravado na superfície de um pedaço minúsculo de metal. Essa porção de dados representa um registro dos impulsos elétricos que percorrem uma rede neural. Muitos desses fragmentos seriam necessários para recriar qualquer experiência sensorial.\n\nÉ gerado pela interação do feixe animus com um alvo vivo."
  }
]