[
  {
    "Id": "tech1",
    "Name": "Proteção antirrisco",
    "Group": "Proteção ambiental do exotraje",
    "Description": "O sistema de proteção antirrisco do exotraje monitora continuamente e estabiliza o ambiente do usuário.\n\nA proteção reativa geral pode ser aprimorada com escudos ambientais, que oferecem maior proteção contra condições específicas.\n\nO aparelho é carregado com substâncias baseadas em sódio. O usuário deve saber que uma falha ao carregar o sistema de proteção antirrisco pode tornar o ambiente incompatível com a vida."
  },
  {
    "Id": "tech2",
    "Name": "Malha de escudo",
    "Group": "Atualização da proteção antirrisco",
    "Description": "Aumenta a potência básica do sistema da proteção antirrisco, permitindo que o usuário passe mais tempo em ambientes perigosos sem precisar recarregar o exotraje."
  },
  {
    "Id": "tech3",
    "Name": "Sistema de sobrevivência",
    "Group": "Pacote de energia de sobrevivência do traje",
    "Description": "O núcleo do exotraje, o sistema de sobrevivência filtra e bombeia oxigênio respirável continuamente.\n\nAlém de garantir a existência do usuário do exotraje, a unidade de sobrevivência usa o oxigênio extra para gerar energia para sistemas secundários, como o jetpack, o sistema de aumento de velocidade e a lanterna."
  },
  {
    "Id": "tech4",
    "Name": "Reciclador de oxigênio",
    "Group": "Atualização do sistema de sobrevivência",
    "Description": "Aumenta a capacidade básica do sistema de sobrevivência, permitindo que o usuário passe mais tempo sem carregá-lo."
  },
  {
    "Id": "tech5",
    "Name": "Jetpack",
    "Group": "Incremento de propulsão aérea",
    "Description": "Fornece ao exotraje recursos avançados de movimentação, incluindo voo temporário.\n\nControle o impulso com JUMP. O dispositivo de voo usa energia do sistema de sobrevivência do exotraje para pressurizar e liberar explosões de gás, impelindo o usuário ao ar.\n\nÉ possível colher plantas ricas em deutério para sobrecarregar o jetpack temporariamente e causar um aumento considerável no impulso disponível."
  },
  {
    "Id": "tech6",
    "Name": "Estimulador neural",
    "Group": "Atualização do movimento do exotraje",
    "Description": "Aumenta a capacidade dos tanques do jetpack do exotraje e as reservas da bomba adrenal, permitindo que o usuário voe e corra por mais tempo."
  },
  {
    "Id": "tech7",
    "Name": "Botas-foguete",
    "Group": "Atualização do exotraje",
    "Description": "Dão ao jetpack do exotraje um recurso de salto avançado, permitindo que o usuário dê pulos enormes com facilidade.\n\nPressione JUMP rapidamente para ativar os sistemas de salto."
  },
  {
    "Id": "tech8",
    "Name": "Rede de líquido refrigerante",
    "Group": "Unidade protetora antirrisco",
    "Description": "O usuário é protegido do dano por calor extremo em mundos áridos.\n\nFornece alívio em meio ao intenso calor atmosférico e solar por meio de uma rede subcutânea que distribui frênio líquido.\n\nO dispositivo é carregado com extratos minerais encontrados em ambientes quentes. Funciona automaticamente após a construção, no inventário do exotraje do usuário."
  },
  {
    "Id": "tech9",
    "Name": "Camada térmica",
    "Group": "Unidade protetora antirrisco",
    "Description": "O usuário é protegido do dano por frio extremo em mundos congelados.\n\nCapilares de aquecimento são costurados no traje do usuário, distribuindo calídio líquido igualmente, para manter uma temperatura corporal agradável.\n\nO dispositivo é carregado com extratos minerais encontrados em ambientes congelados. Funciona automaticamente após a construção, no inventário do exotraje do usuário."
  },
  {
    "Id": "tech10",
    "Name": "Supressor de toxinas",
    "Group": "Unidade protetora antirrisco",
    "Description": "O usuário é protegido do dano tóxico.\n\nOs compostos reagentes dentro do supressor removem os líquidos tóxicos que caem sobre o usuário, reduzindo o risco de sufocamento, entre outros perigos.\n\nO dispositivo é carregado com extratos minerais encontrados em ambientes tóxicos. Funciona automaticamente após a construção, no inventário do exotraje do usuário."
  },
  {
    "Id": "tech11",
    "Name": "Defletor de radiação",
    "Group": "Unidade protetora antirrisco",
    "Description": "O usuário é protegido do dano por radiação.\n\nReduz consideravelmente o perigo para o usuário, durante a exploração de mundos irradiados. As microvibrações aumentam a reflexão das ondas eletromagnéticas, reduzindo a absorção.\n\nO dispositivo é carregado com extratos minerais encontrados em ambientes radioativos. Funciona automaticamente após a construção, no inventário do exotraje do usuário."
  },
  {
    "Id": "tech12",
    "Name": "Membrana de aeração",
    "Group": "Assistente de respiração aquática",
    "Description": "O usuário consegue nadar debaixo d'água por períodos prolongados.\n\nAbsorve os gases dissolvidos na água por meio de um contator membranoso que, se o usuário for de uma espécie com estrutura corporal comum, é colocado sobre a boca ou orifício de respiração facial.\n\nFunciona automaticamente após a construção no inventário do exotraje do usuário."
  },
  {
    "Id": "tech13",
    "Name": "Manopla protetora",
    "Group": "Acessório do exotraje",
    "Description": "Atualiza a proteção metálica das luvas do exotraje.\n\nUma mescla avançada de metal reforçado e proteção catalítica permite ao usuário manusear substâncias perigosas com segurança e usar a força necessária para colher certas plantas cultiváveis."
  },
  {
    "Id": "tech14",
    "Name": "Recordação",
    "Group": "Uma relíquia de outro lugar",
    "Description": "Tudo o que você conhece está aqui dentro."
  },
  {
    "Id": "tech15",
    "Name": "Semente estelar",
    "Group": "Fragmento inestimável",
    "Description": "A menor centelha existente, contida por um campo de origem desconhecida.\n\nA semente brilha com vida, desesperada para escapar e cumprir seu potencial."
  },
  {
    "Id": "tech16",
    "Name": "Tecnologia obsoleta",
    "Group": "Tecnologia antiga e inutilizável",
    "Description": "Uma tecnologia corrompida por interferência do Atlas.\n\nPode ser reciclada para se obter componentes úteis."
  },
  {
    "Id": "tech17",
    "Name": "Jatos d'água eficientes",
    "Group": "Unidade de atualização do jetpack",
    "Description": "Melhoram a eficiência do combustível dos jatos marinhos do jetpack, reduzindo a extenuação do sistema de sobrevivência do exotraje.\n\nUnidades compressoras aquosas são instaladas nas turbinas do jetpack, eliminando a grande necessidade de energia da ignição sob a água."
  },
  {
    "Id": "tech18",
    "Name": "Redirecionador de oxigênio",
    "Group": "Sistema de sobrevivência de emergência",
    "Description": "Atualiza a membrana de aeração do exotraje para coletar oxigênio do sistema de sobrevivência, em caso de emergência de respiração. Isso permite que o usuário volte à superfície e busque fontes de combustível convencionais.\n\nObservação: a conversão da energia do sistema de sobrevivência em gás respirável não é recomendada a longo prazo e pode afetar a sobrevivência."
  },
  {
    "Id": "tech19",
    "Name": "Tradutor simples",
    "Group": "Analisador automático de linguagem",
    "Description": "Um dispositivo de tradução automática. Ele registra e analisa gramaticalmente as conversas próximas. Em seguida, faz os dados passarem por um sistema de aprendizado contextual para determinar o significado.\n\nA baixa capacidade de memória deste modelo de entrada limita o nível de tradução."
  },
  {
    "Id": "tech20",
    "Name": "Tradutor superior",
    "Group": "Analisador automático de linguagem",
    "Description": "Um dispositivo de tradução automática. Ele registra e analisa gramaticalmente as conversas próximas. Em seguida, faz os dados passarem por um sistema de aprendizado contextual para determinar o significado.\n\nOs processadores de linguagem paralelos permitem que uma maior proporção de fala gravada seja traduzida."
  },
  {
    "Id": "tech21",
    "Name": "Tradutor avançado",
    "Group": "Analisador automático de linguagem",
    "Description": "Um dispositivo de tradução automática. Ele registra e analisa gramaticalmente as conversas próximas. Em seguida, faz os dados passarem por um sistema de aprendizado contextual para determinar o significado.\n\nA matriz de memória grande e os processadores de linguagem acelerados permitem a tradução em tempo real de porções de fala significativas."
  },
  {
    "Id": "tech22",
    "Name": "Tradutor de Ártemis",
    "Group": "Analisador automático de linguagem",
    "Description": "Um dispositivo de tradução automática. Ele deve ser calibrado por meio do pré-carregamento de dados de tradução existentes. Além disso, ele deve ter uma conexão de rede com Ártemis para funcionar.\n\nSem acesso ao serviço de tradução host, o circuito interno permite a tradução em tempo real limitada de um número pequeno de palavras."
  },
  {
    "Id": "tech23",
    "Name": "Mecanismo de pulso",
    "Group": "Incremento de voo da nave",
    "Description": "Propulsão de voo espacial, incrementos e saltos de pulso sob demanda por meio do sistema local.\n\nO usuário deve saber que é necessário trítio para carregar o mecanismo de pulso. Trítio é abundante em campos de asteroides no espaço próximo aos planetas.\n\nSegure ROLLLEFT e ROLLRIGHT ao mesmo tempo para preparar o salto de pulso.\nSegure BOOST para aumentar a velocidade em voo."
  },
  {
    "Id": "tech24",
    "Name": "Núcleo de fotônix",
    "Group": "Unidade companheira do mecanismo de pulso",
    "Description": "Facilita a manobra e permite impulsos mais longos durante o voo espacial."
  },
  {
    "Id": "tech25",
    "Name": "Impulsionador de decolagem",
    "Group": "Sistema de decolagem vertical",
    "Description": "Sistema essencial de decolagem e pouso.\n\nO usuário deve saber que combustível especial derivado de di-hidrogênio é necessário para recarregar o impulsionador. Os procedimentos de decolagem exigem níveis de combustível suficientes para a ativação.\n\nSegure THRUST para partir do planeta.\nSegure BOOST para aumentar a velocidade em voo."
  },
  {
    "Id": "tech26",
    "Name": "Impulsionadores eficientes",
    "Group": "Atualização do sistema de decolagem da nave",
    "Description": "Atualiza os sistemas de decolagem da nave, reduzindo o consumo de combustível."
  },
  {
    "Id": "tech27",
    "Name": "Recarregador de sistema de decolagem",
    "Group": "Atualização do sistema de decolagem da nave",
    "Description": "Os painéis fotovoltaicos nos impulsionadores de decolagem da nave permitem uma carga lenta enquanto a nave não está sendo usada.\n\nA luz coletada é usada para fundir o di-hidrogênio da atmosfera e, com o tempo, reabastecerá os impulsionadores de decolagem automaticamente."
  },
  {
    "Id": "tech28",
    "Name": "Receptor de teletransporte",
    "Group": "Dispositivo de teletransporte instalado em nave",
    "Description": "Um dispositivo que modula os sinais de comunicação padrão da nave para permitir o transporte de matéria e dados.\n\nAs naves que o carregam podem enviar produtos e substâncias para o exotraje de um usuário, bem como recebê-los, a longas distâncias."
  },
  {
    "Id": "tech29",
    "Name": "Hiperpropulsor",
    "Group": "Propulsor de dobra de velocidade da luz",
    "Description": "Forma de propulsão mais rápida que a luz que permite à nave atingir a velocidade de dobra e saltar entre sistemas vizinhos.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech30",
    "Name": "Propulsor de cádmio",
    "Group": "Atualização do hiperpropulsor: sistemas vermelhos",
    "Description": "Atualiza os ímãs vinculados ao núcleo do hiperpropulsor, impedindo a desmontagem rápida quando se tenta alcançar corpos estelares vermelhos de classe rara.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech31",
    "Name": "Propulsor de emeril",
    "Group": "Atualização do hiperpropulsor: sistemas verdes",
    "Description": "Atualiza a integridade do escudo do hiperpropulsor, impedindo falhas de realidade quando se tenta alcançar corpos estelares verdes de classe rara.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech32",
    "Name": "Propulsor de índio",
    "Group": "Atualização do hiperpropulsor: sistemas azuis",
    "Description": "Atualiza a matriz computacional do hiperpropulsor, evitando anomalias temporais quando se tenta alcançar corpos estelares azuis de classe rara.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech33",
    "Name": "Escudo defletor",
    "Group": "Proteção para fuselagem de nave",
    "Description": "Escudo de energia que protege a nave de disparos de laser, projéteis aéreos e interação acidental com escombros espaciais.\n\nO usuário deve saber que elementos catalíticos são necessários para recarregar o dispositivo.\n\nFunciona automaticamente após a construção no inventário da nave do usuário."
  },
  {
    "Id": "tech34",
    "Name": "Blindagem ablativa",
    "Group": "Atualização do escudo da nave",
    "Description": "Adiciona uma camada de proteção superaquecida à defesa da nave, vaporizando ataques sofridos.\n\nAumenta significativamente o desempenho do escudo da nave."
  },
  {
    "Id": "tech35",
    "Name": "Lança-foguetes",
    "Group": "Arma com projétil para naves",
    "Description": "Arma bastante poderosa que facilita a destruição rápida de uma nave a outra.\n\nPressione SHIPFIRE para ativar."
  },
  {
    "Id": "tech36",
    "Name": "Tubos grandes de foguete",
    "Group": "Atualização dos foguetes da nave",
    "Description": "Expande a câmara de carregamento do lança-foguetes da nave, melhorando a exaustão e permitindo uma recuperação de calor consideravelmente mais rápida."
  },
  {
    "Id": "tech37",
    "Name": "Canhão de fótons",
    "Group": "Arma com projétil para naves",
    "Description": "Arma potente que dá grande vantagem no combate nave contra nave.\n\nPressione SHIPFIRE para ativar."
  },
  {
    "Id": "tech39",
    "Name": "Scanner de economia",
    "Group": "Tecnologia sensorial de longo alcance",
    "Description": "Uma atualização para os sensores de escala galáctica da nave. Este dispositivo permite ao usuário acessar detalhes sobre a economia de um sistema sem precisar visitá-lo."
  },
  {
    "Id": "tech40",
    "Name": "Scanner de conflitos",
    "Group": "Tecnologia sensorial de longo alcance",
    "Description": "Uma atualização para os sensores de escala galáctica da nave. Este dispositivo permite ao usuário acessar informações sobre conflitos no mapa da galáxia sem precisar se colocar em perigo."
  },
  {
    "Id": "tech41",
    "Name": "Feixe de fases",
    "Group": "Dispositivo a laser para naves",
    "Description": "Arma de feixe e ferramenta de mineração de asteroides para explorações espaciais.\n\nO usuário deve saber que elementos orgânicos são necessários para recarregar o dispositivo.\n\nPressione SHIPFIRE para ativar."
  },
  {
    "Id": "tech42",
    "Name": "Delimitador Fourier",
    "Group": "Atualização do feixe de fases",
    "Description": "Reforma o feixe de fases com circuitos baseados em nanitos, ignorando os limites realistas convencionais da potência do laser.\n\nMelhora significativamente o desempenho térmico."
  },
  {
    "Id": "tech43",
    "Name": "Ejetor de pósitrons",
    "Group": "Arma de nave de alta energia",
    "Description": "Os disparos criam um cone amplo de destruição.\n\nCom alcance e taxa de disparo reduzidos, os usuários são encorajados a combater os alvos em grande proximidade."
  },
  {
    "Id": "tech44",
    "Name": "Compressor de fragmentos",
    "Group": "Atualização do ejetor de pósitrons da nave",
    "Description": "Reformula o mecanismo de disparo do ejetor de pósitrons, resultando em partículas mais rápidas e precisas.\n\nMelhora o alcance e a precisão."
  },
  {
    "Id": "tech45",
    "Name": "Acelerador de infracorte",
    "Group": "Arma de nave de disparo rápido",
    "Description": "Libera sequências curtas e rápidas de fogo.\n\nÉ aconselhável limitar os disparos, pois o superaquecimento ocorre muito rápido."
  },
  {
    "Id": "tech46",
    "Name": "Ótica não linear",
    "Group": "Atualização do canhão de fótons",
    "Description": "Substitui a ótica convencional do canhão de fótons com um arranjo de vidros experimental, melhorando o desempenho em combate.\n\nMelhora significativamente a capacidade do dissipador térmico."
  },
  {
    "Id": "tech47",
    "Name": "Balista ciclotrônica",
    "Group": "Arma de nave não teleguiada",
    "Description": "Dispara uma esfera grande e concentrada de partículas carregadas contra os alvos à frente, causando um dano alto. A carga não é teleguiada e continuará sua trajetória até colidir com um objeto."
  },
  {
    "Id": "tech48",
    "Name": "Bomba Dyson",
    "Group": "Atualização do cíclotron da nave",
    "Description": "Substitui o dissipador térmico da balista de cíclotron  ao envolver a unidade inteira com uma megaestrutura absorvedora de calor. A saída de calor é reformada para aumentar a eficiência em combate.\n\nMelhora significativamente o desempenho térmico."
  },
  {
    "Id": "tech49",
    "Name": "Hiperpropulsor Nave cargueira",
    "Group": "Propulsor de dobra de velocidade da luz",
    "Description": "Forma de propulsão mais rápida que a luz que permite à nave atingir a velocidade de dobra e saltar entre sistemas vizinhos."
  },
  {
    "Id": "tech56",
    "Name": "Quebra na fuselagem",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech57",
    "Name": "Circuitos enferrujados",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech58",
    "Name": "Anteparo estilhaçado",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech59",
    "Name": "Vazamento de radiação",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech60",
    "Name": "Falha na contenção",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech61",
    "Name": "Engrenagens danificadas",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech62",
    "Name": "Visor de análise",
    "Group": "Dispositivo de marcação binocular",
    "Description": "Unidade especial de descoberta e pesquisa.\n\nAprimora os recursos padrão do scanner, projetando dados ambientais detalhados diretamente no visor do usuário. Permite a identificação de pontos de interesse distantes.\n\nO visor gerará dados valiosos quando for usado para estudar flora, fauna e minerais.\n\nSegure AIM para operar. Pressione ZOOM para usar o zoom."
  },
  {
    "Id": "tech63",
    "Name": "Scanner",
    "Group": "Pesquisa topográfica",
    "Description": "Um aprimoramento de radar pessoal de superfície para a multiferramenta.\n\nO scanner emite um pulso de alta energia que revela recursos essenciais à sobrevivência nos arredores. Os dados são transmitidos pelo exotraje diretamente no sistema nervoso visual do usuário.\n\nPressione SCAN para ativar a verificação local."
  },
  {
    "Id": "tech64",
    "Name": "Reciclador de forma de onda",
    "Group": "Atualização da multiferramenta",
    "Description": "Um processador lateral avançado e inserido no sistema de verificação da multiferramenta. Ele permite que o dispositivo se recarregue a uma velocidade consideravelmente maior.\n\nAumenta a frequência de verificação potencial."
  },
  {
    "Id": "tech65",
    "Name": "Dispositivo de pesquisa",
    "Group": "Atualização do visor de análise",
    "Description": "Uma atualização autocontida de circuito para o visor de análise, adicionando análise de terreno em tempo real ao conjunto de verificação.\n\nAlterne entre os modos do visor com SURVEYFILTERL/SURVEYFILTERR. Use o modo de pesquisa para detectar recursos escondidos no terreno."
  },
  {
    "Id": "tech66",
    "Name": "Manipulador de terreno",
    "Group": "Ferramenta modeladora de paisagem",
    "Description": "Dispositivo de terraformação avançado. Esse módulo sobrecarrega os sistemas existentes da multiferramenta, permitindo ao usuário remodelar regiões da maneira que quiser.\n\nÉ carregado com elementos metálicos."
  },
  {
    "Id": "tech67",
    "Name": "Campo de força pessoal",
    "Group": "Tecnologia de defesa com escudo",
    "Description": "Ao ser ativado, este módulo obtém energia do sistema de sobrevivência do exotraje para sobrecarregar a multiferramenta. Isso distorce o campo eletromagnético ao redor do usuário e cria um escudo pessoal poderoso.\n\nEmbora esse campo ofereça uma proteção considerável contra disparos de laser, o usuário deve lembrar que a multiferramenta não poderá ser usada enquanto estiver gerando energia para o escudo."
  },
  {
    "Id": "tech68",
    "Name": "Mira de combate",
    "Group": "Aprimoramento de precisão de arma",
    "Description": "Uma mira estabilizadora de recuo para um combate preciso com arma."
  },
  {
    "Id": "tech69",
    "Name": "Feixe de mineração",
    "Group": "Laser de extração mineral",
    "Description": "Feixe de mineração da multiferramenta alimentado por elementos baseados em carbono. Dispare-o com ATTACK.\n\nInstala ótica de foco na multiferramenta, permitindo-lhe emitir um feixe de alta energia. O feixe é calibrado para excitar as moléculas em objetos orgânicos ou geológicos comuns. Desse modo, ele pode operar como um dispositivo minerador altamente eficaz.\nATENÇÃO: a destruição de flora, fauna ou minerais pode chamar a atenção dos sentinelas."
  },
  {
    "Id": "tech70",
    "Name": "Laser minerador avançado",
    "Group": "Unidade companheira do feixe de mineração",
    "Description": "Substitui a ótica padrão do feixe de mineração por um vidro vivo de alto nível, permitindo que o feixe seja eficaz em depósitos de recursos grandes e/ou raros.\n\nA lente se adapta automaticamente às mínimas flutuações na forma de onda do feixe, diminuindo a dispersão e aumentando o potencial de mineração do dispositivo."
  },
  {
    "Id": "tech71",
    "Name": "Perfuratriz óptica",
    "Group": "Amplificador de ganho de materiais",
    "Description": "Lentes finíssimas são configuradas em uma matriz altamente calibrada, o que concentra o feixe de mineração em um nível atômico.\n\nEssa precisão extra permite uma mineração muito eficiente. Os elementos são extraídos de modo mais eficaz, aumentando a quantidade de itens obtidos com a multiferramenta."
  },
  {
    "Id": "tech72",
    "Name": "Lança-raios",
    "Group": "Arma com projétil de energia",
    "Description": "Acessório geral de arma para a multiferramenta. Acesse o modo de disparo pressionando CYCLEWEAPON e dispare a arma com ATTACK.\n\nO lança-raios reconfigura a multiferramenta para supercarregá-la com elementos metálicos e dispará-los como projéteis de alta velocidade capazes de causar dano extremo."
  },
  {
    "Id": "tech73",
    "Name": "Ionizador de cano",
    "Group": "Atualização do lança-raios",
    "Description": "Insere um equipamento poderoso de ionização de campo no cano do lança-raios, aumentando a estabilidade do projétil no ar.\n\nMelhora a precisão do dispositivo e permite que o usuário dispare por mais tempo sem prejudicar o desempenho em combate."
  },
  {
    "Id": "tech74",
    "Name": "SM do lança-raios",
    "Group": "Unidade companheira do lança-raios",
    "Description": "Os disparos do lança-raios causam mais dano físico com o impacto.\n\nConcede energia cinética adicional aos sistemas de distribuição de plasma ionizado do usuário.\n\nFunciona automaticamente após a construção no inventário da multiferramenta do usuário."
  },
  {
    "Id": "tech75",
    "Name": "Sistema refrigerador de feixe sigma",
    "Group": "Atualização do feixe de mineração",
    "Description": "Uma atualização significativa do feixe de mineração.\n\nInsere mais elementos reflexivos à câmara de cristal primária do laser minerador, amplificando a energia de feixe do núcleo e reduzindo a dissipação térmica indesejada."
  },
  {
    "Id": "tech76",
    "Name": "Lançador de plasma",
    "Group": "Granadas explosivas",
    "Description": "Arma com projétil de alto impacto. As bombas de plasma lançadas ricocheteiam nas superfícies até seu relógio interno causar uma grande explosão.\n\nÉ carregada com plasma instável. O uso descuidado pode causar dano ao usuário.\n\nPressione ALTATTACK para ativar."
  },
  {
    "Id": "tech77",
    "Name": "Canhão geológico",
    "Group": "Dispositivo de destruição de terreno",
    "Description": "Lançador de projéteis de calibre grosso. Dispara bombas de plasma projetadas para escavação rápida do solo.\n\nÉ carregado com plasma instável. Atenção: a criação explosiva de buracos também pode causar danos à matéria orgânica próxima.\n\nPressione ALTATTACK para ativar."
  },
  {
    "Id": "tech78",
    "Name": "Dardo flamejante",
    "Group": "Arma com raio de energia",
    "Description": "Acessório agressivo de arma para a multiferramenta. Acesse o modo de disparo pressionando CYCLEWEAPON e dispare a arma com ATTACK.\n\nO dardo flamejante causa dano instantâneo aos alvos.\n\nO processo de carga de plasma cria um arco de gás ionizado para lançar projéteis em alta velocidade. O usuário causará destruição simultânea ao puxar do gatilho."
  },
  {
    "Id": "tech79",
    "Name": "Acelerador de massa",
    "Group": "Atualização do dardo flamejante",
    "Description": "Estende a câmara de disparo do dardo flamejante, permitindo que os aceleradores de partículas internos aumentem de volume e tenham maior velocidade.\n\nMelhora significativamente o dano da arma."
  },
  {
    "Id": "tech80",
    "Name": "Detonador de dispersão",
    "Group": "Arma com dispersão de projéteis",
    "Description": "Acessório especial de arma para combate próximo destinado à multiferramenta. Acesse o modo de disparo pressionando CYCLEWEAPON e dispare a arma com ATTACK.\n\nO detonador de dispersão reconfigura a multiferramenta para aquecer, estilhaçar e disparar elementos metálicos em um amplo cone de destruição. O alcance é limitado, mas os estilhaços são muito eficazes à curta distância."
  },
  {
    "Id": "tech81",
    "Name": "Lubrificante de projéteis",
    "Group": "Atualização do detonador dispersivo",
    "Description": "Componentes autolubrificantes avançados diminuem o atrito dentro do detonador dispersivo, melhorando significativamente os tempos de recarga."
  },
  {
    "Id": "tech82",
    "Name": "Emissor de pulsos",
    "Group": "Arma com projéteis de disparo rápido",
    "Description": "Acessório especial de arma para disparo rápido destinado à multiferramenta. Acesse o modo de disparo pressionando CYCLEWEAPON e dispare a arma com ATTACK.\n\nO emissor de pulsos redireciona a ótica da multiferramenta para ionizar os elementos metálicos inseridos. Esses projéteis são disparados rapidamente, bombardeando alvos potenciais com uma onda de plasma de alta energia."
  },
  {
    "Id": "tech83",
    "Name": "Cartuchos ampliados",
    "Group": "Atualização do emissor de pulsos",
    "Description": "Ressonadores harmônicos especiais permitem que o emissor de pulsos divida a munição inserida, criando mais disparos com menos materiais.\n\nAumenta o tamanho do pente da arma."
  },
  {
    "Id": "tech84",
    "Name": "Curto-circuito",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech85",
    "Name": "Transistor explodido",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech86",
    "Name": "Fio danificado",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech87",
    "Name": "Núcleo de energia enferrujado",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech88",
    "Name": "Módulo corrompido",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech89",
    "Name": "Dano à fiação",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech90",
    "Name": "Mecanismo de fusão",
    "Group": "Sistema de energia do exoveículo",
    "Description": "Um núcleo de fusão compacto comum a todos os exoveículos.\n\nRequer combustível para funcionar."
  },
  {
    "Id": "tech91",
    "Name": "Suspensão de drifting",
    "Group": "Modificação de manuseio do exoveículo",
    "Description": "Ajusta os valores de manuseio do exoveículo por meio de uma combinação de modificações de software, regulagens de pressão e inserção de reservatórios de microgravidade nos componentes de suspensão principais.\n\nModificada especificamente para aumentar a capacidade de drifting do exoveículo."
  },
  {
    "Id": "tech92",
    "Name": "Suspensão de incremento de aderência",
    "Group": "Modificação de manuseio do exoveículo",
    "Description": "Ajusta os valores de manuseio do exoveículo por meio de uma combinação de modificações de software, regulagens de pressão e inserção de reservatórios de microgravidade nos componentes de suspensão principais.\n\nModificada especificamente para aumentar a capacidade de virar bruscamente do exoveículo."
  },
  {
    "Id": "tech93",
    "Name": "Suspensão de alto deslize",
    "Group": "Modificação de manuseio do exoveículo",
    "Description": "Ajusta os valores de manuseio do exoveículo por meio de uma combinação de modificações de software, regulagens de pressão e inserção de reservatórios de microgravidade nos componentes de suspensão principais.\n\nModificada especificamente para aumentar a capacidade de deslizar do exoveículo."
  },
  {
    "Id": "tech94",
    "Name": "Incremento de sinal do exoveículo",
    "Group": "Equipamento de verificação do exoveículo",
    "Description": "Um grande e complexo radar subespacial de campo.\n\nDevido ao grande consumo de energia e sua instabilidade subatômica inerente, esse equipamento só é instalado em exoveículos.\n\nPressione QUICK_MENU para ativar o Incremento de sinal."
  },
  {
    "Id": "tech96",
    "Name": "Atualização tau do incremento de sinal do exoveículo",
    "Group": "Atualização do incremento de sinal do exoveículo",
    "Description": "Permite que tipos adicionais de construções sejam localizados pelo incremento de sinal do exoveículo."
  },
  {
    "Id": "tech97",
    "Name": "Módulo de aceleração do exoveículo",
    "Group": "Atualização de motor do exoveículo",
    "Description": "Um eficiente injetor de plasma acoplado ao motor que permite breves pulsos de velocidade."
  },
  {
    "Id": "tech98",
    "Name": "Laser minerador do exoveículo",
    "Group": "Acessório de mineração do exoveículo",
    "Description": "Um laser minerador desajeitado demais para operação portátil, sendo somente instalados em exoveículos."
  },
  {
    "Id": "tech99",
    "Name": "Atualização sigma do laser minerador do exoveículo",
    "Group": "Atualização de mineração do exoveículo",
    "Description": "Aumenta a potência do laser minerador do exoveículo."
  },
  {
    "Id": "tech100",
    "Name": "Canhão do exoveículo",
    "Group": "Acessório de combate do exoveículo",
    "Description": "Devido aos requisitos de energia dessa arma poderosa, ela só pode ser disparada quando estiver montada em um exoveículo."
  },
  {
    "Id": "tech101",
    "Name": "Propulsor Humboldt",
    "Group": "Sistema de energia do exoveículo",
    "Description": "Um mecanismo reator com eficiência térmica e à prova de inversão que é capaz de mover o Nautilon até mesmo em profundidades extremas.\n\nÉ alimentado por células de combustível hidrotérmicas."
  },
  {
    "Id": "tech102",
    "Name": "Canhão do Nautilon",
    "Group": "Arma do submarino",
    "Description": "Um canhão montado feito especificamente para o submarino Nautilon.\n\nComo um sistema de armamento de alta energia, ele superaquece uma pequena porção de água, antes de lançá-la rapidamente em direção ao alvo.\n\nFoi feito principalmente para causar dano a entidades biológicas e é ineficaz quando usado como dispositivo minerador."
  },
  {
    "Id": "tech103",
    "Name": "Feixe de tétis",
    "Group": "Laser minerador do submarino",
    "Description": "Um sistema a laser montado e feito especificamente para o submarino Nautilon.\n\nDispara um feixe de plasma concentrado contra o alvo, que se incendeia em seguida. Esse mecanismo permite o uso de sistemas de mineração ópticos de alta energia em um meio líquido."
  },
  {
    "Id": "tech104",
    "Name": "Sonar de alta potência",
    "Group": "Dispositivo de análise submarina",
    "Description": "Um sonar de alto detalhamento. É capaz de atualizar a tecnologia do scanner a bordo de um submarino de classe Nautilon, para o nível de um visor de análise.\nPressione SCAN para ativar o sonar de alta potência."
  },
  {
    "Id": "tech105",
    "Name": "Gerador osmótico",
    "Group": "Atualização do propulsor Humboldt",
    "Description": "É instalado no sistema propulsor do submarino Nautilon.\n\nCaptura energia ao explorar o gradiente salino em ambientes aquáticos, permitindo a recarga lenta do propulsor Humboldt, caso haja uma emergência de combustível."
  },
  {
    "Id": "tech106",
    "Name": "Mecanismo de tranca",
    "Group": "Componente danificado",
    "Description": "Um dispositivo de trava simples desenvolvido para manter ladrões do lado de fora. Um dano o travou permanentemente."
  },
  {
    "Id": "tech107",
    "Name": "Tranca magnética",
    "Group": "Componente danificado",
    "Description": "Um dispositivo de trava avançado. Um incidente de polaridade o fez fechar permanentemente."
  },
  {
    "Id": "tech108",
    "Name": "Tranca supercondutora",
    "Group": "Componente danificado",
    "Description": "Um dispositivo de trava muito avançado. Um dano aos circuitos que alimentam o ímã o fez travar permanentemente."
  },
  {
    "Id": "tech109",
    "Name": "Terminal de entrada",
    "Group": "Componente danificado",
    "Description": "Um terminal feito para permitir o controle manual do dispositivo. Um dano está impedindo que ele receba dados."
  },
  {
    "Id": "tech110",
    "Name": "Sensor de bioentrada",
    "Group": "Componente danificado",
    "Description": "Uma unidade de controle avançada desenvolvida para permitir uma interação entre dispositivo e pele. Um dano a impede de funcionar corretamente. Não é recomendável interagir com ela nesse estado."
  },
  {
    "Id": "tech111",
    "Name": "Caldeira",
    "Group": "Componente danificado",
    "Description": "Uma caldeira pequena que gera calor para permitir que o dispositivo funcione em climas difíceis. Um defeito a fez transbordar."
  },
  {
    "Id": "tech112",
    "Name": "Motor minúsculo",
    "Group": "Componente danificado",
    "Description": "Um motor bem pequeno desenvolvido para impulsionar peças bem pequenas. Ele está corroído e cheio de ferrugem bem pequena."
  },
  {
    "Id": "tech113",
    "Name": "Sistema de resfriamento",
    "Group": "Componente danificado",
    "Description": "Uma bomba e um sistema de troca de calor desenvolvido para impedir que o dispositivo superaqueça. Ele mesmo superaqueceu e não funciona mais."
  },
  {
    "Id": "tech114",
    "Name": "Tela de saída",
    "Group": "Componente danificado",
    "Description": "Um terminal de exibição desenvolvido para comunicar o status do dispositivo ao usuário. Como o terminal está quebrado, o usuário não consegue saber que o terminal está quebrado."
  },
  {
    "Id": "tech115",
    "Name": "Dispositivo antiadulteração",
    "Group": "Componente danificado",
    "Description": "Uma unidade desenvolvida para destruir sistemas vitais caso o dispositivo seja adulterado por alguém não autorizado. Infelizmente, ela está com defeito e vai continuar danificando outros sistemas até ser consertada."
  },
  {
    "Id": "tech116",
    "Name": "Alarme de segurança",
    "Group": "Componente danificado",
    "Description": "Um pequeno híbrido de luz/buzina desenvolvido para avisar sobre acesso não autorizado ao dispositivo. Um dano ao alarme causou uma sobrecarga e um curto em circuitos próximos."
  },
  {
    "Id": "tech117",
    "Name": "Invólucro de mola",
    "Group": "Componente danificado",
    "Description": "O invólucro de uma mola de alta compressão. Ele se rompeu, o que fez a mola saltar e danificar o restante do dispositivo."
  },
  {
    "Id": "tech118",
    "Name": "Termorregulador",
    "Group": "Componente danificado",
    "Description": "Uma unidade de controle desenvolvida para manter uniforme a temperatura em todo o dispositivo. A unidade sensorial está danificada, o que gera resfriamento ou calor em momentos inadequados."
  },
  {
    "Id": "tech119",
    "Name": "Bomba de combustível",
    "Group": "Componente danificado",
    "Description": "Uma bomba de alta capacidade que garante que o combustível chegue a todas as partes do dispositivo em qualquer condição gravitacional. O filtro está obstruído por uma substância estranha, o que a faz perder força."
  },
  {
    "Id": "tech120",
    "Name": "Braço de servomecanismo",
    "Group": "Componente danificado",
    "Description": "Um membro mecânico pequeno usado para corrigir erros simples no dispositivo. Um defeito o faz remover componentes funcionais e colocá-los no local errado, causando mais dano."
  },
  {
    "Id": "tech121",
    "Name": "Solenoide",
    "Group": "Componente danificado",
    "Description": "Um relé destinado a auxiliar no acionamento do dispositivo. Os conectores estão corroídos, e o solenoide não funciona mais."
  },
  {
    "Id": "tech122",
    "Name": "Câmara de pressão",
    "Group": "Componente danificado",
    "Description": "Uma câmara pressurizada pequena desenvolvida para criar o gás comprimido necessário ao funcionamento do dispositivo. Rachaduras apareceram e a fizeram vazar."
  },
  {
    "Id": "tech123",
    "Name": "Circuito principal",
    "Group": "Componente danificado",
    "Description": "O circuito de controle de todos os outros componentes do dispositivo. Um dano a esse circuito é fatal."
  },
  {
    "Id": "tech124",
    "Name": "Distribuidor de energia",
    "Group": "Componente danificado",
    "Description": "Unidade central de energia do dispositivo. O dano à unidade significa que ela está distribuindo toda a energia para um circuito em particular, causando um curto perigoso."
  },
  {
    "Id": "tech125",
    "Name": "Balanceador de carga",
    "Group": "Componente danificado",
    "Description": "Uma unidade pequena desenvolvida para regular o fluxo de energia no dispositivo. Um defeito a faz entrar em curto, danificando outros componentes."
  },
  {
    "Id": "tech126",
    "Name": "Interface de rede",
    "Group": "Componente danificado",
    "Description": "Uma interface de rede universal que permite que o dispositivo se conecte a uma central de controle remota. Um dano a essa interface a faz interpretar radiação de fundo como sinais de rede, corrompendo os dados de outros circuitos."
  },
  {
    "Id": "tech127",
    "Name": "Painel de segurança",
    "Group": "Componente danificado",
    "Description": "O painel de segurança isola componentes potencialmente perigosos no caso de um defeito. Um gatilho ultrassensível o ativou, impedindo que o dispositivo funcione."
  },
  {
    "Id": "tech128",
    "Name": "Alternador",
    "Group": "Componente danificado",
    "Description": "O alternador gera e regula a energia para o dispositivo. Há uma corrosão estranha nele, o que o impede de funcionar."
  },
  {
    "Id": "tech129",
    "Name": "Painel fotovoltaico",
    "Group": "Componente danificado",
    "Description": "Um painel pequeno, mas eficiente desenvolvido para coletar luz e transformá-la em energia. No entanto, o painel está rachado e empoeirado. Não dá mais para contar com ele."
  },
  {
    "Id": "tech130",
    "Name": "Caixa de câmbio",
    "Group": "Componente danificado",
    "Description": "O mecanismo de câmbio do dispositivo. O lubrificante que o faz funcionar parece ter sido substituído por uma gosma verde estranha, e as marchas estão presas."
  },
  {
    "Id": "tech131",
    "Name": "Tranca antiga",
    "Group": "Mecanismo de tranca pesado",
    "Description": "Uma tranca misteriosa com vários buracos de fechadura, esta relíquia protege o que com certeza deve ser um tesouro valioso."
  },
  {
    "Id": "tech132",
    "Name": "Oferta de pérola",
    "Group": "Oferenda para o mar",
    "Description": "O baú requer uma pérola viva, obtida dos moluscos-mães gigantes que crescem no solo oceânico."
  },
  {
    "Id": "tech133",
    "Name": "Elétrodo danificado",
    "Group": "Componente danificado",
    "Description": "Esse módulo de atualização do exotraje sofreu um dano crítico. Conserte os sistemas para fazer a atualização voltar a funcionar.\n\nSe o conserto acontecer, o usuário não será cobrado pelas atualizações do exotraje."
  },
  {
    "Id": "tech134",
    "Name": "Núcleo de energia estilhaçado",
    "Group": "Componente danificado",
    "Description": "Esse módulo de atualização do exotraje sofreu um dano crítico. Conserte os sistemas para fazer a atualização voltar a funcionar.\n\nSe o conserto acontecer, o usuário não será cobrado pelas atualizações do exotraje."
  },
  {
    "Id": "tech135",
    "Name": "Holograma defeituoso",
    "Group": "Componente danificado",
    "Description": "Esse módulo de atualização do exotraje sofreu um dano crítico. Conserte os sistemas para fazer a atualização voltar a funcionar.\n\nSe o conserto acontecer, o usuário não será cobrado pelas atualizações do exotraje."
  },
  {
    "Id": "tech136",
    "Name": "Ressonador de núcleo de dobra",
    "Group": "Unidade companheira do hiperpropulsor",
    "Description": "Um aprimoramento para o mecanismo hiperpropulsor colossal de uma nave cargueira interestelar.\n\nA ressonância quântica aprimora a resistência do propulsor durante viagens mais rápidas que a luz, concedendo a capacidade de saltar até estrelas que, antes, estavam fora do alcance."
  },
  {
    "Id": "tech137",
    "Name": "Injetor plasmático de dobra",
    "Group": "Unidade companheira do hiperpropulsor",
    "Description": "Um aprimoramento para o mecanismo hiperpropulsor colossal de uma nave cargueira interestelar.\n\nO hiperpropulsor se beneficia de uma fusão avançada que aumenta a velocidade e intensidade de dobra da nave. Ela se tornará capaz de saltar para regiões e sistemas planetários mais distantes do espaço."
  },
  {
    "Id": "tech138",
    "Name": "Cancelador de realidade",
    "Group": "Unidade companheira do hiperpropulsor",
    "Description": "Um aprimoramento para o mecanismo hiperpropulsor colossal de uma nave cargueira interestelar.\n\nOs sistemas de fusão ilimitada, mas estável, são acoplados ao hiperpropulsor do usuário. A nave pode saltar por distâncias ainda maiores no espaço."
  },
  {
    "Id": "tech139",
    "Name": "Escudo de dobra amplificado",
    "Group": "Atualização do hiperpropulsor: sistemas vermelhos",
    "Description": "Atualiza os ímãs vinculados ao núcleo do hiperpropulsor, impedindo a desmontagem rápida quando se tenta alcançar corpos estelares vermelhos de classe rara.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech140",
    "Name": "Escudo de dobra cromático",
    "Group": "Atualização do hiperpropulsor: sistemas verdes",
    "Description": "Atualiza a integridade do escudo do hiperpropulsor, impedindo falhas de realidade quando se tenta alcançar corpos estelares verdes de classe rara.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech141",
    "Name": "Computador temporal de dobra",
    "Group": "Atualização do hiperpropulsor: sistemas azuis",
    "Description": "Atualiza a matriz computacional do hiperpropulsor, evitando anomalias temporais quando se tenta alcançar corpos estelares azuis de classe rara.\n\nAconselha-se que o usuário acesse os sistemas do hiperpropulsor por meio do mapa galáctico."
  },
  {
    "Id": "tech142",
    "Name": "Mecanismo de abastecimento aéreo",
    "Group": "Aprimoramento do jetpack",
    "Description": "Uma atualização avançada para o jetpack do exotraje. Permite recarregamento limitado do jetpack enquanto se está no ar.\n\nCompressores altamente eficientes colocados ao redor do exaustor do jetpack aproveitam o vento gerado pela queda persistente, transformando uma parte dessa energia em combustível do jetpack."
  },
  {
    "Id": "tech143",
    "Name": "Refinador pessoal",
    "Group": "Unidade refinadora portátil",
    "Description": "Uma extensão compacta para o exotraje que instala um refinador portátil, acessado diretamente da interface do exotraje do usuário.\n\nA unidade precisa de combustível e pode refinar apenas uma substância por vez."
  },
  {
    "Id": "tech144",
    "Name": "Propulsor de instabilidade",
    "Group": "Aprimoramento do mecanismo de pulso",
    "Description": "Uma atualização extremamente avançada para o mecanismo de pulso, que aumenta muito a eficiência do combustível.\n\nOs suprimentos de trítio são redirecionados para um ciclo de miniburacos negros. As flutuações de microgravidade resultantes são aproveitadas para aumentar a propulsão da nave além do que fazem as abordagens baseadas em combustível convencionais."
  },
  {
    "Id": "tech145",
    "Name": "Amplificador subluz",
    "Group": "Aprimoramento do mecanismo de pulso",
    "Description": "Uma atualização extremamente avançada para o mecanismo de pulso, que aumenta muito a velocidade interplanetária.\n\nOs efeitos mutáveis que ocorrem naturalmente dentro do mecanismo de pulso são ampliados por ressonadores baseados em trítio, aumentando sua máxima velocidade inferior à da luz."
  },
  {
    "Id": "tech146",
    "Name": "Unidade de dobra emergencial",
    "Group": "Aprimoramento do hiperpropulsor",
    "Description": "Uma atualização significativa para o hiperpropulsor que permite uma dobra instantânea, mesmo enquanto os sistemas convencionais estiverem bloqueados pelo modo de combate da nave. Acesse o sistema de dobra emergencial por meio do menu rápido.\n\nATENÇÃO: sistemas de viagem rápida impedem que o usuário planeje um destino. Eventos à velocidade da luz não calculados causarão dano à unidade e exigirão consertos frequentes."
  },
  {
    "Id": "tech147",
    "Name": "Ressonador Q",
    "Group": "Atualização de infracorte da nave",
    "Description": "Atualiza o acelerador de infracorte, comprimindo as formas de onda internas para permitir que um disparo extra seja adicionado aos padrões de tiro convencionais."
  },
  {
    "Id": "tech148",
    "Name": "Dano à hidráulica",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech149",
    "Name": "Painel estourado",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech150",
    "Name": "Tanques corroídos",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech151",
    "Name": "Compressor queimado",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech152",
    "Name": "Placas chamuscadas",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech153",
    "Name": "Célula de combustível derretida",
    "Group": "Componente da nave danificado",
    "Description": "Subsistema da nave com dano crítico.\n\nO slot não poderá ser usado para armazenamento ou para receber tecnologia enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech154",
    "Name": "Atuador corroído",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech155",
    "Name": "Terminal queimado",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech156",
    "Name": "Servomecanismos derretidos",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech157",
    "Name": "Lente estilhaçada",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech158",
    "Name": "Membrana com vazamento",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech159",
    "Name": "Resistor com falha",
    "Group": "Componente da multiferramenta danificado",
    "Description": "Subsistema da multiferramenta com dano crítico.\n\nO slot não poderá ser usado enquanto o dano não for reparado. Use REPAIR para iniciar o conserto.\n\nEsse conserto vai liberar o slot para uso geral."
  },
  {
    "Id": "tech160",
    "Name": "Coração pulsante",
    "Group": "Tecnologia orgânica fusionada",
    "Description": "Uma superestrutura metálica fibrosa fixa este órgão vital ao núcleo da nave. Sem ele, a nave não seria nada além de um casco inerte.\n\nSegure ROLLLEFT e ROLLRIGHT juntos para pedir ao coração que inicie um salto de pulso.\nSegure BOOST para solicitar um incremento de velocidade."
  },
  {
    "Id": "tech161",
    "Name": "Confluência neural",
    "Group": "Tecnologia orgânica fusionada",
    "Description": "Um arranjo de neurônios distribuídos e fundidos a uma placa de fios metálicos. Padrões complexos de impulsos elétricos percorrem a superfície, atando cada um dos sistemas da nave.\n\nSegure THRUST para perguntar se a nave deseja decolar."
  },
  {
    "Id": "tech162",
    "Name": "Córtex de singularidade",
    "Group": "Tecnologia orgânica fusionada",
    "Description": "Uma haste biometálica complexa plugada diretamente no coração de antimatéria. Registra alta atividade durante saltos interestelares. Parece se deleitar nos cálculos complexos necessários para viajar mais rápido que a luz.\n\nAcesse sistemas de navegação de longa distância pelo mapa galáctico. Mantenha a nave feliz trocando de um sistema para outro periodicamente."
  },
  {
    "Id": "tech163",
    "Name": "Supressor de grito",
    "Group": "Tecnologia orgânica fusionada",
    "Description": "Esta pequena extensão da rede de proteção automatizada da nave parece ser um organismo autônomo. Uma pequena boca no centro de sua carne anseia por púgneo.\n\nDurante combates, ela parece sequestrar o arranjo neurológico e evitar que medo ou dor traumatizem o resto do corpo da nave."
  },
  {
    "Id": "tech164",
    "Name": "Respiros expelidores",
    "Group": "Tecnologia orgânica fusionada",
    "Description": "Uma bagunça de bolsas e esfíncteres, esses respiros geram e expelem glóbulos de plasma. Quando fusionados aos sistemas de armamento da nave, os glóbulos são superaquecidos e então expulsos em alta pressão.\n\nPressione SHIPFIRE para perguntar se a nave poderia voltar seus respiros para o alvo atual."
  },
  {
    "Id": "tech165",
    "Name": "Olhos enxertados",
    "Group": "Tecnologia orgânica fusionada",
    "Description": "Um conjunto complexo de membranas e lentes fusionados sobre um arranjo de laser de alta energia. A incineração aguarda quem os encarar.\nPressione SHIPFIRE para pedir que seu olhar recaia sobre alvos próximos."
  },
  {
    "Id": "tech166",
    "Name": "Feixe de matéria",
    "Group": "Disp. de teletransporte na nave cargueira",
    "Description": "Um dispositivo que modula os sinais de comunicação padrão de naves cargueiras para permitir o transporte interplanetário de matéria e dados.\n\nAs naves cargueiras que o possuem podem enviar produtos e substâncias para o exotraje de um usuário, bem como recebê-los a longas distâncias."
  },
  {
    "Id": "tech167",
    "Name": "Laser solar",
    "Group": "Laser alquímico",
    "Description": "Uma adição altamente especializada aos recursos de mineração da multiferramenta. Transforma depósitos de terreno em sol líquido.\n\nUm conjunto avançado de lasers amplia a radiação solar local, permitindo a reconfiguração rápida dos minerais próximos."
  },
  {
    "Id": "tech168",
    "Name": "Feixe animus",
    "Group": "Extrator de alma",
    "Description": "Uma sobrecarga singular para o laser minerador padrão da multiferramenta. A frequência do feixe é modulada precisamente, em um loop de retroalimentação, com as ondas delta geradas pelo alvo do impacto.\n\nDesse modo, os registros das experiências do alvo são feitos em fragmentos metálicos minúsculos e renderizados como qualia fragmentados. A legibilidade dos fragmentos coletados não é garantida."
  },
  {
    "Id": "tech169",
    "Name": "Proteção térmica",
    "Group": "Unidade de proteção antirrisco do exoveículo",
    "Description": "Ventilações de resfriamento por sublimação e proteções com massa altamente térmica são instaladas em todos os painéis estruturais, mantendo o piloto do exoveículo em temperaturas não letais, mesmo nas tempestades de fogo mais arrebatadoras.\n\nPrevine totalmente qualquer dano ou drenagem de energia enquanto está dentro de um exoveículo em ambientes áridos."
  },
  {
    "Id": "tech170",
    "Name": "Aquecedor de megawatts",
    "Group": "Unidade de proteção antirrisco do exoveículo",
    "Description": "Instale um aquecedor potente no exoveículo, mantendo a cabine em uma temperatura habitável, mesmo nas condições mais congelantes.\n\nPrevine totalmente qualquer dano ou drenagem de energia enquanto está dentro de um exoveículo em ambientes congelantes."
  },
  {
    "Id": "tech171",
    "Name": "Unidade de filtragem de ar",
    "Group": "Unidade de proteção antirrisco do exoveículo",
    "Description": "Sistemas de filtragem de ar com dupla sucção impedem que qualquer rastro da atmosfera entre na cabine do exoveículo sem ser profundamente limpa.\n\nPrevine totalmente qualquer dano ou drenagem de energia enquanto está dentro de um exoveículo em ambientes tóxicos."
  },
  {
    "Id": "tech172",
    "Name": "Escudo de nêutrons",
    "Group": "Unidade de proteção antirrisco do exoveículo",
    "Description": "Materiais de controle altamente eficientes são inseridos na estrutura do exoveículo, neutralizando ondas de energia perigosas.\n\nPrevine totalmente qualquer dano ou drenagem de energia enquanto está dentro de um exoveículo em ambientes radioativos."
  },
  {
    "Id": "tech173",
    "Name": "Sistema de combustível Ícaro",
    "Group": "Unidade de recarga solar",
    "Description": "O sistema Ícaro se utiliza de painéis de metal já existentes, atualizando-os para superfícies fotovoltaicas. Esse revestimento reativo gera energia durante as horas do dia, compensando o consumo de combustível.\n\nPossibilita a recarga automática de mecanismos durante o dia."
  },
  {
    "Id": "tech174",
    "Name": "Incremento de sinal avançado",
    "Group": "Atualização do incremento de sinal do exoveículo",
    "Description": "Permite que tipos adicionais de construções sejam localizados pelo incremento de sinal do exoveículo."
  },
  {
    "Id": "tech175",
    "Name": "Motor Dédalo",
    "Group": "Unidade de energia do Minotauro",
    "Description": "Uma unidade de reator compacta, este motor é o coração do Minotauro. Ele é instalado sobre um giroscópio para evitar incidentes com o combustível durante movimentos rápidos.\n\nÉ alimentado por combustíveis baseados em carbono convencionais."
  },
  {
    "Id": "tech176",
    "Name": "Servomecanismos autolubrificantes",
    "Group": "Atualização da eficiência do motor",
    "Description": "Um ejetor de lubrificante regulado automaticamente adaptado às articulações das pernas do Minotauro. Reduz a fricção e estimula movimentos com uso de combustível eficiente.\n\nReduz a queima de combustível significativamente no motor Dédalo do Minotauro."
  },
  {
    "Id": "tech177",
    "Name": "Conjunto de radares do Minotauro",
    "Group": "Acessório de verificação do Minotauro",
    "Description": "Um dispositivo de radar com alto nível de detalhe. É capaz de atualizar a tecnologia do scanner a bordo do Minotauro até os níveis do visor de análise.\n\nPressione SCAN para ativar a varredura do radar, revelando pontos de interesse adicionais que não podem ser localizados pelo scanner da multiferramenta.\n\nUse o menu rápido para sintonizar o radar em construções específicas."
  },
  {
    "Id": "tech178",
    "Name": "Chama de Ariadne",
    "Group": "Sistema impulsionador do Minotauro",
    "Description": "Uma série de impulsionadores de jato ágeis e de alta potência instalados na traseira do Minotauro. Seu uso preciso permite que o Minotauro percorra qualquer tipo de terreno com rapidez e ímpeto.\n\nPressione e segure JUMP para ativar. Um controle limitado durante o voo é possível."
  },
  {
    "Id": "tech179",
    "Name": "Laser do Minotauro",
    "Group": "Utilitário de mineração do Minotauro",
    "Description": "Um sistema a laser montado e feito especificamente para o exotraje pesado híbrido Minotauro.\n\nPossibilita operações convencionais de mineração. É ineficaz em cenários de combate."
  },
  {
    "Id": "tech180",
    "Name": "Laser de precisão do Minotauro",
    "Group": "Laser minerador avançado do Minotauro",
    "Description": "Uma atualização do sistema de lasers do exotraje pesado híbrido Minotauro.\n\nAmplifica a potência do feixe de mineração, aumentando a velocidade de mineração e permitindo o processamento de matérias brutas difíceis de extrair."
  },
  {
    "Id": "tech181",
    "Name": "Canhão do Minotauro",
    "Group": "Arma pesada montada",
    "Description": "Um canhão montado feito especificamente para o exotraje pesado híbrido Minotauro.\n\nFoi criado principalmente para causar dano a entidades biológicas e é ineficaz quando usado como dispositivo de mineração."
  },
  {
    "Id": "tech182",
    "Name": "Perfurador do Minotauro",
    "Group": "Laser de escavação do Minotauro",
    "Description": "Adiciona capacidade de manipulação de terreno ao conjunto de lasers do exotraje pesado híbrido Minotauro.\n\nUma instalação especial permite a implantação rápida de um escavador de terrenos de alta energia sem arriscar obstruir com terra as juntas e servomecanismos delicados do Minotauro."
  },
  {
    "Id": "tech183",
    "Name": "Unidade de controle do ambiente",
    "Group": "Unidade de proteção antirrisco do exoveículo",
    "Description": "Um sistema potente de neutralização do ambiente é conectado diretamente ao piloto do Minotauro quando ele assume o controle do veículo. O sistema é alimentado pela unidade de motor principal do Minotauro e não requer comandos adicionais do usuário. Uma pequena dor pode ser notada no local da inserção.\n\nDeixa o piloto do Minotauro imune a todos os riscos ambientais."
  }
]