[
  {
    "Id": "trade1",
    "Name": "Engradado de nanotubos",
    "Group": "Materiais de construção avançados",
    "Description": "Uma caixa cheia de nanotubos de carbono.\n\nEsses tubos minúsculos, mas muito resistentes, são necessários para a construção de componentes científicos minúsculos, mas muito resistentes."
  },
  {
    "Id": "trade2",
    "Name": "Herídio autorregenerador",
    "Group": "Materiais de construção avançados",
    "Description": "Um funil de enchimento com herídio autorregenerador. Parece novo.\n\nÉ usado na criação de componentes científicos. O herídio autorregenerador é particularmente útil em instalações remotas, onde as oportunidades de manutenção são limitadas ou inexistentes."
  },
  {
    "Id": "trade3",
    "Name": "Solvente óptico",
    "Group": "Materiais de construção avançados",
    "Description": "Vários frascos de solvente óptico.\n\nO líquido nesses frascos é usado para eliminar luz em excesso, que pode deteriorar componentes científicos."
  },
  {
    "Id": "trade4",
    "Name": "Toro de cinco dimensões",
    "Group": "Materiais de construção avançados",
    "Description": "Um contêiner de toros fabricado especialmente em 5D.\n\nMateriais muito específicos são necessários para criar formas em dimensões extras. Esses toros são usados para conter os campos fortes gerados na fabricação de componentes científicos."
  },
  {
    "Id": "trade5",
    "Name": "Fibra supercondutora",
    "Group": "Materiais de construção avançados",
    "Description": "Um pacote de fibras supercondutoras com camadas densas.\n\nResistente, flexível e resistente à água, o filamento magnético controlado dessas fibras é essencial à criação de vários componentes científicos."
  },
  {
    "Id": "trade6",
    "Name": "Lata de centelhas",
    "Group": "Fonte de energia comercializável",
    "Description": "Uma caixa cheia de latas de centelhas.\n\nMuitos processos industriais e de mineração exigem uma quantidade considerável de energia. Em contrapartida à liberação lenta de uma bateria, as latas de centelhas conseguem atender à demanda instantaneamente."
  },
  {
    "Id": "trade7",
    "Name": "Bateria industrial",
    "Group": "Fonte de energia comercializável",
    "Description": "Um pacote com baterias industriais bem isoladas.\n\nBaterias resistentes são necessárias para fornecer energia às operações de mineração em camadas profundas. Esses itens altamente duráveis podem durar semanas, até mesmo no calor e pressão extremos encontrados a quilômetros no subterrâneo."
  },
  {
    "Id": "trade8",
    "Name": "Gel ôhmico",
    "Group": "Fonte de energia comercializável",
    "Description": "Vários pacotes de gel ôhmico.\n\nAlém de consumirem muita energia, as operações de mineração estão repletas de perigos. O gel ôhmico ajuda a manter as peças de movimento rápido isoladas e lubrificadas."
  },
  {
    "Id": "trade9",
    "Name": "Fluido energético experimental",
    "Group": "Fonte de energia comercializável",
    "Description": "Barris resistentes à corrosão com um fluido energético experimental.\n\nUm barril dessa substância altamente volátil é suficiente para gerar energia para uma estação espacial por várias semanas. É particularmente valioso para economias de mineração."
  },
  {
    "Id": "trade10",
    "Name": "Núcleo de fusão",
    "Group": "Fonte de energia comercializável",
    "Description": "Um pacote levemente brilhante de núcleos de fusão.\n\nFonte de energia, motor, aquecedor de alta capacidade. O núcleo de fusão é o que há em geração de energia espacial. Ele é muito valioso para as economias de mineração que querem tornar suas colônias de asteroides mais autossuficientes."
  },
  {
    "Id": "trade11",
    "Name": "Frasco de feromônios desodorizados",
    "Group": "Componentes científicos",
    "Description": "Uma coletânea improvisada de frascos de feromônios reciclados.\n\nGrandes quantidades dessa substância são produzidas e distribuídas todos os dias. Isso gerou uma oportunidade comercial lucrativa para aqueles dispostos a lidar com os resíduos. Estes potes de vidro foram cuidadosamente limpos e não representam um risco para quem os carrega."
  },
  {
    "Id": "trade12",
    "Name": "Microscópio de nêutrons",
    "Group": "Componentes científicos",
    "Description": "Um pacote com microscópios de nêutrons.\n\nAs economias científicas produzem e usam uma grande quantidade de microscópios. No entanto, alguns deles têm pequenos defeitos que os tornam inadequados para trabalhos de precisão. Esses ainda oferecem uma oportunidade comercial, pois podem ser vendidos para aqueles que não sabem a diferença."
  },
  {
    "Id": "trade13",
    "Name": "Injetor de instabilidade",
    "Group": "Componentes científicos",
    "Description": "Uma caixa desorganizada de injetores de instabilidade.\n\nExperimentos grandes muitas vezes requerem que um número alto de variáveis mude em um tempo muito curto. O injetor de instabilidade faz esse serviço. Eles também podem ser usados para criar caos em sistemas mercantis. Esse comportamento antiético oferece uma oportunidade comercial excelente."
  },
  {
    "Id": "trade14",
    "Name": "Tubulação orgânica",
    "Group": "Componentes científicos",
    "Description": "Um tanque de tubulação orgânica bem preservada. Ainda quente.\n\nPara evitar problemas éticos, muitos laboratórios cultivam suas cobaias como componentes. Os restos podem ser lucrativos em economias comerciais com regulamentos médicos flexíveis."
  },
  {
    "Id": "trade15",
    "Name": "Duto neural",
    "Group": "Componentes científicos",
    "Description": "Uma caixa de dutos neurais frescos.\n\nEles são enxertos temporários feitos para melhorar brevemente a concentração e produtividade. Úteis em qualquer lugar, eles são muito valiosos para as economias comerciais em que a competição entre trabalhadores seja feroz."
  },
  {
    "Id": "trade16",
    "Name": "Terra",
    "Group": "Minerais comercializáveis",
    "Description": "Várias toneladas de terra.\n\nTerra gerada pelas operações de mineração. Os metais residuais podem ser extraídos pelos especialistas em economias de manufatura que tenham o tempo e o equipamento para garimpá-las."
  },
  {
    "Id": "trade17",
    "Name": "Graxa de pirita não refinada",
    "Group": "Minerais comercializáveis",
    "Description": "Potes grandes cheios de graxa de pirita.\n\nTrata-se de uma solução gordurosa com teor mineral elevado. Essa graxa é muito valiosa para as economias de manufatura, que a usam para lubrificar e lustrar máquinas grandes."
  },
  {
    "Id": "trade18",
    "Name": "Sal de brometo",
    "Group": "Minerais comercializáveis",
    "Description": "Uma caixa com sal de brometo.\n\nResultado de um processo extenso de destilação e evaporação, os tanques de sal de brometo alimentam as fábricas famintas nos sistemas de manufatura."
  },
  {
    "Id": "trade19",
    "Name": "Zircônio policromático",
    "Group": "Minerais comercializáveis",
    "Description": "Um saco cheio de cristais de zircônio policromáticos.\n\nEsses cristais dão lentes com uma cor hipnotizante e quase indestrutíveis. São muito valiosos para economias de manufatura."
  },
  {
    "Id": "trade20",
    "Name": "Cristal em arco reentrelaçado",
    "Group": "Minerais comercializáveis",
    "Description": "Um pacote bem embalado de cristais em arco reentrelaçados.\n\nFormações minerais extremamente raras, os cristais em arco são muito procurados nas economias de manufatura, nas quais sua resistência e condutividade são essenciais a vários processos industriais. Eles também dão joias bonitas (e perigosas)."
  },
  {
    "Id": "trade21",
    "Name": "Circuito descartado",
    "Group": "Peças tecnológicas",
    "Description": "Uma coleção de circuitos recuperados.\n\nAs economias de geração de energia utilizam um grande número de componentes avançados. Por isso, há demanda até mesmo para circuitos muito danificados, dos quais se pode obter peças ou que podem ser simplesmente conectados a núcleos de energia de baixa qualidade."
  },
  {
    "Id": "trade22",
    "Name": "Sabão de solda",
    "Group": "Peças tecnológicas",
    "Description": "Várias barras de sabão de solda grandes.\n\nSão usados nos sistemas de geração de energia para limpar por calor os diodos de metal antes de serem fundidos às baterias."
  },
  {
    "Id": "trade23",
    "Name": "Capacitor de íons",
    "Group": "Peças tecnológicas",
    "Description": "Uma caixa reforçada com capacitores de íons.\n\nEsses supercapacitores têm uma densidade de energia incrivelmente alta. São muito procurados em economias de geração de energia."
  },
  {
    "Id": "trade24",
    "Name": "Unidade posicionadora autônoma",
    "Group": "Peças tecnológicas",
    "Description": "Um contêiner com unidades posicionadoras e a fiação associada.\n\nEssas unidades de posicionamento autônomo podem ser usadas para transformar praticamente qualquer tecnologia em um sistema de autonavegação. Elas são muito valiosas em economias de geração de energia, nas quais são usadas para eliminar as mãos orgânicas condutoras do processo de manufatura."
  },
  {
    "Id": "trade25",
    "Name": "Acelerador de quantum",
    "Group": "Peças tecnológicas",
    "Description": "Vários aceleradores de quantum grandes.\n\n Capazes de impulsionar a matéria a velocidades imensuráveis, estes itens são especialmente importantes para as economias de geração de energia, nas quais são usados para comprimir a energia armazenada em baterias de alta qualidade."
  },
  {
    "Id": "trade26",
    "Name": "Seda estelar",
    "Group": "Mercadoria",
    "Description": "Vários carretéis de seda estelar.\n\nA seda estelar é tecida em teares solares enormes que orbitam os planetas comerciais. O impacto dos raios cósmicos cria o padrão do filamento, que pode então ser usado no processamento de materiais avançados."
  },
  {
    "Id": "trade27",
    "Name": "Dados descriptografados de usuários",
    "Group": "Mercadoria",
    "Description": "Uma caixa cheia de discos rígidos, cada um contendo grandes quantidades de dados descriptografados de usuários.\n\nSozinhos, esses repositórios têm pouco valor, mas juntos eles podem ser processados e verificados para se obter dados valiosos. Esse processamento ocorre em sistemas com economias com materiais avançados."
  },
  {
    "Id": "trade28",
    "Name": "Partículas de cometa",
    "Group": "Mercadoria",
    "Description": "Várias latas de partículas de cometa.\n\nUm nome comercial elaborado para fragmentos de meteorito, essas pedras são extremamente valiosas para as economias com materiais avançados que podem processá-las."
  },
  {
    "Id": "trade29",
    "Name": "Esfera de íons",
    "Group": "Mercadoria",
    "Description": "Uma caixa cheia de esferas de íons.\n\nEssas esferas de vidro delicadas abrigam uma pequena réplica da atmosfera superior. Essas bugigangas têm um brilho hipnotizador, e também são importantes para a fabricação de ligas metálicas com materiais avançados."
  },
  {
    "Id": "trade30",
    "Name": "Coordenadas de teleporte",
    "Group": "Mercadoria",
    "Description": "Várias coordenadas de teleporte calibradas com precisão.\n\nEsses circuitos do tamanho da ponta de um alfinete são essenciais ao processo delicado de inserção de materiais de reforço em ligas metálicas avançadas. Eles também podem ajudar nos esforços de venda a longa distância."
  },
  {
    "Id": "trade31",
    "Name": "Engrenagem metálica enorme",
    "Group": "Componentes industriais",
    "Description": "Várias rodas dentadas imensas.\n\nSão engrenagens resistentes e bem feitas. Embora não tenham uma tecnologia avançada, são componentes essenciais de inúmeras máquinas avançadas espalhadas por toda a galáxia."
  },
  {
    "Id": "trade32",
    "Name": "Pistão deslizante",
    "Group": "Componentes industriais",
    "Description": "Pistões lubrificados, embalados e prontos para o envio.\n\nComponentes avançados exigem com frequência peças que se movam rapidamente ou motores ultrarresistentes. Sem pistões lubrificados de forma especial, a taxa de falha dessas peças seria muito maior."
  },
  {
    "Id": "trade33",
    "Name": "Separador de malhas com seis garfos",
    "Group": "Componentes industriais",
    "Description": "Uma caixa com separadores de malhas.\n\nA criação de componentes avançados muitas vezes causa a junção acidental de malhas. Estes separadores são particularmente poderosos, pois são capazes de usar seis garfos simultaneamente."
  },
  {
    "Id": "trade34",
    "Name": "Eixo de manivela holográfico",
    "Group": "Componentes industriais",
    "Description": "Contêineres de dados embalados e separados para eixos de manivela holográficos.\n\nOs eixos de manivela verdadeiros costumam ser grandes, barulhentos ou complicados demais para serem usados em máquinas delicadas. Quando se deparam com esse tipo de situação, os fabricantes de tecnologia avançada recorrem aos substitutos holográficos."
  },
  {
    "Id": "trade35",
    "Name": "Compressor de vetor de alta capacidade",
    "Group": "Componentes industriais",
    "Description": "Uma caixa grande de compressores de vetor.\n\nA criação de propulsores interestelares muitas vezes exige que as dimensões sejam condensadas e restituídas novamente. A fabricação de componentes tão avançados assim não seria possível sem compressores industriais, como estes."
  }
]