[
  {
    "Id": "conTech1",
    "Name": "Computador da Base",
    "Group": "Dispositivo de Avaliação de Locais",
    "Description": "Serviço portátil de registo de terras.\n\nQuando utilizado, contacta o Arquivo Cartográfico Universal para estabelecer a propriedade da terra. O registo bem sucedido permite a construção de módulos base em qualquer local escolhido pelo utilizador."
  },
  {
    "Id": "conTech2",
    "Name": "Pista de Aterragem",
    "Group": "Módulo de construção",
    "Description": "Uma pista de aterragem estável e reforçada para naves espaciais."
  },
  {
    "Id": "conTech3",
    "Name": "Terminal Galáctico Comercial",
    "Group": "TERMINAL COMERCIAL",
    "Description": "Um terminal comercial que fornece acesso local instantâneo ao mercado de recursos e mercadorias."
  },
  {
    "Id": "conTech4",
    "Name": "Estação de Saúde",
    "Group": "Módulo de recarga de saúde",
    "Description": "Um módulo montado na parede que pode ser utilizado para recarregar a saúde."
  },
  {
    "Id": "conTech5",
    "Name": "Unidade de Proteção Contra Perigos",
    "Group": "Sistema de Carga de Proteção Contra Perigos",
    "Description": "Um módulo montado na parede que pode ser utilizado para recarregar os sistemas de Proteção Contra Perigos do utilizador.\n\nA Unidade de Proteção Contra Perigos deve manter-se carregada com uma fonte de combustível."
  },
  {
    "Id": "conTech6",
    "Name": "Sinalizador para Guardar Jogo",
    "Group": "Marcador de Ponto de Navegação Portátil",
    "Description": "Assim que ativos, as emissores fornecem um ponto de navegação permanente, facilitando a repetição de visitas a locais específicos.\n\nPermite ao utilizador gravar o progresso em qualquer momento."
  },
  {
    "Id": "conTech7",
    "Name": "Ponto de Segurança",
    "Group": "Módulo de construção",
    "Description": "Um ponto de salvamento construível para gerir o progresso."
  },
  {
    "Id": "conTech8",
    "Name": "Impulsionador de Sinal",
    "Group": "Detetor Ambiental",
    "Description": "Um detetor versátil que pode ser calibrado para detetar tipos de construção. Pode desencriptar Dados de navegação para indicar locais em específico. \n\nO Impulsionador de Sinal pode ser desmantelado e reposicionado para ser transportado."
  },
  {
    "Id": "conTech9",
    "Name": "Reator de Antimatéria",
    "Group": "Unidade de Biogénese",
    "Description": "Um reator de biogénese autónomo que pode ser deixado a recolher paradoxos da realidade e convertê-los em antimatéria. O utilizador deve monitorizar os níveis de combustível para garantir a continuidade da operação.\n\nA antimatéria resultante é contida com segurança, pronta para usar em todas as unidades de potência hiperespacial."
  },
  {
    "Id": "conTech10",
    "Name": "Módulo de Teletransporte da Base",
    "Group": "Dispositivo de Transferência de Matéria de Longa Distância",
    "Description": "Este dispositivo de teletransporte pessoal permite ao utilizador mover-se rapidamente entre as suas bases construídas, assim como entre os Terminais de Estação Espacial conectadas à sua rede.\n\nO utilizador é instado a verificar a integridade da rede antes de inserir qualquer matéria da qual não se deva separar."
  },
  {
    "Id": "conTech11",
    "Name": "Sala de Comando da Frota",
    "Group": "Terminal de Gestão de Expedições",
    "Description": "Estação de Gestão de Frotas principal. Esta estação avançada de comunicações holográficas é vital para a gestão de expedições de frota a partir do conforto da tua nave capital.\n\nO utilizador é avisado que várias estações são necessárias para gerir mais de uma expedição de cada vez."
  },
  {
    "Id": "conTech12",
    "Name": "Unidade de Pesquisa de Construção",
    "Group": "Dispositivo de Recuperação de Tecnologia",
    "Description": "Dispositivo de pesquisa de diagramas portátil.\n\nEste módulo de pesquisa, implementável em campo, permite ao utilizador converter módulos de tecnologia antigos ou danificados em diagramas de construção avançadas."
  },
  {
    "Id": "conTech13",
    "Name": "Refinador Portátil",
    "Group": "Unidade de Refinaria Automatizada",
    "Description": "Uma peça vital de equipamento planetário. O Refinador permite recolher substâncias para serem processadas em materiais mais avançados e fortes.\n\nO Refinador Portátil pode ser desmontado e reinstalado para um transporte mais fácil. Nota: O Refinador Portátil requer combustível para funcionar."
  },
  {
    "Id": "conTech14",
    "Name": "Refinaria Média",
    "Group": "Unidade de Refinaria Automatizada",
    "Description": "Uma peça vital de equipamento planetário. A Refinaria permite recolher substâncias para serem processadas em materiais mais avançados e fortes.\n\nA Refinaria Média permite combinar duas substâncias diferentes num novo material ou materiais para serem processadas com rácios superiores. \n\nA Refinaria Média deve ser instalada numa Base Habitável, mas não requer fontes de energia adicionais."
  },
  {
    "Id": "conTech15",
    "Name": "Refinaria Grande",
    "Group": "Unidade de Refinaria Automatizada",
    "Description": "Uma peça vital de equipamento planetário. A Refinaria permite recolher substâncias para serem processadas em materiais mais avançados e fortes.\n\nA Refinaria Grande permite combinar três substâncias diferentes num novo material ou materiais para serem processadas com rácios superiores. \n\nA Refinaria Grande deve ser instalada numa Base Habitável, mas não requer fontes de energia adicionais."
  },
  {
    "Id": "conTech16",
    "Name": "Modificador de Aparência",
    "Group": "Personalizar Aparência Pessoal",
    "Description": "Um módulo de construção que permite aos utilizadores ajustar as suas configurações de aparência pessoal.\n\nO módulo aplica técnicas holográficas avançadas para recalibrar a luz em torno do utilizador, permitindo que adote qualquer aparência desejada. Os dados visuais devem estar formatados corretamente antes da utilização."
  },
  {
    "Id": "conTech17",
    "Name": "Processador de Nutrientes",
    "Group": "Unidade de Sustento Portátil",
    "Description": "Um extrator de nutrientes portátil capaz de processar e refinar ingredientes recolhidos em produtos comestíveis.\n\nRecomenda-se ao utilizador que o consumo de produtos gerados é da sua conta e risco."
  },
  {
    "Id": "conTech18",
    "Name": "Alimentador Automatizado",
    "Group": "Robô agrícola",
    "Description": "Uma unidade de agricultura robótica, criada para fornecer automaticamente alimento a criaturas próximas.\n\nQuando ligado, atrairá a vida animal nas proximidades. Mantém os tanques de iscos cheios para dar a comida desejada às formas de vida."
  },
  {
    "Id": "conTech19",
    "Name": "Unidade de Gado",
    "Group": "Robô agrícola automático",
    "Description": "Uma unidade de agricultura robótica, criada para recolher automaticamente as substâncias das criaturas. Requer energia.\n\nAs criaturas que estão prontas para lhes ser retirado leite, ovos, ou outros produtos especializados irão aproximar-se da Unidade de Gado e depositar os seus alimentos. As criaturas não sofrem neste processo.\n\nA recolha será produzida a partir de criaturas alimentadas à mão ou através de um Alimentador automatizado."
  },
  {
    "Id": "conTech20",
    "Name": "Módulo de Mensagens",
    "Group": "Terminal de comunicações",
    "Description": "Um recipiente de informações, pequeno e acessível, para deixar ou verificar mensagens e outras curtas sequências de informação."
  },
  {
    "Id": "conTech21",
    "Name": "Estação de Comunicações",
    "Group": "Terminal de Comunicações",
    "Description": "Um terminal para a composição e transmissão de mensagens a outros viajantes."
  },
  {
    "Id": "conTech22",
    "Name": "Geobaía Nómada",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para a Exonave leve Nómada."
  },
  {
    "Id": "conTech23",
    "Name": "Geobaía Andarilho ",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para a Exonave média Andarilho."
  },
  {
    "Id": "conTech24",
    "Name": "Geobaía Colosso",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para a Exonave grande Colosso."
  },
  {
    "Id": "conTech25",
    "Name": "Geobaía Peregrino",
    "Group": "Módulo de construção",
    "Description": "Um estacionamento subterrâneo seguro para a Exonave leve Peregrino."
  },
  {
    "Id": "conTech26",
    "Name": "Câmara Nautilon",
    "Group": "Baía de embarque de submarinos",
    "Description": "Uma estação de embarque avançada, com câmara de vácuo, para o submarino Nautilon."
  },
  {
    "Id": "conTech27",
    "Name": "Estação de convocação exonave",
    "Group": "Dispositivo translocação de veículo",
    "Description": "A construção permite ao utilizador convocar qualquer Exonave que possua, em qualquer ponto do planeta.\n\nInterliga-se com o Menu Rápido de Comado do Exofato para facilitar a utilização."
  },
  {
    "Id": "conTech28",
    "Name": "Terminal de Construção",
    "Group": "Terminal especializado",
    "Description": "Uma estação de pesquisa adaptada às necessidades dos supervisores de construção,  equipada com software de design de arquitetura e engenharia."
  },
  {
    "Id": "conTech29",
    "Name": "Terminal de Exonaves",
    "Group": "Terminal especializado",
    "Description": "Uma estação de pesquisa adaptada às necessidades da mecânica; equipada com software de design veicular personalizado."
  },
  {
    "Id": "conTech30",
    "Name": "Terminal de Armas",
    "Group": "Terminal especializado",
    "Description": "Uma estação de pesquisa adaptada às necessidades dos Armeiros; equipada para o desenvolvimento de munições e explosivos, bem como tecnologia civil selecionada."
  },
  {
    "Id": "conTech31",
    "Name": "Terminal de Ciências",
    "Group": "Terminal especializado",
    "Description": "Uma estação de pesquisa adaptada às necessidades dos cientistas; equipada para pesquisa e desenvolvimento de diagramas científicos."
  },
  {
    "Id": "conTech32",
    "Name": "Terminal de Agricultura",
    "Group": "Terminal especializado",
    "Description": "Uma estação de pesquisa adaptada às necessidades dos agricultores; equipada para a análise e cultivo de items cultiváveis."
  },
  {
    "Id": "conTech33",
    "Name": "Tabuleiro Hidropónico",
    "Group": "Tecnologia agrícola",
    "Description": "Um sistema de crescimento autónomo para o cultivo interior de culturas agrícolas.\n\nRequisito de construção: Deve ser colocado no interior."
  },
  {
    "Id": "conTech34",
    "Name": "Tabuleiro Hidropónico Grande",
    "Group": "Tecnologia agrícola",
    "Description": "Um sistema de crescimento autónomo para o cultivo interno de culturas agrícolas. Pode sustentar até quatro plantas.\n\nRequisito de construção: deverá ser colocado no interior."
  },
  {
    "Id": "conTech35",
    "Name": "Contentor",
    "Group": "Unidade de armazenamento",
    "Description": "Armazenamento espaçoso adicional para itens do inventário."
  },
  {
    "Id": "conTech36",
    "Name": "Unidade de armazenamento de Cargueiro",
    "Group": "Módulo de Cargueiro personalizado",
    "Description": "Unidade de armazenamento híbrida de alta capacidade / módulos de arrumação para cargueiros interestelares.\n\nCompatível com todos os acessórios de suporte de vida."
  },
  {
    "Id": "conTech38",
    "Name": "Amplificador de Força de Corrida",
    "Group": "Peça de Corrida",
    "Description": "Dá um impulso a Exonaves em corridas."
  },
  {
    "Id": "conTech39",
    "Name": "Obstáculo de Corrida",
    "Group": "Peça de Corrida",
    "Description": "São um desafio extra para corridas de Exonaves."
  },
  {
    "Id": "conTech40",
    "Name": "Iniciador de Corridas",
    "Group": "Peça de Corrida",
    "Description": "Esta plataforma atua como partida e meta para testes de campo de Exonaves para que os Viajantes treinem manobras e aceleramentos."
  },
  {
    "Id": "conTech41",
    "Name": "Abrigo Marinho",
    "Group": "Módulo de Sobrevivência em Águas Profundas",
    "Description": "Um módulo de sobrevivência de emergência.\n\nPode ser implantado rapidamente no fundo do mar em caso de emergência de oxigénio ou de suporte de vida do Exofato. Oferece abrigo temporário contra riscos ambientais, predadores e outras forças hostis encontradas no oceano profundo."
  },
  {
    "Id": "conTech42",
    "Name": "Criador de Esferas",
    "Group": "Fabricador Experimental",
    "Description": "Um dispositivo de fabricação altamente específico, desenvolvido com a intenção de encontrar a esfera mais perfeita do universo.\n\nRequer energia para funcionar. Cria uma esfera grande, pronta para qualquer experiência que seja considerada necessária."
  },
  {
    "Id": "conTech43",
    "Name": "Caixa de Ruído",
    "Group": "Dispositivo Áudio",
    "Description": "Um módulo de construção especial projetado para emitir um ruído de alta frequência. O tom pode ser ajustado segundo os requisitos do utilizador.\n\nRequer energia para funcionar."
  },
  {
    "Id": "conTech44",
    "Name": "Extrator de Oxigénio",
    "Group": "Dispositivo de Processamento da Atmosfera",
    "Description": "Este dispositivo, um extrator autónomo de atmosfera, pode ser deixado a recolher e purificar o oxigénio do ar. O utilizador deve monitorizar os níveis de combustível para garantir a continuidade da operação.\n\nO gás resultante é comprimido e processado, pronto para utilizar em todos os sistemas de suporte de vida convencionais."
  },
  {
    "Id": "conTech45",
    "Name": "Unidade autónoma de Mineração",
    "Group": "Dispositivo de mineração portátil",
    "Description": "Um operador autónomo para a mineração de recursos. Uma vez ativado, o UAM extrai minerais sem a necessidade de supervisão, proporcionando um rendimento regular até o local estar esgotado."
  },
  {
    "Id": "conTech46",
    "Name": "Extrator de Minerais",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Um extrator de minerais automatizado. Determina um local com a atualização de Pesquisa para o Visor de análise. Os valores de extração mineral e os minerais produzidos dependem do local.\n\nRequer energia para funcionar. Liga a Silos com Tubos para permitir a recolha a partir de locais mais convenientes."
  },
  {
    "Id": "conTech47",
    "Name": "Extrator de Gás",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Um extrator de gás automatizado. Determina um local com a atualização de Pesquisa para o Visor de análise. Os valores de extração de gás e os gases produzidos dependem do local.\n\nRequer energia para funcionar. Liga a Silos com Tubos para permitir a recolha a partir de locais mais convenientes."
  },
  {
    "Id": "conTech48",
    "Name": "Armazém de Abastecimento",
    "Group": "Módulo Distribuidor de Substâncias",
    "Description": "Uma unidade de armazenamento automatizada. Liga-a a uma rede de fornecimento usando tubos.\n\nArmazena automaticamente a saída de vários Minerais e Extratores de gás, permitindo uma maior capacidade e localização mais eficiente. Pode ser colocado a longas distâncias do local de extração."
  },
  {
    "Id": "conTech49",
    "Name": "Cano de Abastecimento",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Tubagem flexível e de alta resistência. Capaz de suportar um ambiente interno altamente pressurizado.\n\nUsado para associar vários Extratores de Minerais e de gás a Silos"
  },
  {
    "Id": "conTech50",
    "Name": "Painel Solar",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Um painel solar com gerador de energia eficaz que transformará a luz solar em energia elétrica necessária para alimentar muitas estruturas de base.\n\nGera zero energia à noite. Em conjunto com Baterias pode armazenar energia para as horas com maior escuridão."
  },
  {
    "Id": "conTech51",
    "Name": "Gerador Eletromagnético",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Quando colocado de forma adequada numa área com um campo forte, os dínamos eletromagnéticos eficientes são usados para gerar uma potência quase ilimitada.\n\nEncontra os locais apropriados com a atualização de Pesquisa do Visor de análise. A saída de energia depende do local."
  },
  {
    "Id": "conTech52",
    "Name": "Reator de Biocombustível",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Um pequeno gerador de energia. Queima combustível à base de carbono na sua fornalha e converte-o em energia utilizável. \n\nLiga geradores de energia a estruturas de base e tecnologias com cabos elétricos. Muitas peças requerem energia para funcionar."
  },
  {
    "Id": "conTech53",
    "Name": "Cabos Elétricos",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Cabos elétricos de alta capacidade. Usa os cabos para ligar geradores de energia à tua base. A maioria das tecnologias, assim como as estruturas com sistemas de iluminação embutidos, exigem uma fonte de energia para operar.\n\nOs cabos podem ser ligados a vários interruptores para facilitar o fluxo de energia seletiva."
  },
  {
    "Id": "conTech54",
    "Name": "Cabo de Teletransporte",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Cablagem de fibra ótica avançada, concebida para ligar um ou mais Teletransportadores de Curto Alcance."
  },
  {
    "Id": "conTech55",
    "Name": "Interruptor de Parede",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Sendo um dispositivo de gestão de energia, o interruptor alternará o fluxo de energia quando puxado.\n\nOs interruptores requerem cabos de energia e de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech56",
    "Name": "Interruptor de Piso",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Sendo um dispositivo de gestão de energia, o interruptor alternará o fluxo de energia quando for ativado.\n\nOs interruptores requerem cabos de energia e de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech57",
    "Name": "Bateria",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Unidades de armazenamento de energia altamente eficazes. Liga a uma rede elétrica para que os circuitos de gestão de energia  extraiam automaticamente a energia extra para carregar as suas células.\n\nQuando a rede tentar extrair mais potência do que a fornecida atualmente, a bateria implantará automaticamente energia para compensar o défice."
  },
  {
    "Id": "conTech58",
    "Name": "Interruptor de Proximidade",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Sendo um dispositivo de gestão de energia, o interruptor alternará o fluxo de energia quando uma entidade for detetada nas proximidades.\n\nOs interruptores requerem cabos de energia e de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech59",
    "Name": "Botão",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Sendo um dispositivo de gestão de energia, o interruptor alternará o fluxo de energia quando usado.\n\nOs interruptores requerem cabos de energia e de sinal para controlarem um dispositivo."
  },
  {
    "Id": "conTech60",
    "Name": "Inversor de Energia",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Sendo um dispositivo de gestão de energia, o interruptor alternará o fluxo de energia quando usado.\n\nOs interruptores requerem cabos de energia e sinal para controlar um dispositivo."
  },
  {
    "Id": "conTech61",
    "Name": "Interruptor Automático",
    "Group": "Módulo Distribuidor de Energia",
    "Description": "Sendo um dispositivo de gestão de energia, o interruptor alternará o fluxo de energia quando sinalizado por um sinal externo.\n\nOs interruptores requerem cabos de energia e sinal para controlar um dispositivo."
  },
  {
    "Id": "conTech62",
    "Name": "Teletransportador de Curto Alcance",
    "Group": "Rede de Transporte Instantânea",
    "Description": "Um teletransportador de baixa energia, construído para viagens instantâneas de curta distância.\n\nQuando ligado a uma fonte de energia e outro teletransportador de curto alcance, permite uma deslocação quase instantânea entre localizações próximas."
  },
  {
    "Id": "conTech63",
    "Name": "Geobaía Minotauro",
    "Group": "Baía de armazenamento para carregadores pesados",
    "Description": "Um instalação que permite um estacionamento seguro, a convocação e a personalização para o Exofato Pesado Híbrido do Minotauro.\n\nAtiva o Minotauro a partir do Menu Rápido. Com a ajuda de um Materializador orbital da exonave instalado no interior de um cargueiro, o Minotauro pode ser ativado instantaneamente em qualquer local dentro do sistema em que encontre a nave-mãe."
  }
]