[
  {
    "Id": "prod1",
    "Name": "Antimatéria",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Formação controlada de matéria negativa e antipartículas bariogenéticas.\n \nO vasto potencial de energia da antimatéria é altamente valioso. 95% do consumo de antimatéria existente serve para alimentar hiperdrives de naves.\n\nAVISO: a utilização sem limites não é recomendável."
  },
  {
    "Id": "prod2",
    "Name": "Invólucro de Antimatéria",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Dispositivo seguro de contenção de antimatéria, necessário para que a antimatéria seja guardada de forma segura como uma célula de velocidade warp.\n\nO oxigénio de recuperação forma uma bolsa de gás protetor, evitando que a antimatéria reaja com o invólucro circundante."
  },
  {
    "Id": "prod3",
    "Name": "Nanotubos de carbono",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Metros e metros de nanotubos de carbono de alta capacidade.\n\nA sua elevada força pendular e a sua ligeira condutividade tornam este componente vital nas tecnologias avançadas."
  },
  {
    "Id": "prod4",
    "Name": "Espelho de Cobalto",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um componente de ótica especializado.\n\nCom uma superfície polida de cobalto, este espelho é capaz de filtrar seletivamente vários comprimentos de onda de luz de modo a alterar o seu padrão de reflexão com base em campos magnéticos das redondezas."
  },
  {
    "Id": "prod5",
    "Name": "Fecho Hermético",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um fecho de carbono de alto desempenho, capaz de suportar o ambiente severo interstelar e os rigores da utilização intensiva industrial de alta energia.\n\nO utilizador deve verificar regularmente a integridade do fecho depois da instalação."
  },
  {
    "Id": "prod6",
    "Name": "Revestimento Metálico",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um produto de metal leve, amplamente utilizado no fabrico de peças de nave espacial e tecnologia implementável. Um dos pilares das indústrias de construção de todas as espécies primárias conhecidas.\n\nFabricado a partir de Pó de Ferrite."
  },
  {
    "Id": "prod7",
    "Name": "Microprocessador",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um microchip compacto e de baixa temperatura. Criado com metal cromático que requer o refinamento de um dos vários metais térreos especializados.\n\nUtilizado na criação de uma gama ampla de tecnologias avançadas."
  },
  {
    "Id": "prod8",
    "Name": "Filtro de Oxigénio",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um componente de tecnologia especializado.\n\nEste pequeno dispositivo pode alterar rapidamente o ambiente gasoso do interior de um aparelho para lidar com várias condições, desde um vácuo total a atmosferas de puro oxigénio."
  },
  {
    "Id": "prod9",
    "Name": "Refrator de sal",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um componente de tecnologia especializado, essencial para o interior complexo de sistemas modernos de lasers. \n\nEste dispositivo de disseminação de luz tira partido das suas propriedades óticas únicas de sal estabilizado e polido para retardar e disseminar fotões."
  },
  {
    "Id": "prod10",
    "Name": "Díodo de sódio",
    "Group": "Componente de Tecnologia Artesanal",
    "Description": "Um componente de circuitos avançado.\n\nO elétrodo de sódio refinado no interior do tubo em vácuo fornece capacidades de proteção de picos de corrente a este díodo."
  },
  {
    "Id": "prod11",
    "Name": "Geleia de Di-hidrogénio",
    "Group": "Energia Portátil de Suporte de Vida",
    "Description": "Uma geleia levemente brilhante. A sua luz delicada e oscilação suave desmentem o facto de que este gel pegajoso é altamente tóxico e inflamável. O contacto com a pele deve ser evitado a todo custo.\n\nSintetizado a partir do Di-hidrogénio."
  },
  {
    "Id": "prod12",
    "Name": "Oxidante de Combustível",
    "Group": "Atualização Consumível da Fragata",
    "Description": "Uma atualização temporária da fragata que dura uma expedição.\nEsta potente atualização de combustível sobrecarrega os motores das fragatas, permitindo uma viagem mais rápida que o normal."
  },
  {
    "Id": "prod13",
    "Name": "Drones Explosivos",
    "Group": "Atualização Consumível da Fragata",
    "Description": "Uma atualização temporária da fragata que dura uma expedição.\nEste pacote de explosivos autónomos foi programado para ser lançado pela frota e pelo piloto diretamente às naves hostis. Extremamente perigoso."
  },
  {
    "Id": "prod14",
    "Name": "Analisador Holográfico",
    "Group": "Atualização Consumível da Fragata",
    "Description": "Uma atualização temporária da fragata que dura uma expedição. Este poderoso computador analítico acelera os sistemas existentes da frotas, permitindo cálculos mais rápidos que a luz. O calor é um problema e os chips não duram muito."
  },
  {
    "Id": "prod15",
    "Name": "Aparelho de Controlo Mental",
    "Group": "Atualização Consumível da Fragata",
    "Description": "Uma atualização temporária da fragata que dura uma expedição.\nO aparelho de controlo da mente conecta-se aos sistemas comerciais e de comunicações da nave, permitindo que o Comandante da Frota ganhe vantagem em qualquer negociação."
  },
  {
    "Id": "prod16",
    "Name": "Compressor de Minerais",
    "Group": "Atualização Consumível da Fragata",
    "Description": "Uma atualização temporária da fragata que dura uma expedição.\nO compressor mineral permite que as equipas de mineração da frota liquidifiquem as substâncias que extraem, para processamento mais rápido e para transporte mais fácil."
  },
  {
    "Id": "prod17",
    "Name": "Célula de Velocidade Warp",
    "Group": "Unidade de Carregamento da Hiperdrive",
    "Description": "Este combustível de antimatéria é uma das poucas fontes de energia capazes de ir de encontro aos incríveis requisitos de energia de hiperdrives de naves.\n\nCombustível usado para carregar a Hiperdrive de uma nave e para permitir velocidades warp FTL."
  },
  {
    "Id": "prod18",
    "Name": "Hipernúcleo de Velocidade Warp",
    "Group": "Unidade de Carregamento da Hiperdrive",
    "Description": "Um combustível baseado em antimatéria de alta capacidade, esta célula usa um gerador interno de buraco negro para alimentar hiperdrives de naves em vários saltos warp.\n\nAs paredes das células foram concebidas para refletir qualquer paradoxo da realidade em direção ao centro da unidade, onde é gerada energia adicional."
  },
  {
    "Id": "prod19",
    "Name": "Plasma Instável",
    "Group": "Recarga para Lança-Plasma",
    "Description": "Cápsula densa de combustível para ser utilizada com um Lança-Plasma.\n \nContém energia eletrotérmica para usar na tecnologia de disrupção terrestre."
  },
  {
    "Id": "prod20",
    "Name": "Bateria de Iões",
    "Group": "Armazenamento Portátil de Energia",
    "Description": "Unidade de armazenamento de energia conveniente e otimizada. Utilizada numa grande variedade de sistemas defensivos e de proteção contra riscos.\n \nFacilmente construído a partir de Pó de Ferrite com Cobalto no subsolo. Encontrado pronto frequentemente em recipientes metálicos cilíndricos."
  },
  {
    "Id": "prod21",
    "Name": "Bateria de Iões Avançada",
    "Group": "Armazenamento Portátil de Energia",
    "Description": "Unidade potente de armazenamento de energia. Utilizada numa grande variedade de sistemas defensivos e de proteção contra riscos.\n \nConstruída a partir de Cobalto Ionizado e Ferrite Pura e encontrada ocasionalmente em recipientes metálicos cilíndricos."
  },
  {
    "Id": "prod22",
    "Name": "Bateria do Escudo Estelar",
    "Group": "Armazenamento Portátil de Energia",
    "Description": "Uma unidade de armazenamento de energia otimizada para uso em sistemas defensivos de naves.\n \nOs condensadores alimentados com trítio fornecem uma carga de libertação rápida para o Escudo Defletor, mas sobrecarregariam equipamentos de menor escala."
  },
  {
    "Id": "prod23",
    "Name": "Gel de Suporte de Vida",
    "Group": "Energia Portátil de Suporte de Vida",
    "Description": "Gel de suporte de vida de emergência.\n\nEste gel, sintetizado a partir de cristais de combustível de foguetão e carbono, dá um impulso temporário aos sistemas de suporte de vida. O impacto a longo prazo nos pulmões do utilizador é atualmente desconhecido."
  },
  {
    "Id": "prod24",
    "Name": "Cápsula de Oxigénio",
    "Group": "Energia Portátil de Suporte de Vida",
    "Description": "Gás de filtração de suporte de vida estabilizado e seguro.\n\nFacilmente recolhido de oxigénio e Pó de Ferrite. Oferece um método eficiente para a energia de suporte de vida a longo prazo."
  },
  {
    "Id": "prod25",
    "Name": "Combustível de Fragata (50 Toneladas)",
    "Group": "Combustível de Di-hidrogénio Estabilizado",
    "Description": "Um pequeno barril de combustível de fragata.\n\nEste gel viscoso é altamente tóxico ao toque. É um combustível refinado que alimenta os motores interestelares das naves comerciais."
  },
  {
    "Id": "prod26",
    "Name": "Combustível de Fragata (100 Toneladas)",
    "Group": "Combustível de Di-hidrogénio Estabilizado",
    "Description": "Um barril grande de combustível de fragata.\n\nEste gel viscoso é altamente tóxico ao toque. É um combustível refinado que alimenta os motores interestelares de naves comerciais."
  },
  {
    "Id": "prod27",
    "Name": "Combustível de Fragata (200 Toneladas)",
    "Group": "Combustível de Di-hidrogénio Estabilizado",
    "Description": "Um barril enorme de combustível de fragata.\n\nEste gel viscoso é altamente tóxico ao toque. É um combustível refinado que alimenta os motores interestelares de naves comerciais."
  },
  {
    "Id": "prod28",
    "Name": "Combustível de Lançamento de Nave",
    "Group": "Combustível de Di-hidrogénio Estabilizado",
    "Description": "Combustível altamente reativo em estado sólido, necessário para abastecer os propulsores de lançamento da nave espacial.\n\nCriado a partir de Di-hidrogénio cristalizado, encontrado em depósitos azuis em todos os mundos."
  },
  {
    "Id": "prod29",
    "Name": "Célula de Combustível Hidrotérmica",
    "Group": "Combustível Reator Submarino",
    "Description": "Um combustível de alta energia térmica, contido dentro de uma célula de combustível padronizada. Usado para abastecer o Prospulsor de Humboldt que alimenta o submarino Nautilon.\n\nCriado com uma mistura de compostos orgânicos (Carbono e citofosfatos) e sais minerais localizados."
  },
  {
    "Id": "prod30",
    "Name": "Munição de projéteis",
    "Group": "Módulo de Munições Universal",
    "Description": "Fragmentos de munição avançados, construídos para o Padrão de Multiferramenta Universal 07/FF1.\n\nFacilmente inserido no Boltcaster, Cuspidor de Pulsação e Detonador de Fragmentação através do sistema de recarga de clipes da Multiferramenta."
  },
  {
    "Id": "prod31",
    "Name": "Cristal de Carbono",
    "Group": "Depósito de Carbono Concentrado",
    "Description": "Este carbono hiper-condensado possui uma nanoestrutura densa que o torna altamente valioso como fonte de energia e como componente tecnológico.\n\nSintetizado a partir de Carbono Condensado."
  },
  {
    "Id": "prod32",
    "Name": "Malha de Cloro",
    "Group": "Depósito de Cloro Concentrado",
    "Description": "Uma forma de cloro firmemente ligada. Moléculas embaladas de forma rígida oferecem uma condutividade incomparável. Não se forma espontaneamente: a sua criação requer entradas de energia altamente focadas.\n \nSintetizada a partir de Cloro."
  },
  {
    "Id": "prod33",
    "Name": "Sódio Destabilizado",
    "Group": "Depósito de Sódio Concentrado",
    "Description": "O sódio é tipicamente muito estável, mas certas configurações retêm a reatividade dos iões que o compõem. Aconselha-se o utilizador a utilizar Luvas de Segurança contra Perigos antes de o manusear.\n \nSintetizado a partir de Sódio."
  },
  {
    "Id": "prod34",
    "Name": "Elemento de Metal Raro",
    "Group": "Depósito de Metal Concentrado",
    "Description": "Este produto de metal altamente valorizado é um elemento raro utilizado no fabrico de várias tecnologias avançadas.\n\nO metal é altamente reativo e liga-se rapidamente à pele exposta. Aconselha-se o utilizador a manusear com extrema precaução.\n\nSintetizado a partir de Ferrite Magnetizada."
  },
  {
    "Id": "prod35",
    "Name": "Cristal de Superóxido",
    "Group": "Depósito de Oxigénio Concentrado",
    "Description": "Esta substância rara, em forma paramagnética de Oxigénio, tem muito para oferecer na produção de tecnologias avançadas. Requer conversão antes de inserir nos sistemas de Suporte de Vida. A inalação direta NÃO é recomendada.\n\nSintetizada a partir de Oxigénio."
  },
  {
    "Id": "prod36",
    "Name": "TetraCobalto",
    "Group": "Depósito de Cobalto Concentrado",
    "Description": "Uma forma molecular inovadora de Cobalto que requer elevados níveis de energia para criar. A ocorrência natural é extremamente rara.\n\nSintetizado a partir de Cobalto Ionizado."
  },
  {
    "Id": "prod49",
    "Name": "Ácido",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Ácido diluído para gerar correntes elevadas em diversas células de energia.\n\nElaborado a partir de Mordite e Bolor Fúngico."
  },
  {
    "Id": "prod51",
    "Name": "Condensador de Calor",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Um regulador térmico produzido a partir de material orgânico refinado. A sua capacidade de produzir, dissipar e distribuir o calor conforme necessário é única.\n\nElaborado a partir de Solanium e Cristais de Geada."
  },
  {
    "Id": "prod52",
    "Name": "Polifibra",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Uma fibra conectiva para eletrónica, feita de um polímero sintético avançado e capaz de servir como condutora para energia e dados.\n\nElaborada a partir de Polpa de Cato e Lâmpadas Estelares."
  },
  {
    "Id": "prod53",
    "Name": "Quadro de Circuitos",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Placa de circuito empilhável e semi-flexível feita de um polímero sintético altamente durável.\n\nElaborado a partir de Condensadores de Calor e Polifibra."
  },
  {
    "Id": "prod54",
    "Name": "Vidro",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Vidro inquebrável, resistente a riscos, com um revestimento de autolimpeza, curado por UV, para uso geral na construção.\n\nRefinado a partir de pó de Silicato. Extrai silicato da terra com um Manipulador de Terrenos.\n\nPode ser elaborado a partir de Cristais de Geada extraídos de mundos congelados."
  },
  {
    "Id": "prod55",
    "Name": "Gel Instável",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Esta substância, um gel altamente reativo, é rica em energia e perigosa ao toque.\n\nElaborada a partir de Polpa de Cato."
  },
  {
    "Id": "prod56",
    "Name": "Liquido Explosivo",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Um explosivo de utilização geral, em forma líquida para conveniência de transporte e implantação. Não beber.\n\nElaborado a partir de Ácido e Gel Instável."
  },
  {
    "Id": "prod57",
    "Name": "Lubrificante",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Um lubrificante sintético que reduz o desgaste e prolonga a vida útil das tecnologias com peças móveis.\n\nElaborado a partir de Faecium e Raiz Gama."
  },
  {
    "Id": "prod58",
    "Name": "Vidro Vivo",
    "Group": "Produto Agrícola Avançado ",
    "Description": "Um material de construção avançado, este vidro foi imbuído de compostos orgânicos que lhe permitem reagir ao meio ambiente. Os micróbios dentro do vidro filtram a luz prejudicial de todos os comprimentos de onda e equilibram a atmosfera conforme necessário.\n\nElaborado a partir de Lubrificante e Vidro."
  },
  {
    "Id": "prod59",
    "Name": "Carbono Enriquecido",
    "Group": "Produto de Gás Melhorado",
    "Description": "Um produto refinado que absorve o carbono comum e o estimula com energia radioativa. \n\nElaborado a partir de Radão e Carbono Condensado."
  },
  {
    "Id": "prod60",
    "Name": "Sal de Nitrogénio",
    "Group": "Produto de Gás Melhorado",
    "Description": "Um produto refinado, é um fertilizante orgânico poderoso numa forma distribuída facilmente.\n\nElaborado a partir de Nitrogénio e Carbono Condensado."
  },
  {
    "Id": "prod61",
    "Name": "Condensado Térmico",
    "Group": "Produto de Gás Melhorado",
    "Description": "Um produto refinado que aguenta o potencial energético do gás atmosférico aquecido num estado estável até que seja necessário.\n\nElaborado a partir de Sulfurina e Carbono Condensado."
  },
  {
    "Id": "prod62",
    "Name": "Gelo Quente",
    "Group": "Produto de gás fabricado",
    "Description": "Um material paradoxal que se torna menos misterioso pelo facto do seu fabrico ser relativamente fácil.\n\nElaborado a partir de Carbono Enriquecido e Sal de Nitrogénio."
  },
  {
    "Id": "prod63",
    "Name": "Bomba-Crio",
    "Group": "Produto de gás fabricado",
    "Description": "Um material híbrido avançado e autorregulável, a Bomba-Crio distribui o calor através de si mesma com uma eficiência quase perfeita, tornando-a vital na criação de reguladores térmicos.\n\nElaborada a partir de Gelo Quente e Condensado Térmico."
  },
  {
    "Id": "prod64",
    "Name": "Semicondutor",
    "Group": "Produto de gás fabricado",
    "Description": "Um material avançado útil em vários dispositivos eletrónicos. Contém o seu próprio regulador de temperatura incorporado.\n\nElaborado a partir de Condensado Térmico e Sal de Nitrogénio."
  },
  {
    "Id": "prod65",
    "Name": "Catalisador orgânico",
    "Group": "Produto de gás fabricado",
    "Description": "Um material catalisador que é utilizado na criação de muitos fertilizantes orgânicos.\n\nElaborado a partir de Condensado Térmico e Carbono Enriquecido."
  },
  {
    "Id": "prod66",
    "Name": "Supercondutor",
    "Group": "Produto de gás fabricado",
    "Description": "Um material condutor avançado, o supercondutor enriquece ainda mais o poder de warp do campo do Semicondutor.\n\nElaborado a partir de Carbono Enriquecido e Semicondutores."
  },
  {
    "Id": "prod67",
    "Name": "Acelerador de Fusão",
    "Group": "Produto de gás fabricado",
    "Description": "Uma fonte de combustível avançada, feita a partir de uma mistura perfeita de materiais orgânicos de alta energia potencial.\n\nElaborado a partir de Catalisador Orgânico e Sal de Nitrogénio."
  },
  {
    "Id": "prod68",
    "Name": "Câmara Criogénica",
    "Group": "Produto Artesanal Avançado ",
    "Description": "Uma câmara de baixa temperatura projetada para evitar a decomposição natural da matéria orgânica.\n\nElaborada a partir de Vidro Vivo e uma Bomba-Crio."
  },
  {
    "Id": "prod69",
    "Name": "Reator Portátil",
    "Group": "Produto Artesanal Avançado ",
    "Description": "Um reator nuclear automático em miniatura. Gera níveis sub-estelares de energia num módulo de combustível compatível.\n\nElaborado através de Líquidos Explosivos e Acelerador de Fusão."
  },
  {
    "Id": "prod70",
    "Name": "Processador Quântico",
    "Group": "Produto Artesanal Avançado ",
    "Description": "Um dispositivo computacional altamente avançado, essencial para os cálculos complexos associados à viagem warp.\n\nElaborado a partir de Quadro de Circuitos e Supercondutores."
  },
  {
    "Id": "prod71",
    "Name": "Arónio",
    "Group": "Liga Metal",
    "Description": "Uma liga leve e altamente maleável. Construída com Parafina e Cloro.\n\nCom muita procura na Rede de Comércio Galáctico devido à sua utilidade na construção de postos e instalações planetárias."
  },
  {
    "Id": "prod72",
    "Name": "Bronze Sujo",
    "Group": "Liga Metal",
    "Description": "Uma liga de metal popular com uma grande variedade de usos. O nome 'Bronze Sujo' foi tomado em lugar do nome científico devido à sua cor.\n\n Elaborada a partir de Ferrite Pura e Pirite."
  },
  {
    "Id": "prod73",
    "Name": "Grantine",
    "Group": "Liga Metal",
    "Description": "Liga maleável suave, preferida por artesãos de toda a galáxia. Elaborada a partir de Cobalto Ionizado e Dioxite\n\nUm tipo de mercadoria popular, vendida e transportada em muitas rotas galácticas."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Liga Metal",
    "Description": "Liga neutra combinada com vários propósitos, desde a farmacologia à indústria pesada. Elaborada a partir de Cloro e Amoníaco.\n\nÉ a espinha dorsal do comércio de metais galáctico."
  },
  {
    "Id": "prod75",
    "Name": "Ouro Magno",
    "Group": "Liga Metal",
    "Description": "Liga altamente valorizada e brilhante. Popular com os comerciantes de todas as raças primárias conhecidas na galáxia. Elaborada a partir de Cobalto Ionizado e Fósforo\n \nFacilmente reconhecível pelo seu brilho vermelho intenso e pelo seu poderoso campo magnético."
  },
  {
    "Id": "prod76",
    "Name": "Lémio",
    "Group": "Liga Metal",
    "Description": "Liga de Ferrite Pura. Elaborada a partir de Ferrite Pura e Urânio.\n\nAmplamente utilizada na construção de cargueiros, devido à sua enorme resistência. Um material forte e popular na Rede de Comércio Galáctico."
  },
  {
    "Id": "prod77",
    "Name": "Geodesite",
    "Group": "Liga Metal Enriquecida",
    "Description": "Liga altamente resistente e durável, utilizada principalmente na construção de estruturas de naves e na tecnologia de drones usados na exploração do espaço profundo.\n \nElaborada a partir de Herox, Bronze Sujo e Lémio."
  },
  {
    "Id": "prod78",
    "Name": "Iridesite",
    "Group": "Liga Metal Enriquecida",
    "Description": "Liga de metal leve comercializada em toda a Orla Exterior da galáxia. Usado frequentemente no interior de naves comerciais para reduzir o seu peso durante a descolagem de planetas com altos campos gravitacionais.\n\nElaborada a partir de Arónio, Ouro Magno e Grantine."
  },
  {
    "Id": "prod79",
    "Name": "Ignição de Fusão",
    "Group": "Tecnologia Altamente Sofisticada",
    "Description": "Uma tecnologia altamente avançada para utilização na próxima geração de centrais elétricas. Produzir um núcleo de fusão requer habilidades científicas sofisticadas e processos industriais complexos.\n\nElaborada a partir de Reator Portátil, Processadores Quânticos e Geodesite."
  },
  {
    "Id": "prod80",
    "Name": "Dispositivo Estase",
    "Group": "Tecnologia Altamente Sofisticada",
    "Description": "Um dispositivo criado especificamente para manter formas de vida vivas por milhares de anos a mais do que a sua esperança de vida natural. Este dispositivo requer muitas habilidades para ser fabricado, pois não é apenas tecnicamente complexo, mas as consequências em caso de avaria seriam desastrosas.\n\nElaborado a partir de Processadores Quânticos, Câmaras Criogénicas e Iridesite."
  },
  {
    "Id": "prod81",
    "Name": "Processador de Cablagem",
    "Group": "Plataforma de Tecnologia Universal",
    "Description": "Um Quadro de Circuitos pré-fabricado, projetado para uma utilização flexível em grande variedade de componentes tecnológicos.\n\nO módulo inclui um processador integrado de nanites, permitindo assim que seja configurado rapidamente para uma ampla variedade de utilizações."
  },
  {
    "Id": "prod82",
    "Name": "Haste neural frágil",
    "Group": "Fragmento de vida",
    "Description": "Uma delicada teia de tecido vivo, é esta a faísca que dará origem a uma nova forma de vida.\n\nExige um cuidado atencioso enquanto amadurece."
  },
  {
    "Id": "prod83",
    "Name": "Coração frágil",
    "Group": "Fragmento de vida",
    "Description": "Embora não passe de um aglomerado de células, já é possível detetar o batimento suave deste protocoração.\n\nExige um cuidado atencioso enquanto amadurece."
  },
  {
    "Id": "prod84",
    "Name": "Concha frágil",
    "Group": "Fragmento de vida",
    "Description": "Translúcida e fina para além da imaginação, esta concha não é mais do que o mais singelo sopro de vidro. No entanto, o potencial é claro: um endurecimento multiplicativo incessante que aumenta a sua força de forma constante.\n\nExige um cuidado atencioso enquanto amadurece."
  },
  {
    "Id": "prod85",
    "Name": "Singularidade crescente",
    "Group": "Respiração frágil",
    "Description": "Um lento tricô de carne, neurónios e antimatéria. O modo que esta mente experencia o universo é muito além do imaginário. \n\nExige um cuidado atencioso enquanto amadurece."
  },
  {
    "Id": "prod86",
    "Name": "Haste neural madura",
    "Group": "Órgão de nave viva",
    "Description": "Esta rede de tecido vivo possui os seus próprios filamentos metálicos, uma mistura de prata e carne. Crepita com sua própria carga elétrica, uma rede que precisa dos seus nós.\n\nAguarda o seu hospedeiro."
  },
  {
    "Id": "prod87",
    "Name": "Nó de coração maduro",
    "Group": "Órgão de nave viva",
    "Description": "Potente e musculosa, esta bomba biónica está assentada no interior de uma rede de tubos sintéticos. Treme quando é tocada. Os seus ritmos, sensíveis à presença de outras entidades conscientes.\n\nAguarda o seu hospedeiro."
  },
  {
    "Id": "prod88",
    "Name": "Concha endurecida",
    "Group": "Órgão de nave viva",
    "Description": "Translúcido, reflexivo, iridescente, de uma força impossível. Esta concha reconfigura-se rapidamente após sofrer danos, voltando a tecer-se mais forte do que nunca. As ligações recém-formadas criam uma memória em vidro, refletindo a luz absorvida no momento do dano.\n\nAguarda o seu hospedeiro."
  },
  {
    "Id": "prod89",
    "Name": "Núcleo de singularidade",
    "Group": "Órgão de nave viva",
    "Description": "Um conjunto sensível de neurónios numa órbita estável em redor de um buraco negro em miniatura. A mente no coração deste milagre biónico está livre das restrições do tempo linear. A sua experiência é uma impossível teia de miríades de formas de vida recolhidas.\n\nAguarda o seu hospedeiro."
  },
  {
    "Id": "prod90",
    "Name": "Ponte de consciência",
    "Group": "Escada neural reativada",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nEste dispositivo parece oferecer uma interface entre uma entidade individual e uma maior consciência partilhada. Parece derivar da tecnologia Korvax, mas sem estar sintonizada com a mesma."
  },
  {
    "Id": "prod91",
    "Name": "Núcleo pulsante",
    "Group": "Fragmento de vida sobreaquecido",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nOrgânica, mas incandescente com o calor e com um recipiente interior altamente pressurizado. Este 'dispositivo' é parte bomba e parte câmara evolutiva acelerada."
  },
  {
    "Id": "prod92",
    "Name": "Membrana impossível",
    "Group": "Forma de vida auto-regenerativa",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nUma bem tecida malha fina de fibra. Micro-organismos incorporados na tecelagem permitem a sua regeneração incessante, uma perfeita e infinita pele biónica."
  },
  {
    "Id": "prod93",
    "Name": "Sementes de vidro",
    "Group": "Arquivo congelado",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nCápsulas de material genético, envoltas numa película de vidro vivo. Memórias partilhadas nadam nas suas superfícies refletoras, à espera da oportunidade de moldar a vida no seu interior."
  },
  {
    "Id": "prod94",
    "Name": "Alma arquivada",
    "Group": "Arca biónica",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nUma fusão de circuitos complexos e a falha indescritível do Viajante. Tal cálculo pode unir realidades ou rasgá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod95",
    "Name": "Câmara de almas (0%)",
    "Group": "Arca biónica",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nUma fusão de circuitos complexos e a falha indescritível do Viajante. Tal cálculo pode unir realidades ou rasgá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod96",
    "Name": "Câmara de almas (33%)",
    "Group": "Arca biónica",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nUma fusão de circuitos complexos e a falha indescritível do Viajante. Tal cálculo pode unir realidades ou rasgá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod97",
    "Name": "Câmara de almas (66%)",
    "Group": "Arca biónica",
    "Description": "Uma construção biomecânica, criada segundo o desenho de um hospedeiro anónimo.\n\nUma fusão de circuitos complexos e a falha indescritível do Viajante. Tal cálculo pode unir realidades ou rasgá-las em meros fragmentos simulados."
  },
  {
    "Id": "prod98",
    "Name": "Água viva",
    "Group": "Indeterminação vidrada",
    "Description": "Interações superficiais incomuns levam este líquido a dividir-se rapidamente em pequenas e perfeitas esferas. A luz refratada através de uma dessas esferas divide-se em cores que não podem ser descritas.\n\nDe origem desconhecida."
  }
]