[
  {
    "Id": "raw1",
    "Name": "Carbono",
    "Abbrev": "C",
    "Group": "Elemento Orgânico Não Refinado",
    "Rarity": "Common",
    "Description": "O bloco de construção de toda a vida orgânica. Essencial para qualquer viajante espacial, uma vez que o Carbono é utilizado para recarregar equipamento de mineração.\n \nO Laser de Mineração extrai Carbono de árvores, plantas e outros tipos de vegetais."
  },
  {
    "Id": "raw2",
    "Name": "Carbono Condensado",
    "Abbrev": "C+",
    "Group": "Elemento Orgânico Refinado",
    "Rarity": "Uncommon",
    "Description": "Material avançado, processado a partir do carbono normal numa Refinaria .\n\nO aumento da densidade da molécula oferece uma relação substancialmente melhorada de energia por grama.\n\nEncontrado ocasionalmente em forma cristalina. Para recolher cristais maiores, poderá ser necessário um Laser de Mineração Avançado."
  },
  {
    "Id": "raw3",
    "Name": "Oxigénio",
    "Abbrev": "O2",
    "Group": "Combustível Líquido Orgânico",
    "Rarity": "Common",
    "Description": "Essencial à tecnologia de filtragem atmosférica no coração do sistema de suporte de vida do Exofato.\n\nO processamento de material do Exofato permite que o oxigénio seja colhido diretamente da flora planetária apropriada.\n\nOutras espécies de plantas podem ser detetadas com o Visor de Análise para revelar reservas alternativas de oxigénio."
  },
  {
    "Id": "raw4",
    "Name": "Hexite",
    "Abbrev": "X",
    "Group": "Elemento Orgânico Não Refinado",
    "Rarity": "Common",
    "Description": "Um substância sem odor e rica em minerais, com uma estrutura hexagonal cristalina, colhida a partir da matéria fecal de uma criatura."
  },
  {
    "Id": "raw5",
    "Name": "Di-hidrogénio",
    "Abbrev": "H",
    "Group": "Substância de energia elevada",
    "Rarity": "Common",
    "Description": "Uma forma de hidrogénio cristalina, estável e extraordinária tanto pela extrema densidade de energia, como pela estabilidade sob pressões atmosféricas.\n\nO Di-hidrogénio é comum em todos os mundos e frequentemente encontrado sob a forma de grandes cristais azuis. É um componente essencial do Combustível de Lançamento de Nave."
  },
  {
    "Id": "raw6",
    "Name": "Deutério",
    "Abbrev": "D",
    "Group": "Substância de Energia Elevada",
    "Rarity": "Common",
    "Description": "Um isótopo de hidrogénio estável muito utilizado tanto em pequenos reatores de fusão como em tecnologia de blindagem de dispersão de neutrões.\n\nO Deutério raramente ocorre de forma natural. A maior parte dos abastecimentos da galáxia provêm do processamento de Di-hidrogénio e Trítio em Refinadores."
  },
  {
    "Id": "raw7",
    "Name": "Trítio",
    "Abbrev": "H3",
    "Group": "Elemento de Combustível Rico em Neutrões",
    "Rarity": "Common",
    "Description": "Isótopo radioativo normalmente utilizado para abastecer o reator de fusão no coração dos Motores de Pulsação da nave espacial.\n\nAbundante em campos de asteroides interestelares, o Trítio pode ser minerado de asteroides com o armamento da nave espacial."
  },
  {
    "Id": "raw8",
    "Name": "Pó de Ferrite",
    "Abbrev": "Fe",
    "Group": "Extrato Mineral Metálico",
    "Rarity": "Common",
    "Description": "Elemento mineral abundante, encontrado em formações rochosas e áreas de interesse geológico. Facilmente extraível com um Laser de Mineração.\n\nNormalmente, é necessário processar numa Refinaria antes de utilizar na construção ou no fabrico de tecnologia."
  },
  {
    "Id": "raw9",
    "Name": "Ferrite Pura",
    "Abbrev": "Fe+",
    "Group": "Minerais Metálicos Processados",
    "Rarity": "Uncommon",
    "Description": "Metal processado, sem pó nem pedras. Utilizado para construir uma grande variedade de estruturas e tecnologias.\n\nNormalmente purificado a partir de Pó de Ferrite extraído através de uma Refinaria, mas podem ser ocasionalmente encontrados em grandes depósitos. Para serem recolhidos, pode ser necessária a utilização de um Laser de Mineração Avançado."
  },
  {
    "Id": "raw10",
    "Name": "Ferrite Magnetizada",
    "Abbrev": "Fe++",
    "Group": "Elemento Metálico Carregado",
    "Rarity": "Uncommon",
    "Description": "Metal altamente processado, exige várias fases de processamento numa Refinaria.\n\nUtilizado na criação de estruturas e tecnologias avançadas. Deve ser evitada a sua ingestão."
  },
  {
    "Id": "raw11",
    "Name": "Pó de Silicato",
    "Abbrev": "Si",
    "Group": "Mineral Abundante",
    "Rarity": "Common",
    "Description": "Um elemento mineral abundante, encontrado no estratos geológicos de todos os planetas rochosos. Facilmente obtido usando um Manipulador de Terrenos. Cria um túnel em qualquer lugar para iniciar a extração.\n\nProcessa num Refinador para criar Vidro."
  },
  {
    "Id": "raw12",
    "Name": "Sódio",
    "Abbrev": "Na",
    "Group": "Elemento Catalisador Não Refinado",
    "Rarity": "Uncommon",
    "Description": "Um catalisador poderoso, útil para carregar tecnologias defensivas como escudos ou proteção contra riscos.\n \nTecnologia de manuseio de materiais do Exofato permite a colheita automática de uma flora rica em sódio.\n\nUm ingrediente vital na criação de muitos dispositivos, produtos e componentes avançados."
  },
  {
    "Id": "raw13",
    "Name": "Nitrato de sódio",
    "Abbrev": "Na+",
    "Group": "Elemento Catalisador Refinado",
    "Rarity": "Rare",
    "Description": "Um catalisador avançado, útil para carregar tecnologias defensivas como escudos ou proteção contra riscos.\n \nCriado numa Refinaria ou ocasionalmente encontrado em forma cristalina na superfície de um planeta.\n\nOferece um rácio de energia por grama substancialmente melhorado em comparação com o Sódio normal."
  },
  {
    "Id": "raw14",
    "Name": "Cobalto",
    "Abbrev": "Co",
    "Group": "Mineral Subterrâneo",
    "Rarity": "Common",
    "Description": "Minerado a partir de minerais subterrâneos, o cobalto é encontrado abundantemente em cavernas. Útil no fabrico de Baterias de Iões.\n\nÉ utilizado na criação de várias tecnologias e estruturas e pode ser processado numa Refinaria para aproveitar ao máximo a sua carga intrínseca."
  },
  {
    "Id": "raw15",
    "Name": "Cobalto Ionizado",
    "Abbrev": "Co+",
    "Group": "Mineral Subterrâneo Processado",
    "Rarity": "Rare",
    "Description": "Uma forma de cobalto altamente energizado, este metal processado pode ser utilizado para criar Baterias de Iões Avançadas, uma fonte de energia convenientemente portátil do exofato.\n\nUtilizado na criação de tecnologias e estruturas avançadas."
  },
  {
    "Id": "raw16",
    "Name": "Sal",
    "Abbrev": "NaCl",
    "Group": "Extrato Mineral Aquático",
    "Rarity": "Common",
    "Description": "Um sal natural, abundantemente encontrado em minerais subaquáticos.\n\nPode ser processado numa Refinaria para produzir Cloro, utilizado no fabrico de produtos e tecnologias avançadas."
  },
  {
    "Id": "raw17",
    "Name": "Cloro",
    "Abbrev": "Cl",
    "Group": "Mineral Aquático Processado",
    "Rarity": "Rare",
    "Description": "Um elemento reativo colhido mais facilmente através do processamento dos minerais infundidos em sal encontrados nos oceanos.\n\nUtilizado no fabrico de tecnologias avançadas."
  },
  {
    "Id": "raw18",
    "Name": "Citofosfato",
    "Abbrev": "Cy",
    "Group": "Composto Orgânico",
    "Rarity": "Rare",
    "Description": "Um composto orgânico azul-esverdeado produzido durante o ciclo metabólico da flora de profundidade. Ricos em energia solúvel, os citofosfatos são cruciais em muitas tecnologias submarinas.\n\nO Laser de Mineração irá colher compostos de citofosfato de flora subaquática."
  },
  {
    "Id": "raw19",
    "Name": "Cobre",
    "Abbrev": "Cu",
    "Group": "Metal Estelar Refinado: Amarelo",
    "Rarity": "Common",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela. Este material estelar acaba por formar depósitos na crosta de planetas locais.\n\nO Cobre é encontrado em planetas que orbitam estrelas amarelas e pode ser colocado numa Refinaria para criar um metal cromático geral adequado para vários processos tecnológicos avançados."
  },
  {
    "Id": "raw20",
    "Name": "Cádmio",
    "Abbrev": "Cd",
    "Group": "Metal Estelar Refinado: Vermelho",
    "Rarity": "Rare",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela. Este material estelar acaba por formar depósitos na crosta de planetas locais.\n\nO cádmio é encontrado em planetas que orbitam estrelas vermelhas e pode ser colocado numa Refinaria para criar um metal cromático geral adequado para vários processos tecnológicos avançados."
  },
  {
    "Id": "raw21",
    "Name": "Emeril",
    "Abbrev": "Em",
    "Group": "Metal Estelar Refinado: Verde",
    "Rarity": "Rare",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela.\n\nO Emeril é encontrado em planetas que orbitam estrelas verdes e pode ser colocado numa Refinaria para criar um metal cromático geral adequado para vários processos tecnológicos avançados."
  },
  {
    "Id": "raw22",
    "Name": "Índio",
    "Abbrev": "In",
    "Group": "Metal Estelar Refinado: Azul",
    "Rarity": "Rare",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela. Este material estelar acaba por formar depósitos na crosta de planetas locais.\n\nO Índio é encontrado em planetas que orbitam estrelas azuis e pode ser colocado numa Refinaria para criar um metal cromático geral adequado para vários processos tecnológicos avançados."
  },
  {
    "Id": "raw23",
    "Name": "Metal Cromático",
    "Abbrev": "Ch",
    "Group": "Metal Estelar Altamente Refinado",
    "Rarity": "Rare",
    "Description": "Uma liga de metal processada, criada numa Refinaria com metais estelares: Cobre, Cádmio, Emeril e Irídio.\n\nQuanto mais raro for o metal estelar, mais metal cromático irá produzir.\n\nEste metal valioso é utilizado na criação de várias tecnologias avançadas."
  },
  {
    "Id": "raw24",
    "Name": "Parafina",
    "Abbrev": "Pf",
    "Group": "Elemento de Terra Localizado",
    "Rarity": "Uncommon",
    "Description": "Extrato mineral local, usualmente encontrado em grandes depósitos ou extraído de minerais comuns depois de inspecionado com um Visor de Análise.\n\nEncontrado normalmente em planetas com um ambiente tropical."
  },
  {
    "Id": "raw25",
    "Name": "Pirite",
    "Abbrev": "Py",
    "Group": "Elemento de Terra Localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto mineral local, normalmente encontrado em grandes depósitos ou extraído de minerais comuns depois de inspecionado com um Visor de Análise.\n\nEncontrado normalmente em planetas com um ambiente desértico."
  },
  {
    "Id": "raw26",
    "Name": "Amoníaco",
    "Abbrev": "NH3",
    "Group": "Elemento de Terra Localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto mineral local, normalmente encontrado em grandes depósitos ou extraído de minerais comuns depois de inspecionado com um Visor de Análise.\n\nEncontrado normalmente em planetas com um ambiente tóxico."
  },
  {
    "Id": "raw27",
    "Name": "Urânio",
    "Abbrev": "U",
    "Group": "Elemento de Terra Localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto mineral local, normalmente encontrado em grandes depósitos ou extraído de minerais comuns depois de inspecionado com um Visor de Análise.\n\nEncontrado normalmente em planetas com um ambiente radioativo."
  },
  {
    "Id": "raw28",
    "Name": "Dioxite",
    "Abbrev": "CO2",
    "Group": "Elemento de Terra Localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto mineral local, normalmente encontrado em grandes depósitos ou extraído de minerais comuns depois de inspecionado com um Visor de Análise.\n\nEncontrado normalmente em planetas com um ambiente congelado."
  },
  {
    "Id": "raw29",
    "Name": "Fósforo",
    "Abbrev": "P",
    "Group": "Elemento de Terra Localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto mineral local, normalmente encontrado em grandes depósitos ou extraído de minerais comuns depois de inspecionado com um Visor de Análise.\n\nEncontrado normalmente em planetas com um ambiente abrasivo."
  },
  {
    "Id": "raw30",
    "Name": "Mordite",
    "Abbrev": "Mo",
    "Group": "Substância Colhida",
    "Rarity": "Common",
    "Description": "Apesar de ter sido estudado, pouco sabe-se sobre este composto assombroso e cristalino.\n\nÉ libertado dos cadáveres de criaturas moribundas, mas também ser cultivado e colhido da planta da Raiz de Mordite."
  },
  {
    "Id": "raw31",
    "Name": "Pugneum",
    "Abbrev": "Pg",
    "Group": "Elemento Anómalo",
    "Rarity": "Rare",
    "Description": "Esta substância oleosa escorre dos circuitos de Sentinelas.\n\nAltamente valorizado pelos Vy'keen, o Pugneum partilha algumas propriedades essenciais com os Nanites. Emite um som sinistro ao entrar em contacto com matéria orgânica."
  },
  {
    "Id": "raw32",
    "Name": "Prata",
    "Abbrev": "Ag",
    "Group": "Mineral Valioso de Asteroide",
    "Rarity": "Common",
    "Description": "Mineral valioso de comércio interestelar, normalmente extraído de asteróides. Ocasionalmente encontrado em depósitos planetários subterrâneos.\n\nApreciado por pessoas de todos os sistemas pelo seu brilho."
  },
  {
    "Id": "raw33",
    "Name": "Ouro",
    "Abbrev": "Au",
    "Group": "Mineral Valioso de Asteroide",
    "Rarity": "Uncommon",
    "Description": "Mineral altamente valioso de comércio interestelar, normalmente extraído de asteróides. Ocasionalmente encontrado em depósitos planetários subterrâneos.\n\nApreciado universalmente pela sua beleza e versatilidade."
  },
  {
    "Id": "raw34",
    "Name": "Platina",
    "Abbrev": "Pt",
    "Group": "Mineral Valioso de Asteroide",
    "Rarity": "Rare",
    "Description": "Mineral extremamente valioso de comércio interestelar, normalmente extraído de asteroides. Ocasionalmente encontrado em depósitos planetários subterrâneos.\n\nApreciado universalmente pela sua robustez e versatilidade."
  },
  {
    "Id": "raw35",
    "Name": "Sulfurina",
    "Abbrev": "Su",
    "Group": "Gás atmosférico comprimido",
    "Rarity": "Common",
    "Description": "Um gás atmosférico pungente. Altas concentrações são extremamente perigosas para a vida orgânica.\n\nCom a ajuda de máquinas especializadas, pode ser extraído de atmosferas de planetas Abrasadores e Desertos."
  },
  {
    "Id": "raw36",
    "Name": "Radão",
    "Abbrev": "Rn",
    "Group": "Gás atmosférico comprimido",
    "Rarity": "Uncommon",
    "Description": "Um gás incolor e inodoro com uma vida relativamente curta.\n\nEncontrado em ambientes Radioativos e atmosferas Geladas, este gás é produzido através da deterioração de outros elementos de energia elevada."
  },
  {
    "Id": "raw37",
    "Name": "Nitrogénio",
    "Abbrev": "N",
    "Group": "Gás atmosférico comprimido",
    "Rarity": "Rare",
    "Description": "Um gás atmosférico reativo encontrado onde existe vida orgânica.\n\nO Nitrogénio é facilmente colhido das atmosferas dos planetas Exuberantes e Tóxicos."
  },
  {
    "Id": "raw38",
    "Name": "Cobre Ativado",
    "Abbrev": "Cu",
    "Group": "Metal Estelar Refinado: Amarelo",
    "Rarity": "Common",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela.\n\nEste cobre foi ativado pelas condições extremas em que se formou e é altamente valioso.\n\nO cobre é encontrado em planetas que orbitam estrelas amarelas e pode ser colocado numa Refinaria para criar um metal cromático purificado."
  },
  {
    "Id": "raw39",
    "Name": "Cádmio Ativado",
    "Abbrev": "Cd",
    "Group": "Metal Estelar Refinado: Vermelho",
    "Rarity": "Rare",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela.\n\nEste cádmio foi ativado pelas condições extremas em que se formou e é altamente valioso.\n\nO cádmio é encontrado em planetas que orbitam estrelas vermelhas e pode ser colocado numa Refinaria para criar um metal cromático purificado."
  },
  {
    "Id": "raw40",
    "Name": "Emeril Ativado",
    "Abbrev": "Em",
    "Group": "Metal Estelar Refinado: Verde",
    "Rarity": "Rare",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela.\n\nEste emeril foi ativado pelas condições extremas em que se formou e é altamente valioso.\n\nO emeril é encontrado em planetas que orbitam estrelas verdes e pode ser colocado numa Refinaria para criar um metal cromático purificado."
  },
  {
    "Id": "raw41",
    "Name": "Índio Ativado",
    "Abbrev": "In",
    "Group": "Metal Estelar Refinado: Azul",
    "Rarity": "Rare",
    "Description": "Um metal cromático, gerado por fusão no núcleo de uma estrela.\n\nO índio é encontrado em planetas que orbitam estrelas azuis e pode ser colocado numa Refinaria para criar um metal cromático purificado.\n\nEste índio foi ativado pelas condições extremas em que se formou e é altamente valioso."
  },
  {
    "Id": "raw42",
    "Name": "Bolor Fúngico",
    "Abbrev": "Bf",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Uma substância estranhamente brilhante, colhida das guelras de Aglomerados Fúngicos.\n\nA planta anfitriã requer um clima tóxico para florescer, mas pode ser extraída em todos os ambientes com a ajuda de um Tabuleiro Hidropónico."
  },
  {
    "Id": "raw43",
    "Name": "Geada Cristal",
    "Abbrev": "Fc",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Um lindo cristal azul, este composto orgânico possui uma grande resistência e uma translucidez cintilante. É colhido das folhas de Mostogeado.\n\nO Mostogeado prospera em condições geladas para surgir na vida selvagem, mas pode ser extraída em todos os ambientes com a ajuda de um Tabuleiro Hidropónico."
  },
  {
    "Id": "raw44",
    "Name": "Raiz Gama",
    "Abbrev": "Gr",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Uma substância estranha que parece mudar lentamente o ar à sua volta. Encontra-se nas raízes da Erva Gama.\n\nUma planta que prospera em condições radioativas, mas pode ser extraída em todos os ambientes com a ajuda de um Tabuleiro Hidropónico."
  },
  {
    "Id": "raw45",
    "Name": "Polpa de Cato",
    "Abbrev": "Cc",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Polpa de cato suculenta e comestível da planta de Echinocactus. É sumarento ao paladar e a polpa tem muitos usos industriais.\n\nO Echinocactus apenas floresce em planetas desertos, mas pode ser extraída em todos os ambientes com a ajuda de um Tabuleiro Hidropónico."
  },
  {
    "Id": "raw46",
    "Name": "Solanium",
    "Abbrev": "So",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Um produto químico poderoso que resistiu às tentativas de sintetização. Pode ser colhido da casca da Vinha Solar.\n\nA vinha é uma planta que prospera em climas quentes, mas pode ser extraída em todos os ambientes com a ajuda de um Tabuleiro Hidropónico."
  },
  {
    "Id": "raw47",
    "Name": "Lâmpada Estelar",
    "Abbrev": "Le",
    "Group": "Substância agrícola colhida",
    "Rarity": "Rare",
    "Description": "Este produto apreciado, uma bela pedra preciosa, é o volumoso e luminescente fruto do Espinheiro Estelar.\n\nA planta hospedeira requer condições exuberantes para florescer, mas pode ser extraída em todos os ambientes com a ajuda de um Tabuleiro Hidropónico."
  },
  {
    "Id": "raw48",
    "Name": "Lâmpada da Medula",
    "Abbrev": "Bu",
    "Group": "Substância agrícola colhida",
    "Rarity": "Uncommon",
    "Description": "Uma lâmpada orgânica incandescente, colhida da planta da Medula da Caverna que cresce no subsolo.\n\nA Medula da Caverna é resistente a ser domesticada e não se conhecem quaisquer cultivadores. Assim, os bolbos de medula devem ser apanhados à mão."
  },
  {
    "Id": "raw49",
    "Name": "Bolsa de Algas",
    "Abbrev": "Ke",
    "Group": "Substância agrícola colhida",
    "Rarity": "Uncommon",
    "Description": "Um saco elástico e luminescente colhido de plantas submarinas Algas Vela.\n\nComo a ciência agrícola ainda não domesticou a Alga Vela, estes sacos ainda não foram cultivados."
  },
  {
    "Id": "raw50",
    "Name": "Faecium",
    "Abbrev": "Fa",
    "Group": "Substância agrícola colhida",
    "Rarity": "Common",
    "Description": "Um composto de cheiro nauseabundo que pode ser colhido da Flor de Coprite ou da matéria fecal de algumas espécies.\n\nAlgumas criaturas podem ser alimentadas para encorajar a formação e decomposição de cristais de faecium."
  },
  {
    "Id": "raw51",
    "Name": "Gosma Residual",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Common",
    "Description": "Uma gosma pulsante com um cheiro nauseabundo que cresce em máquinas mal conservadas.\n\nO contacto com a pele não é aconselhado."
  },
  {
    "Id": "raw52",
    "Name": "Bolor Galopante ",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Common",
    "Description": "Um crescimento de bolor fora de controlo que cresce em máquinas mal conservadas.\n\nÉ provável que seja um conjunto de várias espécies distintas de bolor fundidas numa super colónia."
  },
  {
    "Id": "raw53",
    "Name": "Metal Enferrujado",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Uncommon",
    "Description": "Um monte de metal corroido, distorcido por anos de exposição a um ambiente agreste.\n\nManusear com cuidado."
  },
  {
    "Id": "raw54",
    "Name": "Lodo Vivo",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Uncommon",
    "Description": "Um lodo pesado e exsudado. Move-se suavemente, como se tivesse um batimento cardíaco próprio.\n\nFonte de Nutrientes: desconhecido."
  },
  {
    "Id": "raw55",
    "Name": "Fluidos Viscosos",
    "Abbrev": "Lx",
    "Group": "Lixo",
    "Rarity": "Rare",
    "Description": "Um líquido anormalmente grosso de cor duvidosa. As suas origens são impossíveis de entender.\n\nAparenta ter ligeiras propriedades magnéticas."
  },
  {
    "Id": "raw56",
    "Name": "Aglomerado de Nanite",
    "Abbrev": "∞",
    "Group": "Moeda Tecnológica",
    "Rarity": "Rare",
    "Description": "Um miasma denso de nanites, ondulando na sua potencialidade. Utilizado na construção de tecnologias avançadas. Altamente valioso para comerciantes especializados.\n\nUtilizado na construção de tecnologias avançadas. Altamente valioso para comerciantes especializados."
  },
  {
    "Id": "raw57",
    "Name": "MERCÚRIO",
    "Abbrev": "-",
    "Group": "Item de Recompensa",
    "Rarity": "Rare",
    "Description": "Moeda ou reputação de fação, dado como recompensa."
  },
  {
    "Id": "raw58",
    "Name": "UNIDADES",
    "Abbrev": "-",
    "Group": "Item de Recompensa",
    "Rarity": "Rare",
    "Description": "Moeda ou reputação de fação, dado como recompensa."
  },
  {
    "Id": "raw59",
    "Name": "Sol líquido",
    "Abbrev": "?",
    "Group": "Metal transmutado",
    "Rarity": "Rare",
    "Description": "Metal planetário convencional, sobreaquecido e depois mantido numa forma plasmática estabilizada.\n\nExtraído de depósitos de terreno metálicos através de um Raio solar. Extremamente energético."
  },
  {
    "Id": "raw60",
    "Name": "Qualia fragmentada",
    "Abbrev": "?",
    "Group": "Fragmento de alma",
    "Rarity": "Rare",
    "Description": "Um padrão, apenas uma mera forma de onda, gravada na superfície de um pequeno estilhaço metálico. Este fragmento de dados representa um registo dos impulsos elétricos que percorrem uma rede neural. Seriam necessários muitos fragmentos para recriar qualquer experiência sensível.\n\nGerados pela interação do Raio Animus com um alvo vivo."
  }
]