[
  {
    "Id": "trade1",
    "Name": "Caixa de Nanotubos",
    "Group": "Materiais de Construção Avançados",
    "Description": "Uma caixa embalada de nanotubos de carbono.\n\nEstes tubos minúsculos, mas incrivelmente fortes, são necessários na construção de pequenos, mas incrivelmente fortes, componentes científicos."
  },
  {
    "Id": "trade2",
    "Name": "Herídio Autorreparador",
    "Group": "Materiais de Construção Avançados",
    "Description": "Uma vasilha de Herídio autorreparador. Parece fresco.\n\nUtilizado na criação de componentes científicos. O herídio autorreparador é particularmente útil para implantação em instalações remotas, onde as oportunidades de manutenção podem ser limitadas ou mortais."
  },
  {
    "Id": "trade3",
    "Name": "Solvente Ótico",
    "Group": "Materiais de Construção Avançados",
    "Description": "Várias garrafas de solvente ótico.\n\nO líquido destas garrafas é utilizado para afastar a luz excedente que, de outra forma, pode causar deterioração em componentes científicos."
  },
  {
    "Id": "trade4",
    "Name": "Toro de Cinco Dimensões",
    "Group": "Materiais de Construção Avançados",
    "Description": "Um recipiente especialmente fabricado de toros 5D.\n\nMateriais altamente específicos são necessários para construir formas em dimensões extra. Estes toros são utilizados para conter os fortes campos gerados no fabrico de componentes científicos."
  },
  {
    "Id": "trade5",
    "Name": "Fibras Supercondutoras",
    "Group": "Materiais de Construção Avançados",
    "Description": "Um pacote com camadas densas de fibras supercondutoras.\n\nPoderoso, flexível e resistente à água. O tecido magnético controlado destas fibras é vital na criação de muitos componentes científicos."
  },
  {
    "Id": "trade6",
    "Name": "Vasilha de Faísca",
    "Group": "Fonte de Energia Comercializável",
    "Description": "Uma caixa embalada com vasilhas de faísca.\n\nMuitos processos industriais e de mineração têm consideráveis exigências energéticas. Uma contrapartida à liberação lenta de uma bateria, as vasilhas de faísca são capazes de satisfazer essas exigências instantaneamente."
  },
  {
    "Id": "trade7",
    "Name": "Bateria de Grau Industrial",
    "Group": "Fonte de Energia Comercializável",
    "Description": "Um pacote de baterias industriais bem isoladas.\n\nSão necessárias baterias pesadas para alimentar operações de mineração a níveis profundos. Estas fontes altamente perduráveis podem durar semanas, mesmo na pressão e calor extremos a que estão sujeitos a quilómetros debaixo de terra."
  },
  {
    "Id": "trade8",
    "Name": "Gel Óhmico",
    "Group": "Fonte de Energia Comercializável",
    "Description": "Vários pacotes de gel óhmico\n\nAs operações de mineração com pouca energia estão repletas de perigo. O gel óhmico ajuda a manter as peças rápidas móveis tanto isoladas como lubrificadas."
  },
  {
    "Id": "trade9",
    "Name": "Fluido de Energia Experimental",
    "Group": "Fonte de Energia Comercializável",
    "Description": "Barris resistentes à corrosão de um fluido de energia experimental.\n\nUm barril desta mistura altamente volátil é suficiente para alimentar uma estação espacial por semanas a fio. Especialmente valioso para as economias de mineração."
  },
  {
    "Id": "trade10",
    "Name": "Núcleo de Fusão",
    "Group": "Fonte de Energia Comercializável",
    "Description": "Um feixe ligeiramente brilhante de núcleos de fusão.\n\nFonte de energia, motor, aquecedor de alta capacidade. Um núcleo de fusão é o melhor na geração de energia no espaço profundo. Altamente valioso para as economias de mineração que procuram tornar as suas colónias de asteroides mais autossuficientes."
  },
  {
    "Id": "trade11",
    "Name": "Frasco Limpo de Feromónio",
    "Group": "Componentes Científicos",
    "Description": "Uma coleção solta de garrafas de feromónio reciclado.\n\nGrandes quantidades de feromonas são produzidas e distribuídas todos os dias. Isto gerou uma oportunidade de lucro comercial para aqueles que estão dispostos a lidar com os produtos de resíduos. Estes frascos de vidro foram bem esfregados e não deverão representar uma ameaça para o transportador."
  },
  {
    "Id": "trade12",
    "Name": "Microscópio de Neutrões",
    "Group": "Componentes Científicos",
    "Description": "Uma parcela de microscópios de neutrões.\n\nAs economias científicas produzem e consomem grandes quantidades de microscópios. No entanto, alguns têm defeitos leves que os tornam impróprios para um trabalho de precisão. Estes são, ainda assim, uma oportunidade de comércio, na medida em que podem ser vendidos a quem não consegue distinguir a diferença. "
  },
  {
    "Id": "trade13",
    "Name": "Injetores de Instabilidade",
    "Group": "Componentes Científicos",
    "Description": "Uma caixa desordenada de injetores de instabilidade.\n\nGrandiosas experiências requerem muitas vezes que um grande número de variáveis sejam alteradas num curto período de tempo. Um injetor de instabilidade fornece esse serviço. Podem também ser utilizados para criar o caos em sistemas de mercado. Este comportamento antiético representa uma excelente oportunidade de comércio."
  },
  {
    "Id": "trade14",
    "Name": "Tubagem Biológica",
    "Group": "Componentes Científicos",
    "Description": "Um vaso de tubagem biológica preservada. Ainda quente.\n\nPara evitar problemas éticos difíceis, muitos laboratórios cultivam as suas matérias de teste a um nível de componente. O que sobra pode ser rentável nas economias comerciais com regulamentos médicos relaxados. "
  },
  {
    "Id": "trade15",
    "Name": "Condutas Neurais",
    "Group": "Componentes Científicos",
    "Description": "Uma caixa de condutas neurais frescas.\n\nAs condutas neurais são inserções temporárias, projetadas para um aumento da concentração e da produtividade. Úteis em todos os lugares, estas são altamente valorizadas nas economias comerciais, onde a competição entre trabalhadores é feroz."
  },
  {
    "Id": "trade16",
    "Name": "Terra",
    "Group": "Minerais Comercializáveis",
    "Description": "Várias toneladas de terra.\n\nTerra restante das operações de mineração. Os metais residuais podem ser extraídos por especialistas em economias de fabrico com tempo e equipamentos para a peneirar."
  },
  {
    "Id": "trade17",
    "Name": "Graxa de pirite não refinada",
    "Group": "Minerais Comercializáveis",
    "Description": "Frascos cheios de graxa de pirite.\n\nUma solução gorda com alto conteúdo mineral. Esta graxa é altamente valorizada pelas economias de fabrico, onde é utilizada para manter a grande maquinaria oleada e brilhante."
  },
  {
    "Id": "trade18",
    "Name": "Sal de Brometo",
    "Group": "Minerais Comercializáveis",
    "Description": "Uma caixa de sal de brometo.\n\nResultado de um extenso processo de destilação e evaporação, os vasos de sal de brometo alimentam fábricas famintas em sistemas de fabrico."
  },
  {
    "Id": "trade19",
    "Name": "Zircónio Policromático",
    "Group": "Minerais Comercializáveis",
    "Description": "Um saco cheio de cristais policromáticos de zircónio.\n\nEstes cristais produzem lentes de cores deslumbrantes e de firmeza quase indestrutível. Altamente valioso nas economias de fabrico."
  },
  {
    "Id": "trade20",
    "Name": "Cristais de Arco Retreliçado",
    "Group": "Minerais Comercializáveis",
    "Description": "Uma parcela cuidadosamente revestida de cristais de arco retreliçados.\n\nFormações minerais extremamente raras, os cristais de arco têm grande procura em economias de fabrico, onde a sua dureza e condutividade são vitais para vários processos industriais. Também criam joias sedutoras (e perigosas)."
  },
  {
    "Id": "trade21",
    "Name": "Quadro de Circuitos desmantelado",
    "Group": "Partes de Tecnologia",
    "Description": "Uma coleção de circuitos recuperados.\n\nAs economias de geração de energia requerem uma grande quantidade de componentes de alta tecnologia. Como tal, a procura mesmo para circuitos altamente danificados está sempre presente, para vasculhar por peças ou apenas para serem conectadas em conjunto a núcleos de energia de baixa qualidade. "
  },
  {
    "Id": "trade22",
    "Name": "Sabão de Soldadura",
    "Group": "Partes de Tecnologia",
    "Description": "Várias barras grandes de sabão de soldadura.\n\nUsadas em sistemas de geração de energia para limpar termicamente díodos metálicos antes de serem fundidos em baterias."
  },
  {
    "Id": "trade23",
    "Name": "Condensador de Iões",
    "Group": "Partes de Tecnologia",
    "Description": "Uma caixa reforçada de condensadores de iões.\n\nEstes supercondensadores têm uma densidade de energia incrivelmente alta. Têm grande procura em economias degeração de energia."
  },
  {
    "Id": "trade24",
    "Name": "Unidade de Posicionamento Autónomo",
    "Group": "Partes de Tecnologia",
    "Description": "Um contentor de unidades de posicionamento e fiação associada.\n\nEstas unidades APS podem ser utilizadas para transformar praticamente qualquer tecnologia num sistema de autonavegação. São altamente valiosas nas economias de geração de energia, onde são usadas para remover mãos orgânicas condutoras do processo de fabrico."
  },
  {
    "Id": "trade25",
    "Name": "Acelerador Quântico",
    "Group": "Partes de Tecnologia",
    "Description": "Várias unidades grandes de aceleração quântica.\n\nCom capacidade de propulsão a velocidades não mensuráveis, estas unidades são particularmente importantes nas economias de geração de energia, onde são utilizadas para comprimir a energia armazenada em baterias de alta qualidade."
  },
  {
    "Id": "trade26",
    "Name": "Seda Estelar",
    "Group": "Produto Comercial",
    "Description": "Vários carretéis de seda estelar.\n\nA seda estelar é tecida em grandes teares solares que orbitam ao redor de planetas comerciais. O impacto dos raios cósmicos ativa o padrão do tecido, que pode ser utilizado no processamento de materiais avançados."
  },
  {
    "Id": "trade27",
    "Name": "Dados de Utilizador Desencriptados",
    "Group": "Produto Comercial",
    "Description": "Uma caixa cheia de discos rígidos, e cada um contém grandes quantidades de dados de utilizador desencriptados.\n\nIndividualmente de baixo valor, estes repositórios podem ser, no seu conjunto, processados e digitalizados para obter dados valiosos. Este processamento ocorre em sistemas com economias de materiais avançados."
  },
  {
    "Id": "trade28",
    "Name": "Gotículas de Cometa",
    "Group": "Produto Comercial",
    "Description": "Várias garrafas de gotículas de cometa.\n\nUm nome comercial sofisticado para pedaços de meteorito. Mesmo assim, estas rochas são extremamente valiosas para economias de materiais avançados que as podem processar."
  },
  {
    "Id": "trade29",
    "Name": "Esfera de Iões",
    "Group": "Produto Comercial",
    "Description": "Uma caixa embalada de esferas de iões.\n\nEstas esferas de vidro delicado abrigam uma réplica em pequena escala da atmosfera mais elevada. Brilhantes e hipnóticas para o olhar, estas bagatelas também são importantes no fabrico de ligas de materiais avançados."
  },
  {
    "Id": "trade30",
    "Name": "Coordenadores de Teletransporte",
    "Group": "Produto Comercial",
    "Description": "Um pacote de coordenadores de teletransporte calibrados de forma precisa.\n\nEstes circuitos do tamanho da ponta de um alfinete são vitais para o processo delicado de inserção de material de reforço nas ligas avançadas. Também podem ajudar nos esforços das vendas de longa distância."
  },
  {
    "Id": "trade31",
    "Name": "Engrenagem Enorme de Metal",
    "Group": "Componentes Industriais",
    "Description": "Várias engrenagens enormes.\n\nEngrenagens metálicas robustas e bem concebidas. Embora não sejam de tecnologia avançada, são um componente vital em inúmeras peças de máquinas de alta tecnologia em toda a galáxia."
  },
  {
    "Id": "trade32",
    "Name": "Pistão Antiaderente",
    "Group": "Componentes Industriais",
    "Description": "Pistões embalados e lubrificados, prontos para envio.\n\nComponentes de alta tecnologia frequentemente requerem peças em rápido movimento ou motores de alta resistência. Sem pistões revestidos especialmente, a taxa de falha de tais peças seria significativamente maior."
  },
  {
    "Id": "trade33",
    "Name": "Desacoplador de Malha de Seis Vertentes",
    "Group": "Componentes Industriais",
    "Description": "Uma caixa de desacopladores de malha.\n\nA elaboração de componentes de alta tecnologia geralmente envolve acoplamento acidental de malha. Estes desacopladores são particularmente poderosos, podendo implantar seis vertentes ao mesmo tempo."
  },
  {
    "Id": "trade34",
    "Name": "Virabrequimes Holográficos",
    "Group": "Componentes Industriais",
    "Description": "Recipientes de dados embalados e separados para virabrequimes holográficos.\n\nOs virabrequimes reais são com frequência demasiado grandes, barulhentos ou difíceis de manter para serem utilizados em máquinas delicadas. Quando confrontados com tal situação, os fabricantes de alta tecnologia optam por estes substitutos holográficos."
  },
  {
    "Id": "trade35",
    "Name": "Compressor de Vetores de Alta Capacidade",
    "Group": "Componentes Industriais",
    "Description": "Uma grande caixa de compressores de vetores.\n\nA elaboração de unidades interestelares geralmente exige que as dimensões sejam condensadas e depois novamente renderizadas. O fabrico de tais componentes de alta tecnologia não seria possível sem compressores de grau industrial, como estes."
  }
]