[
  {
    "Id": "conTech1",
    "Name": "Computer base",
    "Group": "Dispositivo di valutazione territoriale",
    "Description": "Servizio portatile di registrazione territoriale.\n\nDopo il piazzamento, contatta l'archivio cartografico universale per determinare la proprietà del territorio. La registrazione permette di costruire moduli della base in qualsiasi punto desiderato dall'utente."
  },
  {
    "Id": "conTech2",
    "Name": "Centro di atterraggio",
    "Group": "Modulo di costruzione",
    "Description": "Una piattaforma d'atterraggio per astronavi, stabile e rinforzata."
  },
  {
    "Id": "conTech3",
    "Name": "Terminale del commercio galattico",
    "Group": "Terminale commerciale",
    "Description": "Un terminale commerciale che fornisce l'accesso istantaneo al mercato locale delle risorse e dei beni preziosi."
  },
  {
    "Id": "conTech4",
    "Name": "Terminale medico",
    "Group": "Modulo di ripristino salute",
    "Description": "Un modulo a muro che permette di ripristinare la salute."
  },
  {
    "Id": "conTech5",
    "Name": "Unità protezione rischi",
    "Group": "Sistema di ricarica protezione rischi",
    "Description": "Un modulo a muro che permette di ripristinare i sistemi di protezione rischi dell'utente.\n\nL'unità di protezione rischi dev'essere mantenuta carica con una fonte di carburante."
  },
  {
    "Id": "conTech6",
    "Name": "Radiofaro di salvataggio",
    "Group": "Creatore di punti di navigazione portatile",
    "Description": "Una volta attivato, il radiofaro fornisce un punto di navigazione permanente, facilitando il ritorno presso una particolare posizione.\n\nPermette di salvare i propri progressi in qualsiasi momento."
  },
  {
    "Id": "conTech7",
    "Name": "Punto di salvataggio",
    "Group": "Modulo di costruzione",
    "Description": "Un punto di salvataggio che puoi costruire, per gestire i tuoi progressi."
  },
  {
    "Id": "conTech8",
    "Name": "Ripetitore di segnale",
    "Group": "Scanner ambientale",
    "Description": "Uno scanner versatile che rileva edifici vicini. Può decifrare dati di navigazione per individuare luoghi precisi.\n\nIl ripetitore di segnale può essere smantellato e riposizionato con facilità."
  },
  {
    "Id": "conTech9",
    "Name": "Reattore ad antimateria",
    "Group": "Unità bariogenica",
    "Description": "Questo reattore bariogenico autonomo può raccogliere paradossi di realtà e convertirli in antimateria utilizzabile. L'utente deve monitorarne il livello di carburante per assicurarne l'operatività.\n\nL'antimateria ottenuta viene conservata in sicurezza per essere usata in qualsiasi unità energetica per iperspazio standard."
  },
  {
    "Id": "conTech10",
    "Name": "Modulo di teletrasporto tra basi",
    "Group": "Dispositivo di trasferimento di materia a lungo raggio",
    "Description": "Un dispositivo personale di teletrasporto che permette all'utente di spostarsi velocemente tra le basi costruite e tra i terminali stazione collegati alla sua rete.\n\nPrima di inserire materia da cui non è desiderabile separarsi, verificare l'integrità della rete."
  },
  {
    "Id": "conTech11",
    "Name": "Centro di comando della flotta",
    "Group": "Terminale di gestione delle spedizioni",
    "Description": "Postazione di gestione della flotta. Questa postazione di comunicazione olografica avanzata è vitale per la gestione delle spedizioni della flotta dall'ammiraglia.\n\nPer gestire più di una spedizione contemporaneamente, sono necessarie più postazioni."
  },
  {
    "Id": "conTech12",
    "Name": "Unità di ricerca costruzioni",
    "Group": "Dispositivo di recupero tecnologia",
    "Description": "Dispositivo di ricerca dei progetti portatile.\n\nQuesto modulo posizionabile di ricerca memoria permette all'utente di convertire vecchi moduli tecnologici danneggiati in progetti di costruzione avanzati."
  },
  {
    "Id": "conTech13",
    "Name": "Raffinatore Portatile",
    "Group": "Unità di raffinazione automatica",
    "Description": "Un importante equipaggiamento planetario. Il raffinatore permette di trasformare le risorse raccolte in materiali più potenti e avanzati.\n\nIl raffinatore portatile può essere smantellato e riposizionato con facilità. Nota: per funzionare, il raffinatore portatile necessita di carburante."
  },
  {
    "Id": "conTech14",
    "Name": "Raffinatore Medio",
    "Group": "Unità di raffinazione automatica",
    "Description": "Un importante equipaggiamento planetario. Il raffinatore permette di trasformare le risorse raccolte in materiali più potenti e avanzati.\n\nIl raffinatore medio permette di combinare due sostanze diverse in un nuovo materiale, o di lavorare i materiali con una resa migliore.\n\nIl raffinatore medio dev'essere installato in una base abitabile, ma non necessita di ulteriori fonti energetiche."
  },
  {
    "Id": "conTech15",
    "Name": "Raffinatore Grande",
    "Group": "Unità di raffinazione automatica",
    "Description": "Un importante equipaggiamento planetario. Il raffinatore permette di trasformare le risorse raccolte in materiali più potenti e avanzati.\n\nIl raffinatore grande permette di combinare tre sostanze diverse in un nuovo materiale, o di lavorare i materiali con una resa migliore.\n\nIl raffinatore grande dev'essere installato in una base abitabile, ma non necessita di ulteriori fonti energetiche."
  },
  {
    "Id": "conTech16",
    "Name": "Modificatore aspetto",
    "Group": "Personalizza stile personale",
    "Description": "Modulo costruibile che permette all'utilizzatore di modificare l'aspetto personale.\n\nIl modulo impiega tecniche olografiche avanzate per ricalibrare la luce intorno all'utente, permettendogli di assumere l'aspetto che desidera. I dati visivi devono essere adeguatamente formattati prima dell'uso."
  },
  {
    "Id": "conTech17",
    "Name": "Trasformatore di sostanze nutritive",
    "Group": "Unità di sostentamento portatile",
    "Description": "Un estrattore di sostanze nutritive portatile, in grado di lavorare e raffinare gli ingredienti raccolti in cibi commestibili.\n\nSi ricorda che il rischio associato al consumo dei prodotti generati è dell'utilizzatore."
  },
  {
    "Id": "conTech18",
    "Name": "Mangiatoia automatizzata",
    "Group": "Robot agricolo",
    "Description": "Un'unità robotica progettata per fornire automaticamente cibo alle creature nelle vicinanze.\n\nQuando è alimentata, attira gli animali nelle vicinanze. Mantieni riforniti i serbatoi delle esche per fornire alle creature il cibo scelto."
  },
  {
    "Id": "conTech19",
    "Name": "Unità zootecnica",
    "Group": "Robot di raccolta automatico",
    "Description": "Un'unità robotica progettata per raccogliere automaticamente sostanze dalle creature. Necessita di energia.\n\nLe creature pronte a essere munte, a deporre uova o a produrre altre sostanze si avvicineranno all'unità zootecnica e vi depositeranno i loro prodotti. Il procedimento non nuoce alle creature.\n\nRaccoglie i prodotti delle creature nutrite manualmente o tramite mangiatoia automatizzata."
  },
  {
    "Id": "conTech20",
    "Name": "Modulo messaggi",
    "Group": "Terminale di comunicazione",
    "Description": "Un contenitore di informazioni piccolo e accessibile, che permette di lasciare messaggi o di visualizzare i messaggi ricevuti e brevi stringhe di informazioni."
  },
  {
    "Id": "conTech21",
    "Name": "Stazione di comunicazione",
    "Group": "Terminale di comunicazione",
    "Description": "Un terminale per la composizione e la trasmissione di messaggi diretti agli altri viaggiatori."
  },
  {
    "Id": "conTech22",
    "Name": "Geopiattaforma Nomade",
    "Group": "Modulo costruttivo",
    "Description": "Una struttura di parcheggio sotterranea e sicura per l'exoscafo leggero Nomade."
  },
  {
    "Id": "conTech23",
    "Name": "Geopiattaforma Viandante",
    "Group": "Modulo costruttivo",
    "Description": "Una struttura di parcheggio sotterranea e sicura per l'exoscafo medio Viandante."
  },
  {
    "Id": "conTech24",
    "Name": "Geopiattaforma Colosso",
    "Group": "Modulo costruttivo",
    "Description": "Una struttura di parcheggio sotterranea e sicura per l'exoscafo grande Colosso."
  },
  {
    "Id": "conTech25",
    "Name": "Geopiattaforma Pellegrino",
    "Group": "Modulo di costruzione",
    "Description": "Una struttura di parcheggio sotterranea e sicura per l'exoscafo leggero Pellegrino."
  },
  {
    "Id": "conTech26",
    "Name": "Camera Nautilon",
    "Group": "Baia d'attracco sottomarino",
    "Description": "Una baia di attracco stagna avanzata per il sottomarino Nautilon."
  },
  {
    "Id": "conTech27",
    "Name": "Postazione di richiamo exoscafo",
    "Group": "Dispositivo di trasferimento veicolo",
    "Description": "La costruzione permette di richiamare qualsiasi exoscafo da un altro punto del pianeta.\n\nSi interfaccia con il menu rapido dell'exotuta per un utilizzo più semplice."
  },
  {
    "Id": "conTech28",
    "Name": "Terminale di costruzione",
    "Group": "Terminale per specialista",
    "Description": "Una stazione di ricerca creata appositamente per dei supervisori alla costruzione, dotato di software per la progettazione di elementi architettonici e ingegneristici."
  },
  {
    "Id": "conTech29",
    "Name": "Terminale exoscafo",
    "Group": "Terminale per specialista",
    "Description": "Una stazione di ricerca creata appositamente per i meccanici, dotata di software per la progettazione di veicoli."
  },
  {
    "Id": "conTech30",
    "Name": "Terminale armi",
    "Group": "Terminale per specialista",
    "Description": "Una stazione di ricerca creata appositamente per gli armieri, in grado di sviluppare munizioni ed esplosivi, ma anche di creare particolari tecnologie civili."
  },
  {
    "Id": "conTech31",
    "Name": "Terminale scientifico",
    "Group": "Terminale per specialista",
    "Description": "Una stazione di ricerca creata appositamente per gli scienziati, perfetta per lo studio e lo sviluppo di progetti scientifici."
  },
  {
    "Id": "conTech32",
    "Name": "Terminale agricolo",
    "Group": "Terminale per specialista",
    "Description": "Una stazione di ricerca creata appositamente per gli agricoltori, in grado di analizzare e coltivare tutti i tipi di piante."
  },
  {
    "Id": "conTech33",
    "Name": "Vassoio idroponico",
    "Group": "Tecnologia agricola",
    "Description": "Un sistema indipendente per la coltivazione di piante da interno.\n\nRequisiti di costruzione: deve essere posizionato all'interno di un edificio."
  },
  {
    "Id": "conTech34",
    "Name": "Vassoio idroponico grande",
    "Group": "Tecnologia agricola",
    "Description": "Un sistema indipendente per la coltivazione di piante da interno. Può sostenere fino a quattro piante.\n\nRequisiti di costruzione: deve essere posizionato all'interno di un edificio."
  },
  {
    "Id": "conTech35",
    "Name": "Contenitore di stoccaggio",
    "Group": "Unità di stoccaggio",
    "Description": "Fornisce molto spazio aggiuntivo per gli oggetti dell'inventario."
  },
  {
    "Id": "conTech36",
    "Name": "Unità stiva mercantile",
    "Group": "Modulo mercantile personalizzato",
    "Description": "Stiva ibrida ad alta capacità installabile nei mercantili interstellari.\n\nCompatibile con gli agganci di tutti i sistemi di supporto vitale standard."
  },
  {
    "Id": "conTech38",
    "Name": "Amplificatore di forza da gara",
    "Group": "Parte di gara",
    "Description": "Fornisce una spinta all'exoscafo durante le gare."
  },
  {
    "Id": "conTech39",
    "Name": "Ostacolo da gara",
    "Group": "Parte di gara",
    "Description": "Aumenta il livello di sfida delle gare per exoscafi."
  },
  {
    "Id": "conTech40",
    "Name": "Inizio gara",
    "Group": "Parte di gara",
    "Description": "Questa piattaforma è la linea di partenza e il traguardo per i test sul campo dell'exoscafo. Permette ai Viaggiatori di fare pratica nella guida."
  },
  {
    "Id": "conTech41",
    "Name": "Rifugio marino",
    "Group": "Modulo di sopravvivenza di profondità",
    "Description": "Un modulo di sopravvivenza d'emergenza.\n\nPuò essere attivato rapidamente sul fondale in caso di mancanza di ossigeno o di emergenza nel supporto vitale dell'exotuta. Fornisce un riparo temporaneo da pericoli ambientali, predatori e altre entità ostili che popolano l'oceano."
  },
  {
    "Id": "conTech42",
    "Name": "Creatore di sfere",
    "Group": "Fabbricatore sperimentale",
    "Description": "Un dispositivo di fabbricazione estremamente particolare, sviluppato con l'intenzione di creare la sfera più perfetta dell'universo.\n\nNecessita di energia per funzionare. Crea una grossa sfera, pronta per qualsiasi tipo di esperimento."
  },
  {
    "Id": "conTech43",
    "Name": "Generatore di rumore",
    "Group": "Dispositivo audio",
    "Description": "Un modulo di costruzione speciale, progettato per emettere un suono ad alta frequenza. La tonalità può essere regolata in base alle necessità dell'utente.\n\nNecessita di energia per funzionare."
  },
  {
    "Id": "conTech44",
    "Name": "Estrattore di ossigeno",
    "Group": "Dispositivo di lavorazione atmosferica",
    "Description": "Questo estrattore atmosferico autonomo può raccogliere ossigeno dall'aria e purificarlo senza intervento esterno. L'utente deve monitorarne il livello di carburante per assicurarne l'operatività.\n\nIl gas raccolto viene compresso e processato per l'uso in qualsiasi sistema di supporto vitale standard."
  },
  {
    "Id": "conTech45",
    "Name": "Unità mineraria autonoma",
    "Group": "Dispositivo minerario portatile",
    "Description": "Unità autonoma per la raccolta di risorse minerarie. Una volta attivata, l'UMA estrae minerali senza bisogno di supervisione, fornendo un rifornimento costante fino all'esaurimento del giacimento."
  },
  {
    "Id": "conTech46",
    "Name": "Estrattore di minerali",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un raccoglitore minerario automatizzato. Individua un sito con il potenziamento Prospezione del visore analitico. Il coefficiente di estrazione del minerale e i minerali prodotti variano di sito in sito.\n\nNecessita di energia per funzionare. Collegalo ai sili tramite condotti per permettere la raccolta da siti più convenienti."
  },
  {
    "Id": "conTech47",
    "Name": "Estrattore di gas",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un raccoglitore di gas automatizzato. Individua un sito con il potenziamento Prospezione del visore analitico. Il coefficiente di estrazione del gas e i gas prodotti variano di sito in sito.\n\nNecessita di energia per funzionare. Collegalo ai sili tramite condotti per permettere la raccolta da siti più convenienti."
  },
  {
    "Id": "conTech48",
    "Name": "Deposito rifornimenti",
    "Group": "Modulo di distribuzione di sostanze",
    "Description": "Unità di stoccaggio automatizzata. Collegala a una rete di alimentazione tramite condotti.\n\nImmagazzina automaticamente la produzione di diversi estrattori di minerali e gas, aumentando la capienza e facilitando il posizionamento. Può essere posizionata molto lontano dai siti di estrazione."
  },
  {
    "Id": "conTech49",
    "Name": "Tubo di alimentazione",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Tubature flessibili e resistenti. Sono in grado di sopportare un ambiente altamente pressurizzato.\n\nVengono utilizzate per collegare diversi estrattori di minerali e gas ai sili."
  },
  {
    "Id": "conTech50",
    "Name": "Pannello solare",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Questo pannello solare è un generatore efficiente che trasforma l'energia solare in energia elettrica necessaria per alimentare molte strutture delle basi.\n\nDi notte non genera energia. Abbinalo a delle batterie in cui immagazzinare l'energia per le ore notturne."
  },
  {
    "Id": "conTech51",
    "Name": "Generatore elettromagnetico",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Quando vengono posizionate in un'area con campi di forte intensità, le dinamo elettromagnetiche efficienti generano energia quasi infinita.\n\nIndividua i siti adatti con il potenziamento Prospezione del visore analitico. L'energia prodotta varia di luogo in luogo."
  },
  {
    "Id": "conTech52",
    "Name": "Reattore a biocarburante",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un piccolo generatore. Brucia carburante a base di carbonio nel proprio serbatoio della fornace e lo converte in energia utilizzabile.\n\nCollega i generatori alle strutture e alle tecnologie della base tramite cablaggi elettrici. Molte parti necessitano di energia per funzionare."
  },
  {
    "Id": "conTech53",
    "Name": "Cablaggio elettrico",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Cavi elettrici ad alta capacità. Usa i cablaggi per collegare i generatori alla tua base. Molte tecnologie e le strutture con sistemi di illuminazione integrati richiedono una fonte energetica.\n\nIl cablaggio può essere collegato a diversi interruttori per gestire il flusso energetico."
  },
  {
    "Id": "conTech54",
    "Name": "Cavo del teletrasporto",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Cablaggio in fibra ottica avanzata, progettato per collegare uno o più teletrasporti a corto raggio."
  },
  {
    "Id": "conTech55",
    "Name": "Interruttore a parete",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un dispositivo di gestione dell'alimentazione. L'interruttore attiva o disattiva il flusso energetico quando viene tirato.\n\nPer controllare gli interruttori sono necessari energia e cavi di segnale."
  },
  {
    "Id": "conTech56",
    "Name": "Interruttore a pavimento",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un dispositivo di gestione dell'alimentazione. L'interruttore attiva o disattiva il flusso energetico quando qualcuno vi sosta sopra o lo attiva in altro modo.\n\nPer controllare gli interruttori sono necessari energia e cavi di segnale."
  },
  {
    "Id": "conTech57",
    "Name": "Batteria",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Unità di riserva energetica ad alta efficienza. Collegale a una rete energetica e i circuiti di gestione integrati assorbiranno automaticamente energia in eccedenza per caricarne le celle.\n\nQuando la rete cerca di assorbire più potenza di quanta ne viene erogata, la batteria rilascerà automaticamente energia per compensare il deficit."
  },
  {
    "Id": "conTech58",
    "Name": "Interruttore di prossimità",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un dispositivo di gestione dell'alimentazione. L'interruttore attiva o disattiva il flusso energetico quando rileva un'entità nelle vicinanze.\n\nPer controllare gli interruttori sono necessari energia e cavi di segnale."
  },
  {
    "Id": "conTech59",
    "Name": "Pulsante",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un dispositivo di gestione dell'alimentazione. L'interruttore attiva o disattiva il flusso energetico quando viene utilizzato.\n\nPer controllare gli interruttori sono necessari energia e cavi di segnale."
  },
  {
    "Id": "conTech60",
    "Name": "Invertitore di energia",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un dispositivo di gestione dell'alimentazione. L'interruttore attiva o disattiva il flusso energetico quando viene utilizzato.\n\nPer controllare gli interruttori sono necessari energia e cavi di segnale."
  },
  {
    "Id": "conTech61",
    "Name": "Interruttore automatico",
    "Group": "Modulo di distribuzione energetica",
    "Description": "Un dispositivo di gestione dell'alimentazione. Questo interruttore attiva o disattiva il flusso energetico quando riceve un segnale in entrata.\n\nPer controllare gli interruttori sono necessari energia e cavi di segnale."
  },
  {
    "Id": "conTech62",
    "Name": "Teletrasporto a corto raggio",
    "Group": "Rete di trasporto istantaneo",
    "Description": "Un teletrasporto a bassa potenza, costruito per viaggi istantanei a breve distanza.\n\nQuando viene collegato a una fonte di energia e a un altro teletrasporto a corto raggio, permette di viaggiare quasi istantaneamente tra posizioni vicine."
  },
  {
    "Id": "conTech63",
    "Name": "Geopiattaforma Minotauro",
    "Group": "Baia di alloggiamento pesante",
    "Description": "Una struttura per alloggiare, richiamare e personalizzare l'exotuta pesante ibrida Minotauro.\n\nAttiva il Minotauro dal menu rapido. Con l'aiuto di un materializzatore orbitale di exoscafo montato su un mercantile, il Minotauro può essere schierato all'istante in qualsiasi punto del sistema in cui si trova la nave d'appoggio."
  }
]