[
  {
    "Id": "cur1",
    "Name": "Braccio di Sentinella quadrupede",
    "Group": "Materiale anomalo",
    "Description": "Un braccio robotico recuperato da una Sentinella di pattuglia. A volte, fa uno scatto, come se stesse combattendo."
  },
  {
    "Id": "cur2",
    "Name": "Cervello di camminatore",
    "Group": "Materiale anomalo",
    "Description": "Questo circuito, troppo caldo per essere toccato, è formato da un cluster di naniti legati da un filamento di Panio.\n\nI suoi circuiti emanano una cupa luce viola che varia d'intensità mentre scruta chi li impugna."
  },
  {
    "Id": "cur3",
    "Name": "Arco mentale",
    "Group": "Prodotto creato avanzato",
    "Description": "Uno strano dispositivo tecnologico e un dono arrivato dalle stelle. Il modo in cui scintilla rivela che non è interamente di questo mondo."
  },
  {
    "Id": "cur4",
    "Name": "Nanodo catturato",
    "Group": "Curiosità unica e preziosa",
    "Description": "Un Seme dell'Atlante che contiene un substrato stellare batocromatico. Attenzione: evitare il contatto della matrice con lo spazio dimensionale."
  },
  {
    "Id": "cur5",
    "Name": "Ombra inglobata",
    "Group": "Curiosità unica e preziosa",
    "Description": "Questo Seme dell'Atlante contiene i resti di un parassita spaziale di origine extra-dimensionale."
  },
  {
    "Id": "cur6",
    "Name": "Globo noosferico",
    "Group": "Curiosità unica e preziosa",
    "Description": "Un Seme dell'Atlante capace di entrare in risonanza con le frequenze telepatiche umanoidi. Potrebbe cercare di inglobare gli esseri senzienti vicini."
  },
  {
    "Id": "cur7",
    "Name": "Materia oscura",
    "Group": "Curiosità unica e preziosa",
    "Description": "Un Seme dell'Atlante che contiene un elemento vuoto raccolto dai resti collassati dell'universo precedente. Non ingerire."
  },
  {
    "Id": "cur8",
    "Name": "Fine dell'alba",
    "Group": "Curiosità unica e preziosa",
    "Description": "Una matrice di neutrini tau e bosoni scolpita e fissata nell'involucro di un Seme dell'Atlante. Mostra lievi segni di intelligenza."
  },
  {
    "Id": "cur9",
    "Name": "Giada fotonica",
    "Group": "Curiosità unica e preziosa",
    "Description": "Questo Seme dell'Atlante unico è composto da fotoni matericamente adattati e condensati in un solido, per un processo sconosciuto."
  },
  {
    "Id": "cur10",
    "Name": "Stato di fase",
    "Group": "Curiosità unica e preziosa",
    "Description": "Per ragioni sconosciute, questo Seme dell'Atlante è andato fuori fase rispetto a questa realtà quantica. Non è possibile determinarne il contenuto."
  },
  {
    "Id": "cur11",
    "Name": "Resti di nova",
    "Group": "Curiosità unica e preziosa",
    "Description": "Questo Seme dell'Atlante contiene del neutronio recuperato dopo una catastrofica supernova che, in un lontano passato, ha annientato un'intera civiltà."
  },
  {
    "Id": "cur12",
    "Name": "Quanti modificati",
    "Group": "Curiosità unica e preziosa",
    "Description": "Questo Seme dell'Atlante unico contiene un costrutto matematico esteticamente piacevole, recuperato dalla simulazione di una realtà alternativa."
  },
  {
    "Id": "cur13",
    "Name": "Cuore del sole",
    "Group": "Curiosità unica e preziosa",
    "Description": "Un Seme dell'Atlante che contiene un flagello quantico atemporale sospeso in un involucro fotonico. Un oggetto unico."
  },
  {
    "Id": "cur14",
    "Name": "Boccioli di floflo",
    "Group": "Sostanza medicinale",
    "Description": "Un bocciolo pungente raccolto dalla pianta floflo, spesso usata per produrre l'erba Gek."
  },
  {
    "Id": "cur15",
    "Name": "Nucleo larvale",
    "Group": "Mostruosità",
    "Description": "Una sfera gelatinosa pulsante e calda al tocco. Emana un olezzo che innesca un terrore primordiale nelle creature mortali, un impulso irresistibile di gettarle e scappare."
  },
  {
    "Id": "cur16",
    "Name": "Dati recuperati",
    "Group": "Tecn. recuperata",
    "Description": "Il nucleo ancora recuperabile di un'antica tecnologia. Illeggibile nelle condizioni attuali.\n\nQueste banche dati possono essere utilizzate presso un'unità di ricerca costruzioni per ricercare nuovi progetti di costruzione."
  },
  {
    "Id": "cur17",
    "Name": "Perla vivente",
    "Group": "Gemma semi-cosciente",
    "Description": "Nata nel cuore di enormi molluschi luminosi che vivono in acque profonde.\n\nA differenza di altre perle, questo campione non è fatto di calcite inanimata. Nella gemma persistono tracce della coscienza del mollusco-madre, che le conferiscono la sua inquietante bellezza."
  },
  {
    "Id": "cur18",
    "Name": "Occhio ipnotico",
    "Group": "Campione orribile",
    "Description": "L'occhio è freddo al tocco, quasi gelido, ma dà comunque la sensazione di essere vivo.\n\nSi sconsiglia l'esposizione prolungata. Non guardare nell'occhio. Non guardare. Non guardare."
  },
  {
    "Id": "cur19",
    "Name": "Nucleo adale",
    "Group": "Campione orribile",
    "Description": "Un globo carnoso altamente pressurizzato.\n\nQuando lo si tocca si avverte una reazione, un lampo di bioluminescenza che si agita nel nucleo profondamente nero di questo misterioso oggetto."
  },
  {
    "Id": "cur20",
    "Name": "Motore spirituale",
    "Group": "Prodotto creato avanzato",
    "Description": "Una potente unità computazionale organica.\n\nQuesto circuito miracoloso, mosso da un battito irregolare, elabora cicli infiniti di calcoli furiosi."
  },
  {
    "Id": "cur21",
    "Name": "Cristallo tempestoso",
    "Group": "Curiosità unica e preziosa",
    "Description": "Un raro e prezioso ammasso di cristalli tempestosi. Queste strutture cristalline si formano in climi turbolenti e attirano naturalmente i fulmini, illuminandosi con motivi spettacolari dopo la ionizzazione. Si trovano esclusivamente sui pianeti con condizioni estreme."
  },
  {
    "Id": "cur22",
    "Name": "Perla di albume",
    "Group": "Bene di scambio",
    "Description": "Una gemma formatasi nel corso di secoli nelle uova di una specie di super-incubatori.\n\nEstremamente rara."
  },
  {
    "Id": "cur23",
    "Name": "Sfera di gravitini",
    "Group": "Bene di scambio",
    "Description": "Cluster di particelle supersimmetrico.\n\nEstremamente raro e prezioso, prodotto da forze gravitazionali divergenti."
  },
  {
    "Id": "cur24",
    "Name": "Sacca di veleno",
    "Group": "Bene di scambio",
    "Description": "Un campione di veleno stabilizzato, prodotto da una specie di riccio acquatico.\n\nUn oggetto raro, di grande valore sulla rete commerciale galattica."
  },
  {
    "Id": "cur25",
    "Name": "Vorticubo",
    "Group": "Bene di scambio",
    "Description": "Un oggetto metallico molto denso che si è materializzato molto tempo fa nelle reti sotterranee di tutta la galassia.\n\nEstremamente raro e prezioso."
  },
  {
    "Id": "cur26",
    "Name": "Pietra dell'Atlante",
    "Group": "Curiosità di altissimo valore",
    "Description": "Una gemma sferica che sembra pulsare di una luce rossa al centro.\n \nUn oggetto estremamente raro, spesso associato ai siti di antichi monoliti."
  },
  {
    "Id": "cur27",
    "Name": "Nucleo Hex",
    "Group": "Errore della realtà contenuto",
    "Description": "Questa strana sfera di energia vibra costantemente, emettendo un ronzio a bassa frequenza. Ripete in continuazione leggere variazioni di frequenza, come se stesse cercando di riferire un messaggio."
  },
  {
    "Id": "cur28",
    "Name": "Geode",
    "Group": "Deposito di minerali preziosi",
    "Description": "Una formazione rocciosa insolitamente vivace e potenzialmente preziosa.\n\nSeleziona nell'inventario (INVENTORY) e apri con FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Frammento di cristallo",
    "Group": "Frammento di elemento concentrato",
    "Description": "Un frammento cristallino dalla struttura insolitamente densa.\n\nSeleziona nell'inventario (INVENTORY) e apri con FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Iperammasso di trizio",
    "Group": "Frammento energetico",
    "Description": "Un frammento di trizio puro cristallizzato.\n\nSeleziona nell'inventario (INVENTORY) e apri con FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Pepita d'oro",
    "Group": "Minerale prezioso",
    "Description": "Un frammento di minerale molto prezioso, pronto per essere trasformato in oro.\n\nSeleziona nell'inventario (INVENTORY) e apri con FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Solfuro cristallino",
    "Group": "Minerale compresso",
    "Description": "Questi ricchi depositi minerali, formatisi nelle fornaci ad alta pressione dei nuclei planetari, hanno caratteristiche simili al vetro.\n\nSono utilizzabili in un'ampia serie di produzioni industriali che ne sfruttano i contenuti minerali e la resistenza alle alte pressioni."
  },
  {
    "Id": "cur33",
    "Name": "Tavoletta Vy'keen",
    "Group": "Comunione di Hirk",
    "Description": "Una tavoletta di pietra con file e file di rune intricate. Le parole di questo antico dialetto sono indecifrabili, dimenticate da tutti con l'eccezione dei più longevi anziani Vy'keen.\n\nLa mano che ha intagliato questa pietra dev'essere stata straordinaria. La cesellatura è precisa e delicata, ma trasmette comunque alla perfezione l'aggressività del suo autore."
  },
  {
    "Id": "cur34",
    "Name": "Cubo della divergenza",
    "Group": "Unità di dati anomala",
    "Description": "Un'unità dati pulsante e malfunzionante. Non sembra appartenere a questa realtà.\n\nIl cubo dà l'impressione di essere un urlo silenzioso, il grido di centinaia di menti smarrite e intrappolate al suo interno."
  },
  {
    "Id": "cur35",
    "Name": "Reliquia Gek",
    "Group": "Curiosità di medio valore",
    "Description": "Una statuetta di metallo di una creatura con una moneta nel becco.\n \nPopolare fra numerosi mercanti, che la considerano un emblema di commercio equo e di pace."
  },
  {
    "Id": "cur36",
    "Name": "Erba Gek",
    "Group": "Bene di scambio",
    "Description": "Il prodotto commestibile preferito dai Gek.\n \nPermette ai mercanti col becco di sprigionare nubi di gas profumato per un periodo prolungato.\n \nLe nubi di gas di erba Gek sono considerate una forma d'arte e la vera essenza dell'anima di un Gek."
  },
  {
    "Id": "cur37",
    "Name": "Effigie Vy'keen",
    "Group": "Curiosità di medio valore",
    "Description": "Una piccola icona di legno inciso, a forma di drone Sentinella.\n \nUsata dai guerrieri per entrare in uno stato temporaneo di trance, che elimina il bisogno di sonno."
  },
  {
    "Id": "cur38",
    "Name": "Pugnale Vy'keen",
    "Group": "Bene di scambio",
    "Description": "Arma dall'utilizzo soprattutto cerimoniale, considerata una parte vitale della tradizione e della cultura dei Vy'keen."
  },
  {
    "Id": "cur39",
    "Name": "Involucro Korvax",
    "Group": "Curiosità di alto valore",
    "Description": "Il guscio metallico di un essere elettronico disconnesso, troppo lontano dalla propria razza per essere aggiornato con una nuova entità.\n \nEstremamente apprezzato da tutte le specie, soprattutto dalla sua."
  },
  {
    "Id": "cur40",
    "Name": "Cubo della Convergenza",
    "Group": "Bene di scambio",
    "Description": "Dispositivo utilizzato dai Korvax per conservare informazioni storiche e culturali."
  },
  {
    "Id": "cur41",
    "Name": "Pass dell'Atlante v1",
    "Group": "Scheda d'accesso",
    "Description": "Pass di sicurezza e di accesso fornito a specifici viaggiatori da molte delle principali specie galattiche.\n\nFornisce l'accesso ad aree ristrette e ad avamposti con sistemi di sicurezza di livello non elevato."
  },
  {
    "Id": "cur42",
    "Name": "Pass dell'Atlante v2",
    "Group": "Scheda d'accesso",
    "Description": "Pass di sicurezza e di accesso fornito a specifici viaggiatori da molte delle principali specie galattiche.\n \nFornisce l'accesso ad aree ristrette e ad avamposti con sistemi di sicurezza di livello medio."
  },
  {
    "Id": "cur43",
    "Name": "Pass dell'Atlante v3",
    "Group": "Scheda d'accesso",
    "Description": "Pass di sicurezza e di accesso fornito a specifici viaggiatori da molte delle principali specie galattiche.\n \nFornisce l'accesso ad aree ristrette e ad avamposti con sistemi di sicurezza di livello elevato."
  },
  {
    "Id": "cur44",
    "Name": "Unità di override industriale",
    "Group": "Modulo di ricerca avanzato",
    "Description": "Un'unità dati portatile, compatibile con la maggior parte delle strutture di fabbricazione planetarie.\n\n Dopo aver ottenuto accesso a un terminale di controllo centrale, quest'unità di override può dirottare le risorse della struttura verso la ricerca di nuove formule per prodotti."
  },
  {
    "Id": "cur45",
    "Name": "Modulo di fregata recuperato",
    "Group": "Piattaforma di cablaggio ammiraglia",
    "Description": "Un modulo tecnologico recuperato dai resti di una grande astronave interstellare. Può essere recuperato dai luoghi di impatto dei mercantili o durante le spedizioni delle fregate.\n\nNella sua forma attuale è inutile, ma può essere convertito in tecnologia utilizzabile presso una postazione di ricerca sul tuo mercantile."
  },
  {
    "Id": "cur46",
    "Name": "Uovo del vuoto",
    "Group": "Oggetto bizzarro vivente",
    "Description": "Un uovo anomalo. Il guscio è coriaceo e carnoso e si contorce al tocco.\n\nDal suo interno proviene il suono di tenui colpetti. Di tanto in tanto sembra cantare."
  },
  {
    "Id": "cur47",
    "Name": "Uovo del vuoto attivo",
    "Group": "Bizzarria agitata",
    "Description": "Un uovo anomalo. Fin dall'incontro con la bizzarra 'creatura' dello spazio profondo, la sua strana musica si è fatta più attiva e agitata.\n\nQuando viene toccato produce una potente visione di un mondo afflitto da forti anomalie e strani colori."
  },
  {
    "Id": "cur48",
    "Name": "Uovo del vuoto agitato",
    "Group": "Bizzarria agitata",
    "Description": "Un uovo anomalo. Fin dall'incontro con la bizzarra 'creatura' dello spazio profondo, la sua strana musica si è fatta più attiva e agitata.\n\nQuando viene toccato produce una potente visione di un mondo coperto di polvere smossa da tempeste estreme."
  },
  {
    "Id": "cur49",
    "Name": "Uovo del vuoto risvegliato",
    "Group": "Bizzarria agitata",
    "Description": "Un uovo anomalo. Fin dall'incontro con la bizzarra 'creatura' dello spazio profondo, la sua strana musica si è fatta più attiva e agitata.\n\nQuando viene toccato produce una potente visione di un mondo acquatico coperto da vegetazione lussureggiante."
  },
  {
    "Id": "cur50",
    "Name": "Uovo del vuoto crepitante",
    "Group": "Bizzarria agitata",
    "Description": "Un uovo anomalo. Fin dall'incontro con la bizzarra 'creatura' dello spazio profondo, la sua strana musica si è fatta più attiva e agitata.\n\nQuando viene toccato produce una potente visione rosa e blu, colori evocati nella mente di chi lo impugna.\n\nIl cacciatore SLASH Il riflesso SLASH Il cacciatore SLASH La spirale della realtà SLASH La stella sull'acqua SLASH Il globo ascendente SLASH Il compagno oscurato SLASH Il cacciatore SLASH L'umile insetto SLASH L'anomalia SLASH Il marinaio SLASH Il Re dell'oceano SLASH EUCLIDE EUCLIDE EUCLIDE"
  }
]