[
  {
    "Id": "prod1",
    "Name": "Antimateria",
    "Group": "Componente tecnologica prodotta",
    "Description": "Contiene materia negativa e antiparticelle bariogeniche.\n \nL'enorme potenziale energetico dell'antimateria la rende molto preziosa. Il 95% dell'antimateria esistente viene utilizzato per alimentare le iperguide delle astronavi.\n\nATTENZIONE: non utilizzare allo stato libero."
  },
  {
    "Id": "prod2",
    "Name": "Involucro per antimateria",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un dispositivo per il contenimento sicuro dell'antimateria, necessario per immagazzinarla nelle celle di curvatura.\n\nL'ossigeno in riverbero forma uno strato di gas protettivo, che impedisce all'antimateria di reagire con il resto dell'involucro."
  },
  {
    "Id": "prod3",
    "Name": "Nanotubi di carbonio",
    "Group": "Componente tecnologica prodotta",
    "Description": "Svariati metri di nanotubi di carbonio ad alta capacità.\n\nAlta capacità di tensione e moderate proprietà conduttive li rendono un componente vitale per tantissime tecnologie avanzate."
  },
  {
    "Id": "prod4",
    "Name": "Specchio di cobalto",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un componente ottico speciale.\n\nGrazie alla superficie di cobalto levigata, questo specchio può filtrare selettivamente diverse lunghezze d'onda luminose, modificando le sue qualità riflettenti in base ai campi magnetici nelle vicinanze."
  },
  {
    "Id": "prod5",
    "Name": "Sigillo ermetico",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un efficiente sigillo in carbonio, in grado di resistere al rigido ambiente interstellare e ai rigori di un utilizzo industriale intensivo.\n\nDopo l'installazione, si consiglia di accertarsi regolarmente dell'integrità del sigillo."
  },
  {
    "Id": "prod6",
    "Name": "Placca metallica",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un prodotto di metallo leggero usato frequentemente nella produzione di parti di astronave e tecnologia posizionabile. Immancabile nelle industrie di tutte le principali specie note.\n\nCreato con polvere di ferrite."
  },
  {
    "Id": "prod7",
    "Name": "Microprocessore",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un microchip a bassa produzione termica compatto. Assemblato con metallo cromatico processato, creato da uno fra vari metalli specifici.\n\nUsato nella creazione di una vasta gamma di tecnologie avanzate."
  },
  {
    "Id": "prod8",
    "Name": "Filtro di ossigeno",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un componente tecnologico specializzato.\n\nQuesto piccolo dispositivo può modificare rapidamente l'ambiente gassoso all'interno di un dispositivo in qualsiasi condizione, dal vuoto totale alle atmosfere formate interamente da ossigeno."
  },
  {
    "Id": "prod9",
    "Name": "Rifrattore salino",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un componente tecnologico specializzato, vitale per i circuiti interni dei laser moderni.\n\nQuesto dispositivo di dispersione della luce sfrutta le proprietà ottiche uniche di sali stabilizzati e levigati per rallentare e diffondere i protoni che lo attraversano."
  },
  {
    "Id": "prod10",
    "Name": "Diodo di sodio",
    "Group": "Componente tecnologica prodotta",
    "Description": "Un componente per circuiti avanzato.\n\nL'elettrodo di sodio raffinato all'interno del tubo a vuoto gli conferisce speciali capacità di protezione dagli sbalzi di tensione."
  },
  {
    "Id": "prod11",
    "Name": "Gel di diidrogeno",
    "Group": "Fonte di alimentazione Portatile per Supporto Vitale.",
    "Description": "Un gel che brilla debolmente. La sua luce delicata e la consistenza tremolante poco si addicono a un gel appiccicoso altamente tossico e infiammabile. Il contatto con la pelle va assolutamente evitato.\n\nSintetizzato dal diidrogeno."
  },
  {
    "Id": "prod12",
    "Name": "Ossidante di carburante",
    "Group": "Potenziamento fregata consumabile",
    "Description": "Un potenziamento fregata temporaneo che dura per una spedizione.\nQuesto potente miglioramento del carburante sovraccarica i motori delle fregate, velocizzandone gli spostamenti."
  },
  {
    "Id": "prod13",
    "Name": "Droni esplosivi",
    "Group": "Potenziamento fregata consumabile",
    "Description": "Un potenziamento fregata temporaneo che dura per una spedizione.\nQuesto pacchetto di esplosivi automatici è stato programmato per il lancio dalla flotta e il raggiungimento autonomo di navi ostili. Estremamente pericoloso."
  },
  {
    "Id": "prod14",
    "Name": "Analizzatore olografico",
    "Group": "Potenziamento fregata consumabile",
    "Description": "Un potenziamento fregata temporaneo che dura per una spedizione. Questo potente computer analitico migliora i sistemi della flotta, permettendo computazioni più veloci della luce. I chip non resistono a lungo al surriscaldamento."
  },
  {
    "Id": "prod15",
    "Name": "Dispositivo di controllo mentale",
    "Group": "Potenziamento fregata consumabile",
    "Description": "Un potenziamento fregata temporaneo che dura per una spedizione.\nIl dispositivo di controllo mentale si interfaccia con i sistemi di comunicazione e commerciali della nave, permettendo al comandante di godere di un vantaggio in qualsiasi contrattazione."
  },
  {
    "Id": "prod16",
    "Name": "Compressore di minerali",
    "Group": "Potenziamento fregata consumabile",
    "Description": "Un potenziamento fregata temporaneo che dura per una spedizione.\nIl compressore di minerali permette alle squadre minerarie di liquefare le sostanze estratte, permettendo di trasportarle e processarle più comodamente e velocemente."
  },
  {
    "Id": "prod17",
    "Name": "Cella di curvatura",
    "Group": "Unità di carica per iperguida",
    "Description": "Questo carburante ad antimateria è una delle poche fonti energetiche in grado di soddisfare l'incredibile fabbisogno energetico di un'iperguida per astronavi.\n\nInserito in un involucro sicuro, non è a rischio di paradosso durante i viaggi iperluce."
  },
  {
    "Id": "prod18",
    "Name": "Ipernucleo di curvatura",
    "Group": "Unità di carica per iperguida",
    "Description": "Questa cella di carburante ad antimateria a resa elevata contiene un generatore interno di buco nero per alimentare le iperguide delle astronavi attraverso più salti di curvatura.\n\nLe pareti della cella sono state progettate per riflettere i paradossi di realtà verso il centro dell'unità, in cui generano ulteriore energia."
  },
  {
    "Id": "prod19",
    "Name": "Plasma instabile",
    "Group": "Ricarica per cannone al plasma",
    "Description": "Capsula di alimentazione ad alta densità per il cannone al plasma.\n \nContiene energia elettro-termica pressurizzata usata nelle granate del distruttore terrestre."
  },
  {
    "Id": "prod20",
    "Name": "Batteria ionica",
    "Group": "Fonte di energia portatile",
    "Description": "Unità energetica comoda e ottimizzata. Utilizzata in una vasta gamma di sistemi difensivi e di protezione rischi.\n \nCostruita fondendo polvere di ferrite e cobalto sotterraneo, si trova spesso già pronto in contenitori metallici cilindrici."
  },
  {
    "Id": "prod21",
    "Name": "Batteria ionica avanzata",
    "Group": "Fonte di energia portatile",
    "Description": "Unità energetica potenziata. Utilizzata in una vasta gamma di sistemi difensivi e di protezione rischi.\n\nCostruita con cobalto ionizzato e ferrite pura, si trova occasionalmente in contenitori metallici cilindrici."
  },
  {
    "Id": "prod22",
    "Name": "Batteria scudo stellare",
    "Group": "Fonte di energia portatile",
    "Description": "Un'unità energetica ottimizzata per l'utilizzo nei sistemi difensivi delle astronavi.\n \nI condensatori alimentati a trizio forniscono energia a rilascio rapido allo scudo deflettore, ma sovraccaricherebbero equipaggiamento più piccolo."
  },
  {
    "Id": "prod23",
    "Name": "Gel di supporto vitale",
    "Group": "Fonte di alimentazione Portatile per Supporto Vitale.",
    "Description": "Carburante per supporto vitale d'emergenza.\n\nSintetizzato da cristalli di propellente per razzi e carbonio, questo gel alimenta temporaneamente i sistemi di supporto vitale. Gli effetti a lungo termine sui polmoni dell'utente sono al momento sconosciuti."
  },
  {
    "Id": "prod24",
    "Name": "Capsula d'ossigeno",
    "Group": "Fonte di alimentazione Portatile per Supporto Vitale.",
    "Description": "Gas filtrato, stabile e sicuro per i sistemi di supporto vitale.\n\nFacilmente assemblabile con ossigeno e polvere di ferrite. Offre un metodo efficiente per alimentare a lungo termine i sistemi di supporto vitale."
  },
  {
    "Id": "prod25",
    "Name": "Carburante per fregate (50 tonnellate)",
    "Group": "Carburante di diidrogeno stabilizzato",
    "Description": "Un piccolo barile di carburante per fregate.\n\nQuesto gel viscoso è altamente tossico al tocco. È un carburante raffinato, in grado di dare energia agli immensi motori interstellari delle grandi navi mercantili."
  },
  {
    "Id": "prod26",
    "Name": "Carburante per fregate (100 tonnellate)",
    "Group": "Carburante di diidrogeno stabilizzato",
    "Description": "Un grande barile di carburante per fregate.\n\nQuesto gel viscoso è altamente tossico al tocco. È un carburante raffinato, in grado di dare energia agli immensi motori interstellari delle grandi navi mercantili."
  },
  {
    "Id": "prod27",
    "Name": "Carburante per fregate (200 tonnellate)",
    "Group": "Carburante di diidrogeno stabilizzato",
    "Description": "Un gigantesco barile di carburante per fregate.\n\nQuesto gel viscoso è altamente tossico al tocco. È un carburante raffinato, in grado di dare energia agli immensi motori interstellari delle grandi navi mercantili."
  },
  {
    "Id": "prod28",
    "Name": "Carburante di lancio per astronave",
    "Group": "Carburante di diidrogeno stabilizzato",
    "Description": "Un carburante solido dall'estrema reattività, necessario per i propulsori di lancio delle astronavi.\n\nViene creato con il diidrogeno cristallizzato, reperibile in depositi blu su tutti i pianeti."
  },
  {
    "Id": "prod29",
    "Name": "Cella carburante idrotermico",
    "Group": "Carburante reattore sottomarino",
    "Description": "Un carburante altamente termico contenuto in una cella di carburante standardizzata. Viene utilizzata per alimentare il propulsore Humboldt del sottomarino Nautilon.\n\nViene creato con una miscela di composti organici (carbonio e citofosfati) e sali minerali."
  },
  {
    "Id": "prod30",
    "Name": "Proiettili universali",
    "Group": "Modulo munizioni universale",
    "Description": "Frammenti di munizioni avanzate, costruiti per adattarsi allo standard universale 07/FF1 del multi-tool.\n\nFacilmente inseribili nel BoltCaster, nello Sputa-impulsi e nel Fucile a dispersione tramite il sistema di ricarica del multi-tool."
  },
  {
    "Id": "prod31",
    "Name": "Cristallo di carbonio",
    "Group": "Deposito di carbonio concentrato",
    "Description": "La densità di questa nanostruttura di carbonio ipercompresso la rende molto preziosa sia come fonte energetica, sia come componente tecnologico.\n\nSintetizzato dal carbonio condensato."
  },
  {
    "Id": "prod32",
    "Name": "Cloro reticolato",
    "Group": "Deposito di cloro concentrato",
    "Description": "Una forma di cloro dal forte legame molecolare. Le molecole sono caratterizzate da una conduttività senza pari. La formazione pare non avvenire spontaneamente e richiede impulsi energetici altamente concentrati.\n\nSintetizzato dal cloro."
  },
  {
    "Id": "prod33",
    "Name": "Sodio destabilizzato",
    "Group": "Deposito di sodio concentrato",
    "Description": "Il sodio è solitamente molto stabile, ma alcune configurazioni mantengono la reattività dei suoi ioni componenti. Si consiglia di maneggiarlo solo con guanti hazmat.\n\nSintetizzato dal sodio."
  },
  {
    "Id": "prod34",
    "Name": "Elemento metallico raro",
    "Group": "Deposito di metallo concentrato",
    "Description": "Questo raro elemento è un prodotto metallico molto ricercato e utilizzato nella produzione di diverse tecnologie avanzate.\n\nIl metallo è altamente reattivo e si lega rapidamente alla pelle esposta. Si consiglia di maneggiarlo con estrema cautela.\n\nSintetizzato dalla ferrite magnetizzata."
  },
  {
    "Id": "prod35",
    "Name": "Cristallo di superossido",
    "Group": "Deposito di ossigeno concentrato",
    "Description": "Questa sostanza è una forma paramagnetica di ossigeno, molto utile nella produzione di tecnologie avanzate. Prima dell'utilizzo nei sistemi di supporto vitale, è necessario convertirla. L'inalazione diretta è SCONSIGLIATA.\n\nSintetizzato dall'ossigeno."
  },
  {
    "Id": "prod36",
    "Name": "Tetracobalto",
    "Group": "Deposito di cobalto concentrato",
    "Description": "Una nuova forma molecolare del cobalto, che necessita di alti livelli energetici per formarsi.\n\nSintetizzato dal cobalto ionizzato."
  },
  {
    "Id": "prod49",
    "Name": "Acido",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Acido diluito per la generazione di elevate quantità di energia all'interno di varie batterie.\n\nCreato con Mordite e muffa fungina."
  },
  {
    "Id": "prod51",
    "Name": "Condensatore termico",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Un termoregolatore prodotto con materiale organico raffinato. La sua capacità di produrre, dissipare e distribuire calore è ineguagliata.\n\nCreato con Solanio e cristalli gelidi."
  },
  {
    "Id": "prod52",
    "Name": "Polifibra",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Una fibra di collegamento per l'elettronica, realizzata con un polimero sintetico avanzato e in grado di condurre energia e dati.\n\nCreata con carne di cactus e bulbi stellari."
  },
  {
    "Id": "prod53",
    "Name": "Circuito stampato",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Circuito stampato semi-flessibile e impilabile, realizzato con un polimero sintetico a elevata resistenza.\n\nCreato con condensatori termici e polifibra."
  },
  {
    "Id": "prod54",
    "Name": "Vetro",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Vetro infrangibile e antigraffio, con funzione autopulente e rivestimento anti-UV, per impieghi nel settore della costruzione.\n\nRaffinato da polvere di silicato. Estrai silicato dal suolo con un manipolatore di terreno.\n\nPuò essere creato dai cristalli gelidi estratti dalle piante sui pianeti ghiacciati."
  },
  {
    "Id": "prod55",
    "Name": "Gel instabile",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Un gel altamente reattivo, molto energetico e pericoloso al tatto.\n\nCreato con carne di cactus."
  },
  {
    "Id": "prod56",
    "Name": "Esplosivo liquido",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Un esplosivo versatile ad alto potenziale, offerto in forma liquida per un trasporto e un uso più semplici. Non bere.\n\nCreato con acido e gel instabile."
  },
  {
    "Id": "prod57",
    "Name": "Lubrificante",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Un lubrificante sintetico che riduce l'usura dei macchinari con parti in movimento, prolungandone la vita utile.\n\nCreato con faecium e radice gamma."
  },
  {
    "Id": "prod58",
    "Name": "Vetro vivente",
    "Group": "Prodotto agricolo avanzato",
    "Description": "Questo vetro è un materiale edilizio avanzato, trattato con composti organici che gli permettono di reagire alle condizioni ambientali. Dei microbi all'interno del vetro filtrano la luce dannosa di qualsiasi lunghezza d'onda e bilanciano l'atmosfera secondo necessità.\n\nCreato con vetro e lubrificante."
  },
  {
    "Id": "prod59",
    "Name": "Carbonio arricchito",
    "Group": "Prodotto di gas migliorato",
    "Description": "Un prodotto raffinato che prende il carbonio ordinario e lo carica di energia radioattiva. \n\nCreato con radon e carbonio condensato."
  },
  {
    "Id": "prod60",
    "Name": "Sale di azoto",
    "Group": "Prodotto di gas migliorato",
    "Description": "Un prodotto raffinato impiegato come potente fertilizzante organico, in una forma facile da utilizzare.\n\nCreato con azoto e carbonio condensato."
  },
  {
    "Id": "prod61",
    "Name": "Condensato termico",
    "Group": "Prodotto di gas migliorato",
    "Description": "Un prodotto raffinato che mantiene il potenziale energetico di un gas atmosferico ad alta temperatura, in uno stato stabile, finché richiesto.\n\nCreato con solforina e carbonio condensato."
  },
  {
    "Id": "prod62",
    "Name": "Ghiaccio caldo",
    "Group": "Prodotto di gas lavorato",
    "Description": "Un materiale paradossale, reso meno misterioso dalla facilità con cui viene prodotto.\n\nCreato con carbonio arricchito e sale di azoto."
  },
  {
    "Id": "prod63",
    "Name": "Criopompa",
    "Group": "Prodotto di gas lavorato",
    "Description": "La criopompa è un materiale ibrido avanzato e autoregolante che distribuisce calore con un'efficienza quasi perfetta. È perciò vitale nella realizzazione di termoregolatori.\n\nCreata con ghiaccio caldo e condensato termico."
  },
  {
    "Id": "prod64",
    "Name": "Semiconduttore",
    "Group": "Prodotto di gas lavorato",
    "Description": "Un materiale avanzato utilizzato in molti dispositivi elettronici. Include un regolatore di temperatura.\n\nCreato con condensato termico e sale di azoto."
  },
  {
    "Id": "prod65",
    "Name": "Catalizzatore organico",
    "Group": "Prodotto di gas lavorato",
    "Description": "Un materiale catalitico usato nella realizzazione di fertilizzanti organici.\n\nCreato con condensato termico e carbonio arricchito."
  },
  {
    "Id": "prod66",
    "Name": "Superconduttore",
    "Group": "Prodotto di gas lavorato",
    "Description": "Il superconduttore è un materiale conduttivo avanzato, capace di arricchire la potenza del semiconduttore.\n\nCreato con carbonio arricchito e semiconduttori."
  },
  {
    "Id": "prod67",
    "Name": "Accelerante di fusione",
    "Group": "Prodotto di gas lavorato",
    "Description": "Un carburante avanzato, prodotto con una miscela perfetta di materiali organici con alto potenziale energetico.\n\nCreato con catalizzatori organici e sale di azoto."
  },
  {
    "Id": "prod68",
    "Name": "Camera criogenica",
    "Group": "Prodotto creato avanzato",
    "Description": "Una camera a bassa temperatura, progettata per prevenire il decadimento naturale della materia organica.\n\nCreata con vetro vivente e una criopompa."
  },
  {
    "Id": "prod69",
    "Name": "Reattore portatile",
    "Group": "Prodotto creato avanzato",
    "Description": "Un reattore nucleare autonomo in miniatura. Genera livelli di energia sub-stellari in comodi moduli di carburante compatibili con molte tecnologie.\n\nCreato con esplosivo liquido e accelerante di fusione."
  },
  {
    "Id": "prod70",
    "Name": "Processore quantico",
    "Group": "Prodotto creato avanzato",
    "Description": "Un dispositivo estremamente avanzato, essenziale per eseguire i complessi calcoli necessari per effettuare le curvature.\n\nCreato con circuiti stampati e superconduttori."
  },
  {
    "Id": "prod71",
    "Name": "Aronio",
    "Group": "Lega metallica",
    "Description": "Una lega leggera e malleabile. Creata con paraffinio e cloro.\n\nMolto richiesta nella rete commerciale galattica per via del suo impiego nella costruzione di avamposti e impianti planetari."
  },
  {
    "Id": "prod72",
    "Name": "Bronzo sporco",
    "Group": "Lega metallica",
    "Description": "Una diffusa lega metallica estremamente versatile. Il nome scientifico del 'bronzo sporco' è stato sostituito con un termine più popolare a causa del suo colore.\n\nCreato con ferrite pura e pirite."
  },
  {
    "Id": "prod73",
    "Name": "Grantino",
    "Group": "Lega metallica",
    "Description": "Lega malleabile usata dagli artigiani di tutta la galassia. Creata con cobalto ionizzato e dioxite.\n\nUn bene di scambio popolare, con diverse rotte di spedizione galattiche dedicate alla sua vendita e al suo trasporto."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Lega metallica",
    "Description": "Lega neutra combinata, utilizzata dalla farmacologia, ma anche dall'industria pesante. Creata con cloro e ammonio.\n\nÈ la colonna portante del commercio galattico di leghe."
  },
  {
    "Id": "prod75",
    "Name": "Oro magno",
    "Group": "Lega metallica",
    "Description": "Lega rilucente e altamente preziosa. Popolare fra i mercanti di tutte le principali specie note della galassia. Creata con cobalto ionizzato e fosforo.\n\nFacilmente riconoscibile per via del bagliore rosso intenso e del forte campo magnetico."
  },
  {
    "Id": "prod76",
    "Name": "Lemmio",
    "Group": "Lega metallica",
    "Description": "Lega di ferrite pura. Creata con ferrite pura e uranio.\n\nUsata nella costruzione di mercantili stellari per via della notevole robustezza. Un materiale sempre presente nella rete commerciale galattica."
  },
  {
    "Id": "prod77",
    "Name": "Geodesite",
    "Group": "Lega metallica arricchita",
    "Description": "Lega durevole e avanzata, usata principalmente negli scafi delle astronavi e nella tecnologia dei droni da esplorazione spaziale.\n\nCreata con herox, bronzo sporco e lemmio."
  },
  {
    "Id": "prod78",
    "Name": "Iridesite",
    "Group": "Lega metallica arricchita",
    "Description": "Lega metallica avanzata e leggera, commerciata nel Margine Esterno della galassia. Spesso usata per gli interni delle navette commerciali per ridurre il peso nelle risalite da pianeti con elevato campo gravitazionale.\n\nCreata con aronio, oro magno e grantino."
  },
  {
    "Id": "prod79",
    "Name": "Attivatore di fusione",
    "Group": "Tecnologia altamente raffinata",
    "Description": "Un dispositivo avanzato progettato per essere utilizzato nella prossima generazione di centrali energetiche. Creare un nucleo di fusione richiede complesse conoscenze scientifiche e laboriosi processi industriali.\n\nCreato con un reattore portatile, processori quantici e geodesite."
  },
  {
    "Id": "prod80",
    "Name": "Dispositivo di stasi",
    "Group": "Tecnologia altamente raffinata",
    "Description": "Un dispositivo progettato per mantenere in vita le creature oltre la normale durata, anche per migliaia di anni. La sua creazione richiede grandissima abilità, in quanto è non soltanto tecnicamente complessa, ma un eventuale malfunzionamento avrebbe conseguenze disastrose.\n\nCreato con processori quantici, camere criogeniche e iridesite."
  },
  {
    "Id": "prod81",
    "Name": "Circuito elettronico",
    "Group": "Piattaforma tecnologica universale",
    "Description": "Un circuito stampato prefabbricato, progettato per un'ampia gamma di utilizzi nei componenti tecnologici.\n\nIl modulo è dotato di un processore integrato a naniti, che permette di configurarlo velocemente per diversi usi."
  },
  {
    "Id": "prod82",
    "Name": "Cellula neurale fragile",
    "Group": "Frammento di vita",
    "Description": "Una delicata tela di tessuto organico, in grado di dare vita a una nuova forma di vita.\n\nNecessita di cure attente in fase di maturazione."
  },
  {
    "Id": "prod83",
    "Name": "Cuore fragile",
    "Group": "Frammento di vita",
    "Description": "Nonostante sia poco più che un ammasso di cellule, questo proto-cuore già batte flebilmente.\n\nNecessita di cure attente in fase di maturazione."
  },
  {
    "Id": "prod84",
    "Name": "Guscio fragile",
    "Group": "Frammento di vita",
    "Description": "Trasparente e incredibilmente sottile, questo guscio sembra quasi una patina di vetro. Nonostante ciò, ha un potenziale innegabile e un inesorabile indurimento moltiplicativo lo rafforza costantemente.\n\nNecessita di cure attente in fase di maturazione."
  },
  {
    "Id": "prod85",
    "Name": "Singolarità in crescita",
    "Group": "Respiro fragile",
    "Description": "Un lento intrecciarsi di carne, neuroni e antimateria. Il modo in cui questa mente percepisce l'universo va oltre ogni immaginazione.\n\nNecessita di cure attente in fase di maturazione."
  },
  {
    "Id": "prod86",
    "Name": "Cellula neurale matura",
    "Group": "Organo di astronave vivente",
    "Description": "Questa tela di tessuto organico ha prodotto i propri filamenti metallici, un intreccio di carne e argento. Crepita di una carica elettrica autonoma, una rete che necessita dei suoi nodi.\n\nAttende il suo ospite."
  },
  {
    "Id": "prod87",
    "Name": "Nodo cardiaco maturo",
    "Group": "Organo di astronave vivente",
    "Description": "Potente e muscolosa, questa pompa bionica alloggia in una rete di tubi sintetici. È sensibile alla presenza di altre entità coscienti e si contorce al tocco.\n\nAttende il suo ospite."
  },
  {
    "Id": "prod88",
    "Name": "Guscio indurito",
    "Group": "Organo di astronave vivente",
    "Description": "Trasparente, riflettente, iridescente e incredibilmente forte. Quando subisce danni, questo guscio si riconfigura rapidamente e si ricostruisce più forte di prima. I nuovi legami creano un ricordo nel vetro, riflettendo la luce assorbita al momento del danno.\n\nAttende il suo ospite."
  },
  {
    "Id": "prod89",
    "Name": "Nucleo di singolarità",
    "Group": "Organo di astronave vivente",
    "Description": "Un agglomerato sensibile di neuroni, in orbita stabile intorno a un buco nero in miniatura. La mente di questo miracolo bionico è libera dai vincoli del tempo lineare e la sua esperienza è una ragnatela impossibile di forme di vita raccolte.\n\nAttende il suo ospite."
  },
  {
    "Id": "prod90",
    "Name": "Raccordo di coscienza",
    "Group": "Scala neurale riattivata",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nQuesto dispositivo sembra offrire un'interfaccia tra un'entità individuale e una coscienza condivisa più grande. Sembra un derivato della tecnologia Korvax, ma non è in sincrono con essa."
  },
  {
    "Id": "prod91",
    "Name": "Nucleo pulsante",
    "Group": "Frammento di vita surriscaldato",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nOrganico, ma acceso da incandescenza e dotato di un ricettacolo interno ad alta pressione. Questo 'dispositivo' è in parte pompa, in parte camera evolutiva accelerata."
  },
  {
    "Id": "prod92",
    "Name": "Membrana impossibile",
    "Group": "Forma di vita autorigenerante",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nUna sottile trama di fibre fittamente intrecciate.\nI microorganismi contenuti nel tessuto permettono a questa pelle bionica e perfetta di rigenerarsi all'infinito."
  },
  {
    "Id": "prod93",
    "Name": "Semi di vetro",
    "Group": "Archivio congelato",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nCapsule di materiale genetico, avvolte da una pellicola di vetro vivente. Sulle loro superfici riflettenti nuotano ricordi condivisi, in attesa dell'occasione di plasmare la vita all'interno."
  },
  {
    "Id": "prod94",
    "Name": "Anima archiviata",
    "Group": "Arca bionica",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nUna fusione tra circuiti complessi e l'ineffabile anomalia del Viaggiatore. Un tale calcolo potrebbe legare insieme più realtà, o lacerarle in meri frammenti simulati."
  },
  {
    "Id": "prod95",
    "Name": "Camera dell'anima (0%)",
    "Group": "Arca bionica",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nUna fusione tra circuiti complessi e l'ineffabile anomalia del Viaggiatore. Un tale calcolo potrebbe legare insieme più realtà, o lacerarle in meri frammenti simulati."
  },
  {
    "Id": "prod96",
    "Name": "Camera dell'anima (33%)",
    "Group": "Arca bionica",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nUna fusione tra circuiti complessi e l'ineffabile anomalia del Viaggiatore. Un tale calcolo potrebbe legare insieme più realtà, o lacerarle in meri frammenti simulati."
  },
  {
    "Id": "prod97",
    "Name": "Camera dell'anima (66%)",
    "Group": "Arca bionica",
    "Description": "Un costrutto biomeccanico, creato su progetto di un ospite anonimo.\n\nUna fusione tra circuiti complessi e l'ineffabile anomalia del Viaggiatore. Un tale calcolo potrebbe legare insieme più realtà, o lacerarle in meri frammenti simulati."
  },
  {
    "Id": "prod98",
    "Name": "Acqua viva",
    "Group": "Indeterminazione vitrea",
    "Description": "Insolite interazioni superficiali causano la rapida scissione di questo liquido in piccole sfere perfette. La luce rifratta attraverso queste sfere ne suddivide lo spettro cromatico in maniera indescrivibile.\n\nOrigini ignote."
  }
]