[
  {
    "Id": "raw1",
    "Name": "Carbonio",
    "Abbrev": "C",
    "Group": "Elemento organico non raffinato",
    "Rarity": "Common",
    "Description": "L'elemento fondamentale di tutta la vita organica. Il carbonio è particolarmente importante per i viaggiatori spaziali, in quanto permette di ricaricare l'equipaggiamento minerario.\n \nIl laser minerario estrae carbonio da alberi, piante e qualsiasi altra forma di vita vegetale."
  },
  {
    "Id": "raw2",
    "Name": "Carbonio condensato",
    "Abbrev": "C+",
    "Group": "Elemento organico raffinato",
    "Rarity": "Uncommon",
    "Description": "Materiale avanzato, prodotto dal carbonio comune grazie a un raffinatore.\n\nLa maggiore densità molecolare garantisce un migliore rapporto di energia per grammo.\n\nOccasionalmente, si trova in forma cristallina. Per estrarre cristalli di grandi dimensioni, potrebbe essere necessario un laser minerario avanzato."
  },
  {
    "Id": "raw3",
    "Name": "Ossigeno",
    "Abbrev": "O2",
    "Group": "Carburante liquido concentrato",
    "Rarity": "Common",
    "Description": "Essenziale per la tecnologia di filtro dell'atmosfera al cuore dei sistemi di supporto vitale dell'exotuta.\n\nLa funzione di lavorazione di materiali dell'exotuta permette di estrarre l'ossigeno direttamente dalla flora planetaria appropriata.\n\nAltre piante possono essere scansionate con il visore analitico per rivelare fonti alternative di ossigeno."
  },
  {
    "Id": "raw4",
    "Name": "Hexite",
    "Abbrev": "X",
    "Group": "Elemento organico non raffinato",
    "Rarity": "Common",
    "Description": "Una sostanza ricca di minerali e inodore, dalla struttura cristallina esagonale, ottenuta dalla materia fecale di una creatura."
  },
  {
    "Id": "raw5",
    "Name": "Diidrogeno",
    "Abbrev": "H",
    "Group": "Sostanza ad alta energia",
    "Rarity": "Common",
    "Description": "Una forma stabile di idrogeno cristallizzato, caratterizzata da estrema densità energetica e stabilità alla pressione atmosferica.\n\nIl diidrogeno si trova comunemente sotto forma di grandi cristalli blu ed è un componente chiave del carburante di lancio delle astronavi."
  },
  {
    "Id": "raw6",
    "Name": "Deuterio",
    "Abbrev": "D",
    "Group": "Sostanza ad alta energia",
    "Rarity": "Common",
    "Description": "Un isotopo stabile di idrogeno usato frequentemente nei reattori a fusione di piccole dimensioni e nella tecnologia di scudi a dispersione di neutroni.\n\nIl deuterio si trova raramente in natura. La maggior parte viene prodotta tramite la lavorazione del diidrogeno e del trizio nei raffinatori."
  },
  {
    "Id": "raw7",
    "Name": "Trizio",
    "Abbrev": "H3",
    "Group": "Carburante ricco di neutroni",
    "Rarity": "Common",
    "Description": "Isotopo radioattivo comunemente usato per alimentare i reattori a fusione su cui si basano i motori a impulso delle astronavi.\n\nIl trizio abbonda nei campi di asteroidi interstellari e può essere estratto dagli asteroidi con le armi delle astronavi."
  },
  {
    "Id": "raw8",
    "Name": "Polvere di ferrite",
    "Abbrev": "Fe",
    "Group": "Estratto minerale metallico",
    "Rarity": "Common",
    "Description": "Un minerale abbondante, che si trova in formazioni rocciose e altre aree di interesse geologico. Può essere estratto facilmente con un laser minerario.\n\nSolitamente, deve essere trattato in un raffinatore prima di essere utilizzato nella creazione di strutture o tecnologie."
  },
  {
    "Id": "raw9",
    "Name": "Ferrite pura",
    "Abbrev": "Fe+",
    "Group": "Minerale metallico trattato",
    "Rarity": "Uncommon",
    "Description": "Un metallo processato, privo di impurità, utilizzato per costruire una vasta gamma di strutture e tecnologie.\n\nSolitamente, si ottiene purificando polvere di ferrite in un raffinatore, ma può essere occasionalmente trovato in grandi depositi. L'estrazione può richiedere l'uso di un laser minerario avanzato."
  },
  {
    "Id": "raw10",
    "Name": "Ferrite magnetizzata",
    "Abbrev": "Fe++",
    "Group": "Elemento metallico carico",
    "Rarity": "Uncommon",
    "Description": "Un metallo altamente lavorato, che richiede vari passaggi di raffinazione in un raffinatore.\n\nUtilizzato nella creazione di strutture e tecnologie avanzate. Non ingerire."
  },
  {
    "Id": "raw11",
    "Name": "Polvere di silicato",
    "Abbrev": "Si",
    "Group": "Minerale abbondante",
    "Rarity": "Common",
    "Description": "Un minerale abbondante che si trova negli strati geologici dei mondi rocciosi. Può essere estratto facilmente con un manipolatore di terreno. Per iniziare l'estrazione, crea una galleria.\n\nTrasformalo in un raffinatore per ottenere vetro."
  },
  {
    "Id": "raw12",
    "Name": "Sodio",
    "Abbrev": "Na",
    "Group": "Elemento catalitico non raffinato",
    "Rarity": "Uncommon",
    "Description": "Un potente catalizzatore, utile per caricare tecnologie difensive come scudi o protezione rischi.\n \nLe tecnologie di manipolazione materica dell'exotuta permettono il raccoglimento automatico dalla flora ricca di sodio.\n\nUn elemento essenziale nella creazione di molti dispositivi, prodotti e componenti avanzati."
  },
  {
    "Id": "raw13",
    "Name": "Nitrato di sodio",
    "Abbrev": "Na+",
    "Group": "Elemento catalitico raffinato",
    "Rarity": "Rare",
    "Description": "Un catalizzatore avanzato, utile per caricare tecnologie difensive come scudi o protezione rischi.\n \nSi crea con un raffinatore e lo si può trovare occasionalmente sulle superfici planetarie in forma cristallina.\n\nOffre una resa notevolmente migliore del normale sodio."
  },
  {
    "Id": "raw14",
    "Name": "Cobalto",
    "Abbrev": "Co",
    "Group": "Minerale sotterraneo",
    "Rarity": "Common",
    "Description": "Estratto da minerali sotterranei, il cobalto si trova in abbondanza in caverne e grotte. Utile nella creazione di batterie ioniche.\n\nUtilizzato nella creazione di molte tecnologie e strutture, può anche essere trattato in un raffinatore per sfruttare al meglio la sua carica intrinseca."
  },
  {
    "Id": "raw15",
    "Name": "Cobalto ionizzato",
    "Abbrev": "Co+",
    "Group": "Minerale sotterraneo processato",
    "Rarity": "Rare",
    "Description": "Forma altamente energetica di cobalto, questo metallo processato può essere usato per creare batterie ioniche avanzate, una fonte di energia, facilmente trasportabile, per l'exotuta.\n\nUtilizzato nella creazione di tecnologie e strutture avanzate."
  },
  {
    "Id": "raw16",
    "Name": "Sale",
    "Abbrev": "NaCl",
    "Group": "Estratto minerale acquatico",
    "Rarity": "Common",
    "Description": "Un sale naturale che si trova in abbondanza nei minerali acquatici.\n\nPuò essere processato in un raffinatore per creare del cloro. Nella forma raffinata, viene utilizzato nella creazione di prodotti e tecnologie avanzati."
  },
  {
    "Id": "raw17",
    "Name": "Cloro",
    "Abbrev": "Cl",
    "Group": "Minerale acquatico trattato",
    "Rarity": "Rare",
    "Description": "Un elemento reattivo ottenibile facilmente processando i minerali salini che si trovano negli oceani.\n\nUtilizzato nella creazione di tecnologie avanzate."
  },
  {
    "Id": "raw18",
    "Name": "Citofosfato",
    "Abbrev": "Cy",
    "Group": "Composto organico",
    "Rarity": "Rare",
    "Description": "Un composto organico blu-verde prodotto durante il ciclo metabolico della flora di profondità. I citofosfati, ricchi di energia solubile, sono fondamentali per le tecnologie alla base di molti sottomarini.\n \nIl laser minerario estrae i composti di citofosfati dalla flora subacquea."
  },
  {
    "Id": "raw19",
    "Name": "Rame",
    "Abbrev": "Cu",
    "Group": "Metallo stellare raffinato: Giallo",
    "Rarity": "Common",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle. Questi materiali stellari formano dei depositi nella crosta dei pianeti.\n\nIl rame si trova su pianeti che orbitano attorno a stelle gialle e può essere inserito in un raffinatore per creare un metallo cromatico puro, utilizzato nella creazione di tecnologie avanzate."
  },
  {
    "Id": "raw20",
    "Name": "Cadmio",
    "Abbrev": "Cd",
    "Group": "Metallo stellare raffinato: Rosso",
    "Rarity": "Rare",
    "Description": "Un metallo cromatico generato dai processi di fusione nel cuore delle stelle. Questi materiali stellari formano dei depositi nella crosta dei pianeti.\n\nIl cadmio si trova su pianeti che orbitano attorno a stelle rosse e può essere inserito in un raffinatore per creare un metallo cromatico puro, utilizzato nella creazione di tecnologie avanzate."
  },
  {
    "Id": "raw21",
    "Name": "Emeril",
    "Abbrev": "Em",
    "Group": "Metallo stellare raffinato: Verde",
    "Rarity": "Rare",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle.\n\nL'emeril si trova su pianeti che orbitano attorno a stelle verdi e può essere inserito in un raffinatore per creare un metallo cromatico puro, utilizzato nella creazione di tecnologie avanzate."
  },
  {
    "Id": "raw22",
    "Name": "Indio",
    "Abbrev": "In",
    "Group": "Metallo stellare raffinato: Blu",
    "Rarity": "Rare",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle. Questi materiali stellari formano dei depositi nella crosta dei pianeti.\n\nL'indio si trova su pianeti che orbitano attorno a stelle blu e può essere inserito in un raffinatore per creare un metallo cromatico puro, utilizzato nella creazione di tecnologie avanzate."
  },
  {
    "Id": "raw23",
    "Name": "Metallo cromatico",
    "Abbrev": "Ch",
    "Group": "Metallo stellare altamente raffinato",
    "Rarity": "Rare",
    "Description": "Una lega metallica processata, creata in un raffinatore dai seguenti metalli stellari: rame, cadmio, emeril e indio.\n\nPiù raro è il metallo stellare, maggiore sarà il metallo cromatico prodotto.\n\nQuesto metallo prezioso è utilizzato nella creazione di tecnologie avanzate."
  },
  {
    "Id": "raw24",
    "Name": "Paraffinio",
    "Abbrev": "Pf",
    "Group": "Elemento terroso localizzato",
    "Rarity": "Uncommon",
    "Description": "Estratto minerale locale, si trova solitamente in grandi depositi o si estrae da minerali comuni in seguito a un'ispezione con il visore analitico.\n\nSi trova soprattutto sui pianeti tropicali."
  },
  {
    "Id": "raw25",
    "Name": "Pirite",
    "Abbrev": "Py",
    "Group": "Elemento terroso localizzato",
    "Rarity": "Uncommon",
    "Description": "Estratto minerale locale, si trova solitamente in grandi depositi o in minerali comuni in seguito a un'ispezione con il visore analitico.\n\nSi trova soprattutto sui pianeti desertici."
  },
  {
    "Id": "raw26",
    "Name": "Ammonio",
    "Abbrev": "NH3",
    "Group": "Elemento terroso localizzato",
    "Rarity": "Uncommon",
    "Description": "Estratto minerale locale, si trova solitamente in grandi depositi o si estrae da minerali comuni in seguito a un'ispezione con il visore analitico.\n\nSi trova soprattutto sui pianeti tossici."
  },
  {
    "Id": "raw27",
    "Name": "Uranio",
    "Abbrev": "U",
    "Group": "Elemento terroso localizzato",
    "Rarity": "Uncommon",
    "Description": "Estratto minerale locale, si trova solitamente in grandi depositi o si estrae da minerali comuni in seguito a un'ispezione con il visore analitico.\n\nSi trova soprattutto sui pianeti radioattivi."
  },
  {
    "Id": "raw28",
    "Name": "Dioxite",
    "Abbrev": "CO2",
    "Group": "Elemento terroso localizzato",
    "Rarity": "Uncommon",
    "Description": "Estratto minerale locale, si trova solitamente in grandi depositi o si estrae da minerali comuni in seguito a un'ispezione con il visore analitico.\n\nSi trova soprattutto sui pianeti ghiacciati."
  },
  {
    "Id": "raw29",
    "Name": "Fosforo",
    "Abbrev": "P",
    "Group": "Elemento terroso localizzato",
    "Rarity": "Uncommon",
    "Description": "Estratto minerale locale, si trova solitamente in grandi depositi o si estrae da minerali comuni in seguito a un'ispezione con il visore analitico.\n\nSi trova soprattutto sui pianeti bruciati."
  },
  {
    "Id": "raw30",
    "Name": "Mordite",
    "Abbrev": "Mo",
    "Group": "Sostanza raccolta",
    "Rarity": "Common",
    "Description": "Nonostante sia stato oggetto di ricerche approfondite, questo inquietante ammasso cristallino resta un mistero.\n\nViene rilasciato dai cadaveri di creature, oppure può essere coltivato e raccolto dalla radice di Mordite."
  },
  {
    "Id": "raw31",
    "Name": "Panio",
    "Abbrev": "Pg",
    "Group": "Materiale anomalo",
    "Rarity": "Rare",
    "Description": "Questa sostanza sgradevole e oleosa fuoriesce dai circuiti delle Sentinelle.\n\nSi ritiene che il Panio, ambito dai Vy'keen, condivida alcune caratteristiche fondamentali con i naniti. Al contatto con la materia organica, emette un sinistro ronzio."
  },
  {
    "Id": "raw32",
    "Name": "Argento",
    "Abbrev": "Ag",
    "Group": "Minerale d'asteroide prezioso",
    "Rarity": "Common",
    "Description": "Minerale prezioso usato negli scambi commerciali interstellari, solitamente estratto dagli asteroidi o, occasionalmente, da depositi planetari sotterranei.\n\nRicercato in tutti i sistemi per la sua brillantezza."
  },
  {
    "Id": "raw33",
    "Name": "Oro",
    "Abbrev": "Au",
    "Group": "Minerale d'asteroide prezioso",
    "Rarity": "Uncommon",
    "Description": "Minerale molto prezioso usato negli scambi commerciali interstellari, solitamente estratto dagli asteroidi o, occasionalmente, da depositi planetari sotterranei.\n\nUniversalmente ricercato per la sua bellezza e versatilità."
  },
  {
    "Id": "raw34",
    "Name": "Platino",
    "Abbrev": "Pt",
    "Group": "Minerale d'asteroide prezioso",
    "Rarity": "Rare",
    "Description": "Minerale preziosissimo usato negli scambi commerciali interstellari, solitamente estratto dagli asteroidi o, occasionalmente, da depositi planetari sotterranei.\n\nUniversalmente ricercato per la sua durevolezza e versatilità."
  },
  {
    "Id": "raw35",
    "Name": "Solforina",
    "Abbrev": "Su",
    "Group": "Gas atmosferico compresso",
    "Rarity": "Common",
    "Description": "Un gas atmosferico acre. Ad alte concentrazioni, è estremamente pericoloso per le forme di vita organica.\n\nCon l'ausilio di macchinari specializzati, può essere estratto dall'atmosfera di pianeti bruciati e desertici."
  },
  {
    "Id": "raw36",
    "Name": "Radon",
    "Abbrev": "Rn",
    "Group": "Gas atmosferico compresso",
    "Rarity": "Uncommon",
    "Description": "Un gas inodore e incolore con un'emivita relativamente breve.\n\nSi trova nelle atmosfere dei pianeti radioattivi e ghiacciati. Viene prodotto dal decadimento di altri elementi ad alta energia."
  },
  {
    "Id": "raw37",
    "Name": "Azoto",
    "Abbrev": "N",
    "Group": "Gas atmosferico compresso",
    "Rarity": "Rare",
    "Description": "Un gas atmosferico reattivo che si trova ovunque ci sia vita organica.\n\nL'azoto si estrae dalle atmosfere dei pianeti lussureggianti e tossici."
  },
  {
    "Id": "raw38",
    "Name": "Rame attivato",
    "Abbrev": "Cu",
    "Group": "Metallo stellare raffinato: Giallo",
    "Rarity": "Common",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle.\n\nQuesto rame è stato attivato dalle condizioni estreme in cui si è formato ed è molto prezioso.\n\nIl rame si trova su pianeti che orbitano attorno a stelle gialle e può essere inserito in un raffinatore per creare un metallo cromatico raffinato."
  },
  {
    "Id": "raw39",
    "Name": "Cadmio attivato",
    "Abbrev": "Cd",
    "Group": "Metallo stellare raffinato: Rosso",
    "Rarity": "Rare",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle.\n\nQuesto cadmio è stato attivato dalle condizioni estreme in cui si è formato ed è molto prezioso.\n\nIl cadmio si trova su pianeti che orbitano attorno a stelle rosse e può essere inserito in un raffinatore per creare un metallo cromatico puro."
  },
  {
    "Id": "raw40",
    "Name": "Emeril attivato",
    "Abbrev": "Em",
    "Group": "Metallo stellare raffinato: Verde",
    "Rarity": "Rare",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle.\n\nQuesto emeril è stato attivato dalle condizioni estreme in cui si è formato ed è molto prezioso.\n\nL'emeril si trova su pianeti che orbitano attorno a stelle verdi e può essere inserito in un raffinatore per creare un metallo cromatico raffinato."
  },
  {
    "Id": "raw41",
    "Name": "Indio attivato",
    "Abbrev": "In",
    "Group": "Metallo stellare raffinato: Blu",
    "Rarity": "Rare",
    "Description": "Un metallo cromatico, generato dai processi di fusione nel cuore delle stelle.\n\nL'indio si trova su pianeti che orbitano attorno a stelle blu e può essere inserito in un raffinatore per creare un metallo cromatico puro.\n\nQuesto indio è stato attivato dalle condizioni estreme in cui si è formato ed è molto prezioso."
  },
  {
    "Id": "raw42",
    "Name": "Muffa fungina",
    "Abbrev": "Fu",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Rare",
    "Description": "Una sostanza stranamente luminescente, che si trova nelle lamelle degli ammassi fungini.\n\nLa pianta necessita di un clima tossico per svilupparsi allo stato brado, ma può essere coltivata in qualsiasi ambiente con l'aiuto di vassoi idroponici."
  },
  {
    "Id": "raw43",
    "Name": "Cristallo gelido",
    "Abbrev": "Cg",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Rare",
    "Description": "Uno stupendo cristallo organico blu, che vanta una grande durezza e una luce brillante. Si raccoglie dalle foglie del Bucaghiaccio, che cresce in biomi ghiacciati.\n\nIl Bucaghiaccio può svilupparsi allo stato brado solo in climi rigidi, ma può essere coltivato in qualsiasi ambiente con l'aiuto di vassoi idroponici."
  },
  {
    "Id": "raw44",
    "Name": "Radice gamma",
    "Abbrev": "Gr",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Rare",
    "Description": "Una strana sostanza che sembra spostare lentamente l'aria intorno a sé. Si trova nelle radici dell'erba gamma.\n\nL'erba gamma necessita di forti radiazioni di fondo per svilupparsi allo stato brado, ma può essere coltivata in qualsiasi ambiente con l'aiuto di vassoi idroponici."
  },
  {
    "Id": "raw45",
    "Name": "Carne di cactus",
    "Abbrev": "Cc",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Rare",
    "Description": "Della succulenta carne di cactus, estratta dall'echinocactus. Oltre a essere deliziosa, la carne di cactus ha vari utilizzi industriali.\n\nL'echinocactus può svilupparsi allo stato brado solo in pianeti desertici, ma può essere coltivato in qualsiasi ambiente con l'aiuto di vassoi idroponici."
  },
  {
    "Id": "raw46",
    "Name": "Solanio",
    "Abbrev": "So",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Rare",
    "Description": "Una potente sostanza chimica, che nessuno riesce a sintetizzare. Si può estrarre dalla corteccia della vite solare.\n\nLa vite può svilupparsi allo stato brado solo in climi caldi, ma può essere coltivata in qualsiasi ambiente con l'aiuto di vassoi idroponici."
  },
  {
    "Id": "raw47",
    "Name": "Bulbo stellare",
    "Abbrev": "Bs",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Rare",
    "Description": "Una gemma bellissima. Questa merce preziosa è la bacca gonfia e luminescente dei rovi stellari.\n\nLa pianta può svilupparsi allo stato brado solo in ambienti lussureggianti, ma può essere coltivata in qualsiasi ambiente con l'aiuto di vassoi idroponici."
  },
  {
    "Id": "raw48",
    "Name": "Bulbo di zucca",
    "Abbrev": "Bu",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Uncommon",
    "Description": "Un bulbo organico luminoso, raccolto dalle zucche di caverna che crescono sottoterra.\n\nLa zucca di caverna si è dimostrata resistente alla domesticazione e non ne sono noti esemplari coltivabili. I bulbi di queste zucche devono essere quindi raccolti a mano dagli esemplari selvatici."
  },
  {
    "Id": "raw49",
    "Name": "Sacca d'alghe",
    "Abbrev": "Ae",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Uncommon",
    "Description": "Una sacca gommosa e luminescente, raccolta dalle alghe candela sottomarine.\n\nLa scienza agricola non ha ancora addomesticato l'alga candela, quindi non è possibile coltivare queste sacche."
  },
  {
    "Id": "raw50",
    "Name": "Faecium",
    "Abbrev": "Fa",
    "Group": "Sostanza agricola raccolta",
    "Rarity": "Common",
    "Description": "Composto fetido recuperabile dal fiore di malviscere o, più sgradevolmente, dalla materia fecale di alcune specie di creature.\n\nÈ possibile favorire la creazione e deiezione di cristalli di faecium mediante una particolare dieta."
  },
  {
    "Id": "raw51",
    "Name": "Gelatina residua",
    "Abbrev": "Sz",
    "Group": "Spazzatura",
    "Rarity": "Common",
    "Description": "Una gelatina pulsante e fetida che si accumula nei macchinari che non vengono ripuliti.\n\nSi sconsiglia il contatto con la pelle."
  },
  {
    "Id": "raw52",
    "Name": "Muffa impazzita",
    "Abbrev": "Sz",
    "Group": "Spazzatura",
    "Rarity": "Common",
    "Description": "Una muffa fuori controllo che si accumula nei macchinari trascurati.\n\nÈ probabile che si tratti di diverse specie di muffa riunitesi in una super-colonia."
  },
  {
    "Id": "raw53",
    "Name": "Metallo arrugginito",
    "Abbrev": "Sz",
    "Group": "Spazzatura",
    "Rarity": "Uncommon",
    "Description": "Manciate di metallo corroso, usurato da anni di esposizione alle dure condizioni ambientali.\n\nManeggiare con cautela."
  },
  {
    "Id": "raw54",
    "Name": "Melma vivente",
    "Abbrev": "Sz",
    "Group": "Spazzatura",
    "Rarity": "Uncommon",
    "Description": "Una melma pesante e fangosa. Si muove debolmente, come se avesse un cuore pulsante proprio.\n\nFonte nutritiva: sconosciuta."
  },
  {
    "Id": "raw55",
    "Name": "Fluidi viscosi",
    "Abbrev": "Sz",
    "Group": "Spazzatura",
    "Rarity": "Rare",
    "Description": "Un liquido di una viscosità innaturale e di dubbio colore. La sua origine è inimmaginabile.\n\nSembra possedere leggere proprietà magnetiche."
  },
  {
    "Id": "raw56",
    "Name": "Cluster di naniti",
    "Abbrev": "∞",
    "Group": "Valuta tecnologica",
    "Rarity": "Rare",
    "Description": "Una densa nube di naniti che fluttua tra le sue forme potenziali. Questi ammassi sono stabili, ma la schiuma di naniti libera può portare, in presenza di materia organica, a reazioni incontrollate.\n\nUtilizzato nella costruzione di tecnologie avanzate. Molto prezioso fra i commercianti specializzati."
  },
  {
    "Id": "raw57",
    "Name": "QUICKSILVER",
    "Abbrev": "-",
    "Group": "Oggetto ricompensa",
    "Rarity": "Rare",
    "Description": "Valuta o reputazione di fazione, assegnata come ricompensa."
  },
  {
    "Id": "raw58",
    "Name": "UNITÀ",
    "Abbrev": "-",
    "Group": "Oggetto ricompensa",
    "Rarity": "Rare",
    "Description": "Valuta o reputazione di fazione, assegnata come ricompensa."
  },
  {
    "Id": "raw59",
    "Name": "Sole liquido",
    "Abbrev": "?",
    "Group": "Metallo trasmutato",
    "Rarity": "Rare",
    "Description": "Metallo planetario convenzionale, surriscaldato e mantenuto in una forma plasmatica stabilizzata.\n\nEstratto dai depositi di terreno metallici utilizzando un raggio solare. Potenziale energetico elevatissimo."
  },
  {
    "Id": "raw60",
    "Name": "Qualia frammentati",
    "Abbrev": "?",
    "Group": "Frammento di anima",
    "Rarity": "Rare",
    "Description": "Un motivo, niente di più di una semplice forma d'onda, inciso sulla superficie di una minuscola scheggia metallica. Questo frammento di dati rappresenta una registrazione degli impulsi elettrici che percorrono una rete neurale. Per ricreare una qualsiasi esperienza cosciente sarebbero necessari molti frammenti.\n\nGenerato dall'interazione del raggio Animus con un bersaglio vivente."
  }
]