[
  {
    "Id": "trade1",
    "Name": "Cassa di nanotubi",
    "Group": "Materiale di costruzione avanzato",
    "Description": "Una cassa piena di nanotubi di carbonio.\n\nQuesti piccoli ma resistentissimi tubi sono necessari per produrre componenti scientifici minuscoli ma resistenti."
  },
  {
    "Id": "trade2",
    "Name": "Eridio auto-riparante",
    "Group": "Materiale di costruzione avanzato",
    "Description": "Un contenitore di Eridio auto-riparante. Sembra fresco.\n\nUtilizzato nella creazione di componenti scientifici. L'Eridio auto-riparante è utile negli stabilimenti isolati, dove effettuare riparazioni è difficile e pericoloso."
  },
  {
    "Id": "trade3",
    "Name": "Solvente ottico",
    "Group": "Materiale di costruzione avanzato",
    "Description": "Varie bottiglie di solvente ottico.\n\nIl liquido in queste bottiglie serve per rimuovere la luce in eccedenza che potrebbe causare danni a vari componenti scientifici."
  },
  {
    "Id": "trade4",
    "Name": "Toroidi pentadimensionali",
    "Group": "Materiale di costruzione avanzato",
    "Description": "Un contenitore di toroidi pentadimensionali appositamente costruito.\n\nQuesti materiali speciali sono necessari per costruire forme in dimensioni aggiuntive. Questi toroidi servono per contenere i campi generati nella produzione di componenti scientifici."
  },
  {
    "Id": "trade5",
    "Name": "Fibre superconduttrici",
    "Group": "Materiale di costruzione avanzato",
    "Description": "Un pacco pieno di fibre superconduttrici.\n\nPotenti, flessibili e resistenti all'acqua, il tessuto magnetico di queste fibre è vitale nella creazione di molti componenti scientifici."
  },
  {
    "Id": "trade6",
    "Name": "Bombola scintilla",
    "Group": "Fonte energetica commerciabile",
    "Description": "Una cassa piena di bombole scintilla.\n\nMolti processi industriali e di estrazione mineraria richiedono molta energia. Al contrario del rilascio lento di una batteria, queste bombole scintilla possono soddisfare questi bisogni energetici in un attimo."
  },
  {
    "Id": "trade7",
    "Name": "Batteria industriale",
    "Group": "Fonte energetica commerciabile",
    "Description": "Un pacchetto di batterie industriali ben isolate.\n\nQueste potenti batterie sono necessarie per alimentare le operazioni minerarie più profonde. Queste fonti di energia possono durare dei mesi, perfino nelle condizioni di calore e pressione estreme che si sperimentano nelle profondità della terra."
  },
  {
    "Id": "trade8",
    "Name": "Gel ohmico",
    "Group": "Fonte energetica commerciabile",
    "Description": "Vari pacchetti di gel ohmico.\n\nLe operazioni minerarie che consumano più energia sono molto pericolose. Il gel ohmico mantiene le parti mobili delle macchine ben isolate e lubrificate."
  },
  {
    "Id": "trade9",
    "Name": "Fluido energetico sperimentale",
    "Group": "Fonte energetica commerciabile",
    "Description": "Barili anti-corrosione di un liquido energetico sperimentale.\n\nUn barile di questa soluzione altamente esplosiva può alimentare una stazione spaziale per settimane. È molto richiesto nelle economie minerarie."
  },
  {
    "Id": "trade10",
    "Name": "Nucleo di fusione",
    "Group": "Fonte energetica commerciabile",
    "Description": "Un mucchio di nuclei di fusione luminosi.\n\nSono sia fonti energetiche che motori che generano grandi quantità di calore. Altamente ricercati dalle economie minerarie desiderose di rendere le loro colonie sugli asteroidi più autosufficienti."
  },
  {
    "Id": "trade11",
    "Name": "Barattolo di feromoni deodorato",
    "Group": "Componente scientifico",
    "Description": "Una raccolta di barattoli di feromoni riciclati.\n\nOgni giorno, vengono prodotte e distribuite grandi quantità di feromoni. Questo ha fatto nascere grandi opportunità di scambi per chi è disposto a commerciare questi prodotti di scarto. Questi barattoli di vetro sono stati attentamente puliti e non dovrebbero costituire un pericolo."
  },
  {
    "Id": "trade12",
    "Name": "Microscopio neutronico",
    "Group": "Componente scientifico",
    "Description": "Un lotto di microscopi neutronici.\n\nLe economie scientifiche producono e consumano grandi quantità di microscopi. Tuttavia, alcuni hanno lievi difetti che li rendono inutilizzabili nei lavori di precisione. Sono comunque un'occasione di scambio, in quanto possono essere venduti a chi non sa distinguerne la qualità. "
  },
  {
    "Id": "trade13",
    "Name": "Iniettore di instabilità",
    "Group": "Componente scientifico",
    "Description": "Un scatola di iniettori di instabilità alla rinfusa.\n\nI grandi esperimenti richiedono spesso di modificare un gran numero di variabili in poco tempo. Un iniettore di instabilità serve a questo. Possono anche essere utilizzati per creare il caos nei mercati e certi comportamenti rappresentano un'eccellente opportunità per scambi lucrativi."
  },
  {
    "Id": "trade14",
    "Name": "Tubature organiche",
    "Group": "Componente scientifico",
    "Description": "Una vasca di tubature organiche. Sono ancora calde.\n\nPer evitare spiacevoli problemi etici, molti laboratori allevano le loro cavie a livello di componenti. Gli scarti possono essere redditizi nelle economie di scambio con leggi mediche flessibili. "
  },
  {
    "Id": "trade15",
    "Name": "Dotto neurale",
    "Group": "Componente scientifico",
    "Description": "Una scatola di dotti neurali freschi.\n\nI dotti neurali sono inserti temporanei progettati per potenziare brevemente la concentrazione e la produttività. Sono utili ovunque e preziosi nelle economie di scambio dove la competizione tra i lavoratori è più feroce."
  },
  {
    "Id": "trade16",
    "Name": "Terra",
    "Group": "Minerali commerciabili",
    "Description": "Varie tonnellate di terra.\n\nScarti di un'operazione mineraria. I metalli residui possono essere estratti da specialisti nelle economie manifatturiere che hanno a disposizione il tempo e le macchine necessarie per il filtraggio."
  },
  {
    "Id": "trade17",
    "Name": "Grasso di pirite grezzo",
    "Group": "Minerali commerciabili",
    "Description": "Grossi barattoli di grasso di pirite.\n\nUna soluzione grassa dall'alto contenuto minerale. Questo grasso è molto richiesto nelle economie manifatturiere, dove viene utilizzato per oliare e lucidare grandi macchinari."
  },
  {
    "Id": "trade18",
    "Name": "Sale di bromuro",
    "Group": "Minerali commerciabili",
    "Description": "Una cassa di sale di bromuro.\n\nIl risultato di un lungo processo di distillazione ed evaporazione, il sale di bromuro è utilizzato nella grande industria nei sistemi manifatturieri."
  },
  {
    "Id": "trade19",
    "Name": "Zirconio policromatico",
    "Group": "Minerali commerciabili",
    "Description": "Un sacco pieno di cristalli di zirconio policromatico.\n\nQuesti cristalli servono per produrre lenti quasi indistruttibili dai colori abbaglianti. Molto richiesti nelle economie manifatturiere."
  },
  {
    "Id": "trade20",
    "Name": "Cristalli d'arco",
    "Group": "Minerali commerciabili",
    "Description": "Un lotto ordinato di cristalli d'arco ricostruiti.\n\nI cristalli d'arco sono formazioni minerali estremamente rare, richiestissime nelle economie manifatturiere, dove la loro durezza e conduttività è vitale in molti processi industriali. Sono anche utilizzati come stupendi (e pericolosi) gioielli."
  },
  {
    "Id": "trade21",
    "Name": "Circuito stampato riciclato",
    "Group": "Parti di tecnologia",
    "Description": "Una raccolta di circuiti riciclati.\n\nLe economie che generano energia consumano grandi quantità di componenti d'alta tecnologia. Perciò, la domanda di circuiti danneggiati è sempre presente, in quanto è possibile recuperarne delle parti o utilizzarli in nuclei energetici di bassa qualità. "
  },
  {
    "Id": "trade22",
    "Name": "Sapone da saldatura",
    "Group": "Parti di tecnologia",
    "Description": "Varie grandi barre di sapone da saldatura.\n\nUtilizzate nei sistemi che generano energia per pulire con il calore i diodi metallici prima che siano fusi nelle batterie."
  },
  {
    "Id": "trade23",
    "Name": "Condensatore ionico",
    "Group": "Parti di tecnologia",
    "Description": "Una cassa rinforzata di condensatori ionici.\n\nQuesti supercondensatori vantano una densità energetica elevatissima. Sono richiestissimi nelle economie che generano energia."
  },
  {
    "Id": "trade24",
    "Name": "Unità di posizionamento autonomo",
    "Group": "Parti di tecnologia",
    "Description": "Un container di unità di posizionamento e i circuiti annessi.\n\nQueste unità permettono di trasformare praticamente qualsiasi tecnologia in un sistema semovente e autonomo. Molto preziose nei sistemi che generano energia, dove sono usate per evitare la presenza di mani organiche (e quindi conduttive) nel processo manifatturiero."
  },
  {
    "Id": "trade25",
    "Name": "Acceleratore quantico",
    "Group": "Parti di tecnologia",
    "Description": "Diverse grandi unità di acceleratori quantici.\n\nCapaci di spingere la materia a velocità non misurabili, queste unità sono molto importanti per le economie che generano energia, dove sono utilizzate per comprimere l'energia immagazzinata nelle batterie più potenti."
  },
  {
    "Id": "trade26",
    "Name": "Seta stellare",
    "Group": "Bene di scambio",
    "Description": "Vari gomitoli di seta stellare.\n\nLa seta stellare è tessuta su enormi telai solari in orbita attorno ai pianeti mercantili. I raggi cosmici attivano il tessuto, che può così essere usato nella lavorazione di materiali avanzati."
  },
  {
    "Id": "trade27",
    "Name": "Dati utente decriptati",
    "Group": "Bene di scambio",
    "Description": "Una cassa piena di dischi rigidi, ciascuno contenente montagne di dati utente decriptati.\n\nIndividualmente, non valgono molto, ma insieme possono essere processati ed esaminati per ottenere dati preziosi. Questo processo avviene nei sistemi con economie con materiali avanzati."
  },
  {
    "Id": "trade28",
    "Name": "Gocce di cometa",
    "Group": "Bene di scambio",
    "Description": "Varie bombole di gocce di cometa.\n\nÈ un elaborato nome commerciale per definire pezzi di meteorite, ma non cambia il fatto che siano estremamente preziosi per le economie di materiali avanzati in grado di lavorarli."
  },
  {
    "Id": "trade29",
    "Name": "Sfera ionica",
    "Group": "Bene di scambio",
    "Description": "Una cassa piena di sfere ioniche.\n\nQueste delicate sfere di vetro contengono una replica in scala degli strati superiori dell'atmosfera. Osservare la loro effervescenza è ipnotico, e sono anche importanti nella creazione di leghe di materiali avanzati."
  },
  {
    "Id": "trade30",
    "Name": "Coordinatori di teletrasporto",
    "Group": "Bene di scambio",
    "Description": "Un pacco di coordinatori di teletrasporto ben calibrati.\n\nQuesti minuscoli circuiti sono vitali nel delicato processo di inserimento di materiali rinforzati nelle leghe avanzate. Possono anche essere d'aiuto nelle vendite a distanza."
  },
  {
    "Id": "trade31",
    "Name": "Gigantesco ingranaggio metallico",
    "Group": "Componente industriale",
    "Description": "Vari ingranaggi giganteschi.\n\nSono resistenti e ben fatti. Malgrado non sia tecnologia avanzata, sono un componente vitale in innumerevoli macchine di alta tecnologia in tutta la galassia."
  },
  {
    "Id": "trade32",
    "Name": "Pistone lubrificato",
    "Group": "Componente industriale",
    "Description": "Pistoni oliati e pronti per la consegna.\n\nSpesso, i componenti di alta tecnologia richiedono parti mobili ad alta velocità, o motori molto resistenti. Senza pistoni appositamente oliati, queste macchine andrebbero continuamente in avaria."
  },
  {
    "Id": "trade33",
    "Name": "Disaccoppiatore di maglie",
    "Group": "Componente industriale",
    "Description": "Una cassa di disaccoppiatore di maglie.\n\nLa creazione di componenti di alta tecnologia spesso causa l'accoppiamento accidentale di maglie. Questi disaccoppiatori sono particolarmente potenti e utilizzano sei rebbi simultaneamente."
  },
  {
    "Id": "trade34",
    "Name": "Albero a gomiti olografico",
    "Group": "Componente industriale",
    "Description": "Un pacco di contenitori di dati per alberi a gomiti olografici.\n\nI veri alberi a gomiti sono spesso troppo larghi, scomodi e rumorosi per essere utilizzati in macchine delicate. In tali situazioni, i produttori di alta tecnologia utilizzano sostituti olografici."
  },
  {
    "Id": "trade35",
    "Name": "Compressori vettoriali ad alta capacità",
    "Group": "Componente industriale",
    "Description": "Una grande cassa di compressori vettoriali.\n\nLa creazione di motori interstellari richiede spesso di condensare e ri-renderizzare le dimensioni. Un tale processo di alta tecnologia non sarebbe possibile senza compressori industriali come questi."
  }
]