[
	{
		"Id": "cur1",
		"Name": "Servo cuádruple",
		"Group": "Material anómalo",
		"Description": "Un servobrazo motor de resortes recuperado del interior de una unidad de patrulla Centinela. A veces da sacudidas, como si experimentara el recuerdo del combate."
	},
	{
		"Id": "cur2",
		"Name": "Cerebro de caminante",
		"Group": "Material anómalo",
		"Description": "Este circuito, formado por cúmulos de nanitos cambiantes soldados sobre un filamento de púgneo, está extremadamente caliente al tacto.\nUna luz púrpura siniestra se filtra desde el interior de su cableado, cambiando de intensidad al mirar a quien lo sostiene."
	},
	{
		"Id": "cur3",
		"Name": "Arca mental",
		"Group": "Producto creado avanzado",
		"Description": "Una extraña pieza de tecnología, un regalo de más allá de las estrellas. Brilla de una forma que sugiere que no pertenece por completo a este mundo."
	},
	{
		"Id": "cur4",
		"Name": "Nánodo capturado",
		"Group": "Curiosidad valiosa única",
		"Description": "Semilla del Atlas que contiene sustrato cuasiestelar desplazado por zona. Advertencia: no permitir que la matriz entre en comunión con este espacio dimensional."
	},
	{
		"Id": "cur5",
		"Name": "Sombra englobada",
		"Group": "Curiosidad valiosa única",
		"Description": "Esta carcasa del Atlas contiene los restos de un ser vivo espacial parasitario; gran probabilidad de que posea orígenes extradimensionales."
	},
	{
		"Id": "cur6",
		"Name": "Orbe noosférico",
		"Group": "Curiosidad valiosa única",
		"Description": "Semilla del Atlas capaz de resonar en frecuencias telepáticas humanoides; puede intentar absorber cualquier intelecto subordinado en proximidad cercana."
	},
	{
		"Id": "cur7",
		"Name": "Materia oscura",
		"Group": "Curiosidad valiosa única",
		"Description": "Semilla del Atlas que envuelve un elemento de vacío cosechado a partir del estado de colapso del último universo. Tóxica si se ingiere."
	},
	{
		"Id": "cur8",
		"Name": "Fin del alba",
		"Group": "Curiosidad valiosa única",
		"Description": "Matriz esculpida de neutrino-bosón tau, fijada dentro de una carcasa de semilla de Atlas irremplazable. Puede ser semisensible"
	},
	{
		"Id": "cur9",
		"Name": "Jade fótico",
		"Group": "Curiosidad valiosa única",
		"Description": "Esta semilla del Atlas irremplazable es una forma de fotones adaptados a la materia fusionados en una solidez física mediante métodos desconocidos."
	},
	{
		"Id": "cur10",
		"Name": "Fáser de estado",
		"Group": "Curiosidad valiosa única",
		"Description": "Por motivos desconocidos, esta semilla del Atlas única se desfasó de la alineación con esta realidad cuántica. No se puede determinar su contenido"
	},
	{
		"Id": "cur11",
		"Name": "Reclamo de nova",
		"Group": "Curiosidad valiosa única",
		"Description": "Esta semilla del Atlas contiene elementos de neutronio de un evento catastrófico de supernova que arrasó a una civilización sensible en una época anterior."
	},
	{
		"Id": "cur12",
		"Name": "Quantum modificado",
		"Group": "Curiosidad valiosa única",
		"Description": "Esta semilla del Atlas única en su género contiene un constructo matemático de gran valor estético rescatado de la simulación de una realidad alternativa."
	},
	{
		"Id": "cur13",
		"Name": "Corazón del sol",
		"Group": "Curiosidad valiosa única",
		"Description": "Semilla del Atlas que contiene un cilio cuántico unitemporal suspendido en una carcasa fotónica. No se conoce que existan otras."
	},
	{
		"Id": "cur14",
		"Name": "Brotes de NipNip",
		"Group": "Sustancia medicinal",
		"Description": "Un brote fétido cosechado de la planta NipNip, a menudo se usa para producir Nip Gek."
	},
	{
		"Id": "cur15",
		"Name": "Núcleo larvario",
		"Group": "Monstruosidad",
		"Description": "Un orbe vibrante y gelatinoso, una esfera viscosa caliente al tacto. Su olor desencadena un miedo primitivo en los seres mortales, un remordimiento arraigado que te suplica que lo sueltes y huyas."
	},
	{
		"Id": "cur16",
		"Name": "Datos recuperados",
		"Group": "Tecnología recuperada",
		"Description": "El núcleo recuperable de una tecnología antigua. En su forma actual resulta ilegible.Estos bancos de datos se pueden consignar en una unidad de investigación de construcción   y usarse para investigar nuevos  planos de construcción  ."
	},
	{
		"Id": "cur17",
		"Name": "Perla viva",
		"Group": "Piedra preciosa semiconsciente",
		"Description": "Crece en el interior de los enormes moluscos brillantes que se encuentran en las profundidades submarinas.\nA diferencia de la mayoría de las perlas, esta muestra no se compone de calcita inerte. Ciertos vestigios de la consciencia de la almeja madre permanecen en el interior de la gema, lo que le proporciona una belleza persistente y cautivadora."
	},
	{
		"Id": "cur18",
		"Name": "Ojo hipnótico",
		"Group": "Muestra horrorosa",
		"Description": "El ojo es frío, casi helado, al tacto. No obstante, no se puede evitar sentir que de algún modo está vivo.\nNo se recomienda una exposición prolongada. No mirar fijamente al ojo. No mirar fijamente. No mirar fijamente."
	},
	{
		"Id": "cur19",
		"Name": "Núcleo hadal",
		"Group": "Muestra horrorosa",
		"Description": "Un orbe carnoso altamente presurizado.\nCuando se toca, se puede sentir cómo devuelve el movimiento. Un destello de bioluminiscencia que se estimula en el núcleo negruzco de este misterioso objeto."
	},
	{
		"Id": "cur20",
		"Name": "Motor anímico",
		"Group": "Producto creado avanzado",
		"Description": "Una potente unidad de computación orgánica.\nEste circuito milagroso que funciona a base de fallos produce un ciclo tras otro en un frenético bucle de cálculos sin fin."
	},
	{
		"Id": "cur21",
		"Name": "Cristal de tormenta",
		"Group": "Curiosidad valiosa única",
		"Description": "Un raro y muy valioso cúmulo de cristales de tormenta. Estas estructuras cristalinas medran en condiciones de tormenta y atraen de forma natural los relámpagos, volviéndose especialmente luminiscentes cuando están ionizados. Se encuentran exclusivamente en planetas de clima extremo."
	},
	{
		"Id": "cur22",
		"Name": "Perla Albuminosa",
		"Group": "Producto de intercambio",
		"Description": "Piedra preciosa formada durante el transcurso de siglos dentro del huevo de una especie superincubadora.\nExtremadamente rara."
	},
	{
		"Id": "cur23",
		"Name": "Orbe de Gravitino",
		"Group": "Producto de intercambio",
		"Description": "Cúmulo de partículas supersimétricas.\nExtremadamente raro y valioso. Producto de fuerzas supergravitacionales divergentes."
	},
	{
		"Id": "cur24",
		"Name": "Saco de Veneno",
		"Group": "Producto de intercambio",
		"Description": "Muestra de veneno estabilizada originalmente producida por erizos acuáticos.Objeto raro y costoso en la Red de Comercio Galáctico."
	},
	{
		"Id": "cur25",
		"Name": "Cubo Vorticial",
		"Group": "Producto de intercambio",
		"Description": "Objetos de metal densos que, hace mucho tiempo, se materializaron en las redes subterráneas de toda la galaxia.\nExtremadamente raros y de gran valor.\n"
	},
	{
		"Id": "cur26",
		"Name": "Atlas Stone",
		"Group": "Very high value curiosity",
		"Description": "A spherical gem that seems to pulsate with red light from its centre.\n \nAn extremely rare item often associated with ancient monolithic sites."
	},
	{
		"Id": "cur27",
		"Name": "Hex Core",
		"Group": "Contained Reality Glitch",
		"Description": "This strange energy orb constantly vibrates, emitting a low-frequency drone. Slight variations in the pattern repeat over and over, almost as if it is attempting to relay a message."
	},
	{
		"Id": "cur28",
		"Name": "Geode",
		"Group": "Valuable Mineral Deposit",
		"Description": "An unusually vibrant and potentially valuable lump of rock.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur29",
		"Name": "Crystal Fragment",
		"Group": "Concentrated Element Shard",
		"Description": "A crystalline shard with an unusually dense structure. Potentially highly valuable.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur30",
		"Name": "Tritium Hypercluster",
		"Group": "Energetic Fragment",
		"Description": "A shard of pure crystalised Tritium.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur31",
		"Name": "Gold Nugget",
		"Group": "Valuable Ore",
		"Description": "A highly valuable ore chunk, ready to be processed into Gold.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur32",
		"Name": "Panel de cableado",
		"Group": "Plataforma de tecnología universal",
		"Description": "Una placa base prefabricada, diseñada para su uso en una amplia gama de componentes tecnológicos.\nEl módulo presenta un procesador de nanitos integrado, lo que permite su rápida configuración para un gran abanico de usos."
	},
	{
		"Id": "cur33",
		"Name": "Vy'keen Tablet",
		"Group": "Communion of Hirk",
		"Description": "A stone tablet bearing line after line of intricate runes. The words are unintelligible, an ancient dialect forgotten by all but the oldest of the Vy'keen elders.\n\nThe hand that carved this stone must have been extraordinary. The stonework is precise, delicate - and yet perfectly conveys the unyielding aggression its writer clearly possessed.",
		"Additional": ""
	},
	{
		"Id": "cur34",
		"Name": "Divergence Cube",
		"Group": "Anomalous Data Unit",
		"Description": "A glitching, pulsing data unit. It does not seem to belong in this reality.\n\nThe cube gives the impression of a silent scream, the frozen cries of hundreds of lost minds trapped within.",
		"Additional": ""
	},
	{
		"Id": "cur35",
		"Name": "Gek Relic",
		"Group": "Medium value curiosity",
		"Description": "A metal statuette of a creature with a coin placed in its beak.\n \nPopular with many traders who see it as an emblem of fair commerce and peace.",
		"Additional": ""
	},
	{
		"Id": "cur36",
		"Name": "GekNip",
		"Group": "Trade commodity",
		"Description": "Edible product much beloved by the Gek.\n \nAllows beaked traders to release delightfully scented packets of gas for a prolonged period of time.\n \nGekNip gas packets are considered an art form, and the truest representation of the Gek soul.",
		"Additional": ""
	},
	{
		"Id": "cur37",
		"Name": "Vy'keen Effigy",
		"Group": "Medium value curiosity",
		"Description": "A small wooden icon carved into the shape of a Sentinel drone.\n \nUsed by warriors to enter a temporary trance-like state that eliminates their kind's need for sleep.",
		"Additional": ""
	},
	{
		"Id": "cur38",
		"Name": "Vy'keen Dagger",
		"Group": "Trade commodity",
		"Description": "Largely ceremonial weapon. A vital part of Vy'keen tradition and culture.",
		"Additional": ""
	},
	{
		"Id": "cur39",
		"Name": "Korvax Casing",
		"Group": "High value curiosity",
		"Description": "The metallic shell of a disconnected electronic lifeform that was too distant from its kind to be refreshed with a new entity.\n \nHighly prized by all species, not least its own.",
		"Additional": ""
	},
	{
		"Id": "cur40",
		"Name": "Korvax Convergence Cube",
		"Group": "Trade commodity",
		"Description": "Device used by the Korvax for the storage of historical and cultural information.",
		"Additional": ""
	},
	{
		"Id": "cur41",
		"Name": "AtlasPass v1",
		"Group": "Tarjeta de Acceso",
		"Description": "Pase de permiso y seguridad otorgado a determinados viajeros por muchas especies galácticas principales. \nProporciona acceso a zonas restringidas de nivel alto y sistemas de puestos.\n"
	},
	{
		"Id": "cur42",
		"Name": "AtlasPass v2",
		"Group": "Tarjeta de Acceso",
		"Description": "Pase de permiso y seguridad otorgado a determinados viajeros por muchas especies galácticas principales. \nProporciona acceso a zonas restringidas de nivel alto y sistemas de puestos.\n"
	},
	{
		"Id": "cur43",
		"Name": "AtlasPass v3",
		"Group": "Tarjeta de Acceso",
		"Description": "Pase de permiso y seguridad otorgado a determinados viajeros por muchas especies galácticas principales. \nProporciona acceso a zonas restringidas de nivel alto y sistemas de puestos.\n"
	}
]