[
  {
    "Id": "cur1",
    "Name": "Servo cuádruple",
    "Group": "Material anómalo",
    "Description": "Un servobrazo motor de resortes recuperado del interior de una unidad de patrulla Centinela. A veces da sacudidas, como si experimentara el recuerdo del combate."
  },
  {
    "Id": "cur2",
    "Name": "Cerebro de caminante",
    "Group": "Material anómalo",
    "Description": "Este circuito, formado por cúmulos de nanites cambiantes soldados sobre un filamento de púgneo, está extremadamente caliente al tacto.\n\nUna luz púrpura siniestra se filtra desde el interior de su cableado, cambiando de intensidad al mirar a quien lo sostiene."
  },
  {
    "Id": "cur3",
    "Name": "Arca mental",
    "Group": "Producto creado avanzado",
    "Description": "Una extraña pieza de tecnología, un regalo de más allá de las estrellas. Brilla de una forma que sugiere que no pertenece por completo a este mundo."
  },
  {
    "Id": "cur4",
    "Name": "Nanodo capturado",
    "Group": "Curiosidad valiosa única",
    "Description": "Semilla del Atlas que contiene sustrato de desplazamiento zonal cuasi estelar. Aviso: no permitir que la matriz esté en contacto con este espacio dimensional."
  },
  {
    "Id": "cur5",
    "Name": "Sombra englobada",
    "Group": "Curiosidad valiosa única",
    "Description": "Esta Carcasa del Atlas contiene los restos de una forma de vida parasitaria del espacio, probablemente de origen extradimensional."
  },
  {
    "Id": "cur6",
    "Name": "Orbe noosférico",
    "Group": "Curiosidad valiosa única",
    "Description": "Semilla del Atlas capaz de resonar en frecuencias telepáticas humanoides. Puede intentar subsumir cualquier intelecto subordinado en las cercanías más próximas."
  },
  {
    "Id": "cur7",
    "Name": "Materia oscura",
    "Group": "Curiosidad valiosa única",
    "Description": "Carcasa de una Semilla del Atlas que encierra un elemento de vacío cosechado de la caída del universo anterior. Su ingesta es tóxica."
  },
  {
    "Id": "cur8",
    "Name": "Los Confines del Anochecer",
    "Group": "Curiosidad valiosa única",
    "Description": "Matriz de bosón de neutrinos Tau esculpida dentro de una carcasa de Semilla del Atlas irremplazable. Podría ser semiconsciente."
  },
  {
    "Id": "cur9",
    "Name": "Jade fótico",
    "Group": "Curiosidad valiosa única",
    "Description": "Esta Semilla del Atlas irreemplazable es una forma de fotones adaptados a la materia fusionados en una solidificación física por medios desconocidos."
  },
  {
    "Id": "cur10",
    "Name": "Estado Phasure",
    "Group": "Curiosidad valiosa única",
    "Description": "Por razones desconocidas, esta Semilla del Atlas única ha sido gradualmente eliminada de la convergencia con esta realidad cuántica. No se pueden determinar sus contenidos."
  },
  {
    "Id": "cur11",
    "Name": "Reclamo novae",
    "Group": "Curiosidad valiosa única",
    "Description": "Semilla del Atlas que contiene elementos de neutronio de una supernova catastrófica que extinguió una civilización inteligente en una era anterior."
  },
  {
    "Id": "cur12",
    "Name": "Quanta modificada",
    "Group": "Curiosidad valiosa única",
    "Description": "Esta Semilla del Atlas única en su especie muestra una construcción estética matemáticamente agradable, rescatada de una realidad alternativa simulada."
  },
  {
    "Id": "cur13",
    "Name": "Corazón del Sol",
    "Group": "Curiosidad valiosa única",
    "Description": "Semilla del Atlas que contiene un cilio cuántico atrapado en el tiempo suspendido en una carcasa fotónica. No se sabe de la existencia de otras."
  },
  {
    "Id": "cur14",
    "Name": "Brotes de NipNip",
    "Group": "Sustancia medicinal",
    "Description": "Brote áspero cosechado de la planta NipNip que se usa a menudo para producir Gekitos."
  },
  {
    "Id": "cur15",
    "Name": "Núcleo larvario",
    "Group": "Monstruosidad",
    "Description": "Un orbe vibrante y gelatinoso, una esfera viscosa caliente al tacto. Su olor desencadena un miedo primitivo en los seres mortales, un remordimiento arraigado que te suplica que lo sueltes y huyas."
  },
  {
    "Id": "cur16",
    "Name": "Datos recuperados",
    "Group": "Tecn. recuperada",
    "Description": "El núcleo recuperable de una tecnología antigua. En su forma actual resulta ilegible.\n\nEstos bancos de datos se pueden consignar en una unidad de investigación de construcción y usarse para investigar nuevos planos de construcción."
  },
  {
    "Id": "cur17",
    "Name": "Perla viva",
    "Group": "Piedra preciosa semiconsciente",
    "Description": "Crece en el interior de los enormes moluscos brillantes que se encuentran en las profundidades submarinas.\n\nA diferencia de la mayoría de las perlas, esta muestra no se compone de calcita inerte. Ciertos vestigios de la consciencia de la almeja madre permanecen en el interior de la gema, lo que la proporciona de una belleza persistente y cautivadora."
  },
  {
    "Id": "cur18",
    "Name": "Ojo hipnótico",
    "Group": "Muestra horrorosa",
    "Description": "El ojo es frío, casi helado, al tacto. No obstante, no se puede evitar sentir que de algún modo está vivo.\n\nNo se recomienda una exposición prolongada. No mirar fijamente al ojo. No mirar fijamente. No mirar fijamente."
  },
  {
    "Id": "cur19",
    "Name": "Núcleo hadal",
    "Group": "Muestra horrorosa",
    "Description": "Un orbe carnoso altamente presurizado.\n\nCuando se toca, se puede sentir cómo devuelve el movimiento, un destello de bioluminiscencia que gira en el núcleo negruzco de este misterioso objeto."
  },
  {
    "Id": "cur20",
    "Name": "Motor anímico",
    "Group": "Producto creado avanzado",
    "Description": "Una potente unidad de computación orgánica.\n\nEste circuito milagroso que funciona a base de fallos produce un ciclo tras otro en un frenético bucle de cálculos sin fin."
  },
  {
    "Id": "cur21",
    "Name": "Cristal de tormenta",
    "Group": "Curiosidad valiosa única",
    "Description": "Un raro y muy valioso cúmulo de cristales de tormenta. Estas estructuras cristalinas medran en condiciones de tormenta y atraen de forma natural los relámpagos, volviéndose especialmente luminiscentes cuando están ionizados. Se encuentran exclusivamente en planetas de clima extremo."
  },
  {
    "Id": "cur22",
    "Name": "Perla albuminosa",
    "Group": "Producto comerciable",
    "Description": "Piedra preciosa formada durante el transcurso de siglos dentro del huevo de una especie superincubadora.\n\nExtremadamente rara."
  },
  {
    "Id": "cur23",
    "Name": "Bola de gravitino",
    "Group": "Producto comerciable",
    "Description": "Cúmulo de partículas supersimétricas.\n\nExtremadamente raro y valioso. Producto de fuerzas supergravitacionales divergentes."
  },
  {
    "Id": "cur24",
    "Name": "Saco de veneno",
    "Group": "Producto comerciable",
    "Description": "Muestra de veneno estabilizada originalmente producida por erizos acuáticos.\n\nObjeto raro y costoso en la Red de Comercio Galáctico."
  },
  {
    "Id": "cur25",
    "Name": "Cubo vórtice",
    "Group": "Producto comerciable",
    "Description": "Objetos de metal densos que, hace mucho tiempo, se materializaron en las redes subterráneas de toda la galaxia.\n\nExtremadamente raros y de gran valor."
  },
  {
    "Id": "cur26",
    "Name": "Piedra del Atlas",
    "Group": "Curiosidad de valor muy alto",
    "Description": "Una gema esférica que parece latir con una luz roja en el centro.\n \nElemento extremadamente extraño que a menudo se asocia con antiguos lugares monolíticos."
  },
  {
    "Id": "cur27",
    "Name": "Hexanúcleo",
    "Group": "Fallo de realidad contenido",
    "Description": "Este extraño orbe de energía vibra constantemente y emite un zumbido de baja frecuencia. Hay pequeñas variaciones en el patrón que se repiten una y otra vez, como si quisiera transmitir un mensaje."
  },
  {
    "Id": "cur28",
    "Name": "Geoda",
    "Group": "Depósito mineral valioso",
    "Description": "Un trozo de roca inusualmente vibrante y potencialmente valioso.\n\nSelecciónalo en el inventario (INVENTORY) y ábrelo con FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Fragmento de cristal",
    "Group": "Esquirla de elemento concentrado",
    "Description": "Una esquirla cristalina con una estructura inusualmente densa. De un valor potencialmente alto\n\nSelecciónala en el inventario (INVENTORY) y ábrela con FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Hipercúmulo de tritio",
    "Group": "Fragmento energético",
    "Description": "Un fragmento de tritio puro cristalizado.\n\nSelecciónalo en el inventario (INVENTORY) y ábrelo con FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Pepita de oro",
    "Group": "Mineral valioso",
    "Description": "Un pedazo de mineral de gran valor, listo para ser procesado en oro.\n\nSelecciónalo en el inventario (INVENTORY) y ábrelo con FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Cristal de sulfuro",
    "Group": "Mineral comprimido",
    "Description": "Estos depósitos ricos en minerales, formados en los ardientes e increíbles núcleos planetarios de alta presión, tienen una calidad similar al vidrio.\n\nTienen una gran variedad de usos industriales, al aprovechar tanto su contenido mineral como su fuerza extrema bajo presión."
  },
  {
    "Id": "cur33",
    "Name": "Losa de piedra Vy'keen",
    "Group": "Comunión de Hirk",
    "Description": "Una losa de piedra que muestra líneas y líneas de runas complejas. Las palabras son ininteligibles, pertenecen a un dialecto que han olvidado todos menos los más ancianos de los ancianos de los Vy'keen.\n\nQuienquiera que haya tallado la piedra debió haber sido extremadamente hábil. El trabajo es preciso y delicado, pero aun así es capaz de transmitir a la perfección la agresión incesante de su tallador."
  },
  {
    "Id": "cur34",
    "Name": "Cubo de divergencia",
    "Group": "Unidad de datos anómala",
    "Description": "Una unidad de datos vibrante que falla. No parece que pertenezca a esta realidad.\n\nEl cubo parece albergar un grito silencioso; los llantos congelados de cientos de mentes perdidas y atrapadas en su interior."
  },
  {
    "Id": "cur35",
    "Name": "Reliquia Gek",
    "Group": "Curiosidad de valor medio",
    "Description": "Una estatuilla de metal de una criatura con una moneda colocada en su pico.\n \nPopular entre muchos mercaderes que la ven como un emblema del comercio justo y la paz."
  },
  {
    "Id": "cur36",
    "Name": "Gekito",
    "Group": "Producto comerciable",
    "Description": "Producto comestible adorado por los Gek.\n \nPermite a los mercaderes picudos liberar dosis de un gas delicioso durante un tiempo prolongado. \n\nLas dosis de gas Gekitos se consideran un arte y la auténtica representación del alma Gek."
  },
  {
    "Id": "cur37",
    "Name": "Efigie Vy'keen",
    "Group": "Curiosidad de valor medio",
    "Description": "Un pequeño símbolo de madera tallado en forma de un dron Centinela.\n \nUtilizado por muchos guerreros para entrar en una especie de estado de trance temporal que elimina la necesidad de dormir de su especie."
  },
  {
    "Id": "cur38",
    "Name": "Daga Vy'keen",
    "Group": "Producto comerciable",
    "Description": "Arma principalmente ritual. Es una parte vital de la tradición y la cultura Vy'keen."
  },
  {
    "Id": "cur39",
    "Name": "Carcasa Korvax",
    "Group": "Curiosidad de alto valor",
    "Description": "La carcasa metálica de un ser vivo electrónico desconectado muy alejado de los de su especie para que un nuevo ente lo sustituyera.\n \nMuy valorada por todas las especies, sin olvidar la suya."
  },
  {
    "Id": "cur40",
    "Name": "Cubo de Converg. Korvax",
    "Group": "Producto comerciable",
    "Description": "Dispositivo que usan los Korvax para almacenar información histórica y cultural."
  },
  {
    "Id": "cur41",
    "Name": "PaseAtlas v1",
    "Group": "Tarjeta de Acceso",
    "Description": "Pase de permiso y seguridad otorgado a determinados viajeros por muchas especies galácticas principales.\n \nProporciona acceso a zonas restringidas de nivel bajo y sistemas de puestos."
  },
  {
    "Id": "cur42",
    "Name": "PaseAtlas v2",
    "Group": "Tarjeta de acceso",
    "Description": "Pase de permiso y seguridad otorgado a determinados viajeros por muchas especies galácticas principales.\n \nProporciona acceso a zonas restringidas de nivel medio y sistemas de puestos."
  },
  {
    "Id": "cur43",
    "Name": "PaseAtlas v3",
    "Group": "Tarjeta de acceso",
    "Description": "El pase de permiso y seguridad otorgado a determinados viajeros por muchas especies galácticas principales.\n \nProporciona acceso a zonas restringidas de nivel medio y sistemas de puestos."
  },
  {
    "Id": "cur44",
    "Name": "Unidad de anulación de fábrica",
    "Group": "Módulo de investigación avanzada",
    "Description": "Una unidad de datos portátil, compatible con la mayoría de las instalaciones de fabricación planetarias.\n\nUna vez se ha logrado acceder a la terminal central de control, la unidad de anulación puede desviar los recursos de las instalaciones hacia la investigación de nuevas recetas de productos."
  },
  {
    "Id": "cur45",
    "Name": "Módulo de fragata recuperado",
    "Group": "Plataforma de cableado de nave principal",
    "Description": "Un módulo de tecnología recuperado de los restos de una gran nave interestelar. Puede recogerse de lugares de accidentes de cargueros o recuperarse durante expediciones de fragatas.\n\nEn su forma actual no resulta útil, pero una estación de investigación a bordo de tu carguero puede convertirlo en tecnología que se puede usar."
  },
  {
    "Id": "cur46",
    "Name": "Huevo del vacío",
    "Group": "Curiosidad viviente",
    "Description": "Un huevo anómalo. La cáscara es dura y correosa, y se retuerce al tocarla.\n\nPuede escucharse un leve golpeteo proveniente del interior. De vez en cuando, parece que canta."
  },
  {
    "Id": "cur47",
    "Name": "Huevo del vacío activo",
    "Group": "Curiosidad agitada",
    "Description": "Un huevo anómalo. Desde el encuentro con la singular «criatura» del espacio profundo, su extraña música se ha vuelto más activa y más agitada.\n\nAl tocarlo, conjura una poderosa visión de un mundo asolado por potentes anomalías y extraños colores."
  },
  {
    "Id": "cur48",
    "Name": "Huevo del vacío estimulante",
    "Group": "Curiosidad agitada",
    "Description": "Un huevo anómalo. Desde el encuentro con la singular «criatura» del espacio profundo, su extraña música se ha vuelto más activa y más agitada.\n\nAl tocarlo, conjura una poderosa visión de un mundo cubierto en polvo de tormentas extremas."
  },
  {
    "Id": "cur49",
    "Name": "Huevo del vacío despierto",
    "Group": "Curiosidad agitada",
    "Description": "Un huevo anómalo. Desde el encuentro con la singular 'criatura' del espacio profundo, su extraña música se ha vuelto más activa y más agitada.\n\nAl tocarlo, conjura una poderosa visión de un mundo con agua cubierto de una vegetación exuberante y frondosa."
  },
  {
    "Id": "cur50",
    "Name": "Huevo del vacío resquebrajado",
    "Group": "Curiosidad agitada",
    "Description": "Un huevo anómalo. Desde el encuentro con la singular «criatura» del espacio profundo, su extraña música se ha vuelto más activa y más agitada.\n\nAl tocarlo, conjura una poderosa visión de rosa y azul, colores cauterizados en la mente del poseedor.\n\nEl cazador SLASH El reflejo SLASH El cazador SLASH La espiral de la realidadSLASH La estrella sobre el agua SLASH El orbe ascendente SLASH El compañero extraño SLASH El cazador SLASH El modesto insecto SLASH La anomalía SLASH El marinero SLASH El rey del océano SLASH EUCLIDES EUCLIDES EUCLIDES"
  }
]