[
	{
		"Id": "prod1",
		"Icon": "products/1.png",
		"Name": "Antimateria",
		"Group": "Componente tecnológico",
		"Description": "Contiene materia negativa y antipartículas de bariogénesis.\nEl gran potencial de energía de la antimateria la hace altamente valiosa. El 95 % del consumo de antimateria existente se utiliza para suministrar los  hiperturbos de la nave.\nATENCIÓN: No es recomendable un uso no contenido.\n"
	},
	{
		"Id": "prod2",
		"Icon": "products/2.png",
		"Name": "Almacenamiento de antimateria",
		"Group": "Componente tecnológico",
		"Description": "Dispositivo de almacenamiento seguro de antimateria necesario para que la antimateria  pueda ser protegida con seguridad en forma de células de transposición. \nEl oxígeno  que rebota forma una bolsa de gas protectora, evitando que la antimateria reaccione con la carcasa que la rodea."
	},
	{
		"Id": "prod3",
		"Icon": "products/3.png",
		"Name": "Nanotubos de carbono",
		"Group": "Componente tecnológico",
		"Description": "Metros y metros de nanotubos de carbono  de alta capacidad.\nSu alta resistencia a la tracción y su conductividad suave los convierten en un componente clave en muchas tecnologías avanzadas."
	},
	{
		"Id": "prod4",
		"Icon": "products/4.png",
		"Name": "Espejo de cobalto",
		"Group": "Componente tecnológico",
		"Description": "Un componente óptico especializado.\nEste espejo, que emplea una superficie pulida de cobalto, es capaz de filtrar selectivamente diferente longitudes de onda de luz, cambiando su patrón de reflejo basándose en los campos magnéticos cercanos."
	},
	{
		"Id": "prod5",
		"Icon": "products/5.png",
		"Name": "Sello hermético",
		"Group": "Componente tecnológico",
		"Description": "Un  sello de carbono   de alto rendimiento, capaz de resistir tanto el severo entorno interestelar como los rigores de un uso industrial intenso.\nSe recomienda al usuario que verifique regularmente la integridad del sello después de la instalación."
	},
	{
		"Id": "prod6",
		"Icon": "products/6.png",
		"Name": "Hoja de Carito",
		"Group": "Componente tecnológico",
		"Description": "Producto de metal ligero que se usa mucho en la fabricación de piezas de naves.\nTambién se usa para la construcción de puestos planetarios y complejos de todas las especies principales conocidas.\nCreado de polvo de ferrita"
	},
	{
		"Id": "prod7",
		"Icon": "products/7.png",
		"Name": "Microprocesador",
		"Group": "Componente tecnológico",
		"Description": "Un compacto microchip de baja temperatura . Se fabrica a partir de metal cromático , creado de uno de los varios metales de terreno especializado.\nSe utiliza en la creación de una amplia gama de tecnologías avanzadas."
	},
	{
		"Id": "prod8",
		"Icon": "products/8.png",
		"Name": "Filtro de oxígeno",
		"Group": "Componente tecnológico",
		"Description": "Un componente tecnológico especializado.\nEste pequeño dispositivo puede cambiar rápidamente el entorno gaseoso del interior de un aparato, transformando condiciones de vacío total a atmósferas de oxígeno puro."
	},
	{
		"Id": "prod9",
		"Icon": "products/9.png",
		"Name": "Refractor de sal",
		"Group": "Componente tecnológico",
		"Description": "Un componente tecnológico especializado, vital para el complejo funcionamiento interno de los sistemas de láser modernos. \nEste dispositivo dispersor de luz aprovecha las propiedades ópticas únicas de la sal estabilizada y pulida para frenar y refractar los fotones que le llegan."
	},
	{
		"Id": "prod10",
		"Icon": "products/10.png",
		"Name": "Diodo de sodio",
		"Group": "Componente tecnológico",
		"Description": "Un componente de circuitos avanzado.\nEl electrodo de sodio refinado del interior de su tubo de vacío otorga a este diodo capacidades especializadas de protección ante sobrecargas."
	},
	{
		"Id": "prod11",
		"Icon": "products/11.png",
		"Name": "Di-hydrogen Jelly",
		"Group": "Energía de soporte vital portátil",
		"Description": "Una grasa ligeramente brillante. Su luz tenue y suave bamboleo oculta el hecho de que esta pegajosa sustancia es altamente tóxica e inflamable. Debe evitarse el contacto con la piel a toda costa.Sintetizada a partir de dihidrógeno."
	},
	{
		"Id": "prod12",
		"Icon": "products/12.png",
		"Name": "Oxidante de combustible",
		"Group": "Mejora consumible de fragata",
		"Description": "Una mejora de fragata temporal que dura una expedición. El dispositivo de control mental se conecta a los sistemas de comercio y comunicaciones de la nave, lo que permite al comandante de la flota llevar ventaja en cualquier negociación."
	},
	{
		"Id": "prod13",
		"Icon": "products/13.png",
		"Name": "Drones explosivos",
		"Group": "Mejora consumible de fragata",
		"Description": "Una  mejora de fragata temporal  que dura una expedición. Este paquete de explosivos autónomos fue programado para lanzarse desde la flota y dirigirse automáticamente hacia las naves hostiles. Extremadamente peligroso."
	},
	{
		"Id": "prod14",
		"Icon": "products/14.png",
		"Name": "Analizador holográfico",
		"Group": "Mejora consumible de fragata",
		"Description": "Una  mejora de fragata temporal   que dura una expedición. Esta potente computadora analítica fuerza los sistemas existentes en la flota para realizar cálculos más veloces. Tiene problemas de calentamiento y el chip no dura mucho."
	},
	{
		"Id": "prod15",
		"Icon": "products/15.png",
		"Name": "Dispositivo de control mental",
		"Group": "Mejora consumible de fragata",
		"Description": "Una  mejora de fragata temporal   que dura una expedición. El dispositivo de control mental se conecta a los sistemas de comercio y comunicaciones de la nave, lo que permite al comandante de la flota llevar ventaja en cualquier negociación."
	},
	{
		"Id": "prod16",
		"Icon": "products/16.png",
		"Name": "Compresor mineral",
		"Group": "Mejora consumible de fragata",
		"Description": "Una  mejora de fragata temporal   que dura una expedición. El compresor mineral permite que los equipos de minería de la flota licuen las sustancias que extraen para procesarlas con mayor rapidez y transportarlas con mayor facilidad."
	},
	{
		"Id": "prod17",
		"Icon": "products/17.png",
		"Name": "Célula de Transposición",
		"Group": "Unidad de Carga de Hiperturbo",
		"Description": "Esta  antimateria con base de combustible  es una de las pocas fuentes de energía capaz de cumplir con los increíbles requerimientos de energía de un hiperturbo de la nave.Al encontrarse dentro de una carcasa robusta, la célula queda completamente libre de paradojas durante el viaje superlumínico."
	},
	{
		"Id": "prod18",
		"Icon": "products/18.png",
		"Name": "Hipernúcleo de curvatura",
		"Group": "Unidad de carga de hiperturbo",
		"Description": "Un combustible basado en antimateria   de  alta capacidad  , esta célula controla un generador interno de agujeros negros para suministrar energía a los  hiperturbos de la nave a través de varios saltos de curvatura.Las paredes de la célula están especialmente diseñadas para reflejar cualquier paradoja de la realidad en el núcleo de la unidad, donde se genera energía adicional."
	},
	{
		"Id": "prod19",
		"Icon": "products/19.png",
		"Name": "Plasma Inestable",
		"Group": "Recarga de Lanzador de Plasma",
		"Description": "Cápsula de combustible densamente compactada para el Lanzador de Plasma. Contiene energía electrotérmica altamente presurizada que se utiliza en la tecnología de las granadas del disruptor de tierra."
	},
	{
		"Id": "prod20",
		"Icon": "products/20.png",
		"Name": "Batería de iones",
		"Group": "Portable Energy Storage",
		"Description": "Unidad de almacenamiento de energía práctica y optimizada. Se usa en gran variedad de sistemas  defensivos y de  protección contra peligros. Se construye fusionando  polvo de ferrita con  cobalto   subterráneo. Se encuentra frecuentemente en contenedores de metal cilíndricos."
	},
	{
		"Id": "prod21",
		"Icon": "products/21.png",
		"Name": "Batería de iones avanzada",
		"Group": "Almacenamiento de energía portátil",
		"Description": "Unidad de almacenamiento de energía potente. Se usa en gran variedad de sistemas  defensivos y de protección contra peligros.Se construye a partir de  cobalto ionizado y ferrita pura  Se encuentra ocasionalmente en contenedores de metal cilíndricos."
	},
	{
		"Id": "prod22",
		"Icon": "products/22.png",
		"Name": "Batería de escudo estelar",
		"Group": "Almacenamiento de energía portátil",
		"Description": ""
	},
	{
		"Id": "prod23",
		"Icon": "products/23.png",
		"Name": "Gel de soporte vital",
		"Group": "Energía de soporte vital portátil",
		"Description": "Combustible de soporte vital de emergencia.\nSintetizado a partir de  cristales de combustible de cohetes   y  carbono, este gel ofrece un aumento temporal de los sistemas de soporte vital. Actualmente, el efecto a largo plazo en los pulmones del usuario es desconocido."
	},
	{
		"Id": "prod24",
		"Icon": "products/24.png",
		"Name": "Cápsula de oxígeno",
		"Group": "Energía de soporte vital portátil",
		"Description": "Gas de filtrado de soporte vital   estabilizado y seguro.Fácil de construir a partir de oxígeno y polvo de ferrita. Ofrece un método eficaz de suministro de soporte de vida duradero."
	},
	{
		"Id": "prod25",
		"Icon": "products/25.png",
		"Name": "Combustible de fragata (50 toneladas)",
		"Group": "Combustible de dihidrógeno estabilizado",
		"Description": "Un barril pequeño de combustible de fragata.Este gel viscoso es altamente tóxico al contacto. Un combustible refinado, que suministra energía a los grandes motores interestelares de las naves comerciales."
	},
	{
		"Id": "prod26",
		"Icon": "products/26.png",
		"Name": "Combustible de fragata (100 toneladas)",
		"Group": "Combustible de dihidrógeno estabilizado",
		"Description": "Un barril grande de combustible de fragata.Este gel viscoso es altamente tóxico al contacto. Un combustible refinado, que suministra energía a los grandes motores interestelares de las naves comerciales."
	},
	{
		"Id": "prod27",
		"Icon": "products/27.png",
		"Name": "Combustible de fragata (200 toneladas)",
		"Group": "Combustible de dihidrógeno estabilizado",
		"Description": "Un barril enorme de combustible de fragata.Este gel viscoso es altamente tóxico al contacto. Un combustible refinado, que suministra energía a los grandes motores interestelares de las naves comerciales."
	},
	{
		"Id": "prod28",
		"Icon": "products/28.png",
		"Name": "Combustible de lanzamiento de nave espacial",
		"Group": "Combustible de dihidrógeno estabilizado",
		"Description": "Combustible en estado sólido altamente reactivo necesario para abastecer los propulsores de lanzamiento de naves espaciales  .Creado a partir de dihidrógeno   cristalizado, un elemento común en los depósitos azules de todos los mundos."
	},
	{
		"Id": "prod29",
		"Icon": "products/29.png",
		"Name": "Célula de combustible hidrotermal",
		"Group": "Combustible de reactor submarino",
		"Description": "Un combustible de alta energía térmica, encerrado en una célula de combustible estándar. Se usa para propulsar el motor de Humboldt   que alimenta al submarino Nautilo.Está compuesta por una mezcla de compuestos orgánicos (carbono   y  citofosfatos) y sales minerales localizadas."
	},
	{
		"Id": "prod30",
		"Icon": "products/30.png",
		"Name": "Munición de proyectil",
		"Group": "Módulo de munición universal",
		"Description": "Fragmentos de munición avanzada, construidos para adaptarse al estándar universal de multiherramienta 07/FF1.Se inserta con facilidad en un lanzarrayos, un lanzador de pulso   y un cañón de dispersión gracias al sistema de recarga de cartuchos de la multiherramienta."
	},
	{
		"Id": "prod31",
		"Icon": "products/31.png",
		"Name": "Cristal de carbono",
		"Group": "Depósito de carbono concentrado",
		"Description": "Carbono   hipercomprimido.La densa nanoestructura de esta sustancia hace que sea muy valiosa como fuente de energía y como componente tecnológico.\nSintetizado a partir de carbono condensado."
	},
	{
		"Id": "prod32",
		"Icon": "products/32.png",
		"Name": "Red de cloro",
		"Group": "Depósito de cloro concentrado",
		"Description": "Una forma fuertemente ligada de cloro. Las moléculas agrupadas de forma rígida ofrecen una conductividad sin igual. \nNo se conoce que se forme de manera espontánea: se necesitan grandes flujos de energía para su creación. \nSintetizada a partir de cloro  .\n"
	},
	{
		"Id": "prod33",
		"Icon": "products/33.png",
		"Name": "Sodio desestabilizado",
		"Group": "Depósito de sodio concentrado",
		"Description": "Por regla general, el sodio es altamente estable, pero ciertas configuraciones retienen la reactividad de sus iones compositivos. \nSe recomienda al usuario ponerse guantes antes de manipularlo. \nSintetizado a partir de sodio  .\n"
	},
	{
		"Id": "prod34",
		"Icon": "products/34.png",
		"Name": "Elemento metálico raro",
		"Group": "Depósito de metal concentrado",
		"Description": "Este elemento raro, un producto metálico muy apreciado, se usa en la fabricación de varias tecnologías avanzadas. El metal es altamente reactivo y se adhiere con rapidez a la piel expuesta- Se recomienda al usuario manipularlo con extrema precaución. \nSintetizado a partir de ferrita imantada.\n"
	},
	{
		"Id": "prod35",
		"Icon": "products/35.png",
		"Name": "Cristal de superóxido",
		"Group": "Depósito de oxígeno concentrado",
		"Description": "Una forma paramagnética del oxígeno. Esta rara sustancia ofrece muchas posibilidades en la producción de tecnologías avanzadas. \nNecesita conversión antes de introducirla en los sistemas de soporte vital. NO se recomienda la inhalación directa.\nSintetizado a partir de  FUEL oxígeno."
	},
	{
		"Id": "prod36",
		"Icon": "products/36.png",
		"Name": "Tetracobalto",
		"Group": "Depósito de cobalto concentrado",
		"Description": "Una novedosa forma molecular del cobalto, que precisa altos niveles de energía para su creación. Su existencia en forma natural es extremadamente rara.\nSintetizado a partir de cobalto ionizado  .\n"
	},
	{
		"Id": "prod49",
		"Icon": "products/49.png",
		"Name": "Ácido",
		"Group": "Producto agrícola avanzado",
		"Description": "Ácido diluido que genera una alta corriente en diversas células de energía.\nObtenido a partir de mordita   y moho fúngico  ."
	},
	{
		"Id": "prod51",
		"Icon": "products/51.png",
		"Name": "Condensador de calor",
		"Group": "Producto agrícola avanzado",
		"Description": "Regulador termal derivado de materia orgánica refinada. Es único a la hora de producir, disipar y distribuir el calor en función de las necesidades.Obtenido a partir de  solanio   y  cristales de escarcha  ."
	},
	{
		"Id": "prod52",
		"Icon": "products/52.png",
		"Name": "Polifibra",
		"Group": "Producto agrícola avanzado",
		"Description": "Fibra que conecta sistemas electrónicos hecha de un polímero sintético avanzado y que puede servir como conductor de energía y datos.Obtenida a partir de carne de cactus   y bulbos estelares."
	},
	{
		"Id": "prod53",
		"Icon": "products/53.png",
		"Name": "Placa base",
		"Group": "Producto agrícola avanzado",
		"Description": "Placa base apilable y semiflexible hecha de un polímero sintético de larga duración.\nObtenida a partir de  condensadores de calor   y polifibra  ."
	},
	{
		"Id": "prod54",
		"Icon": "products/54.png",
		"Name": "Vidrio",
		"Group": "Producto agrícola avanzado",
		"Description": "Vidrio irrompible y resistente a rasguños con una capa autolimpiable y con curado UV que se usa para fines de construcción en general.Refinado a partir de polvo de silicato.\nExtrae el silicato de la tierra mediante un manipulador de terreno.\nSe puede fabricar a partir de cristales de escarcha   extraídos de plantas de los planetas congelados  .\n"
	},
	{
		"Id": "prod55",
		"Icon": "products/55.png",
		"Name": "Gel inestable",
		"Group": "Producto agrícola avanzado",
		"Description": "Gel altamente reactivo muy rico en energía y peligroso al contacto.\nObtenido a partir de carne de cactus  .\n"
	},
	{
		"Id": "prod56",
		"Icon": "products/56.png",
		"Name": "Explosivo líquido",
		"Group": "Producto agrícola avanzado",
		"Description": "Explosivo potente de uso general en estado líquido para facilitar su transporte y utilización. No beber.\nObtenido a partir de ácido y gel inestable  ."
	},
	{
		"Id": "prod57",
		"Icon": "products/57.png",
		"Name": "Lubricante",
		"Group": "Producto agrícola avanzado",
		"Description": "Lubricante sintético que reduce el desgaste y prolonga la vida útil de las tecnologías con partes móviles.\nObtenido a partir de hecesio y raíz de gamma  ."
	},
	{
		"Id": "prod58",
		"Icon": "products/58.png",
		"Name": "Vidrio vivo",
		"Group": "Producto agrícola avanzado",
		"Description": "Vidrio de construcción avanzado e imbuido con compuestos orgánicos que permiten que reaccione al entorno. Los microbios del vidrio filtran la luz dañina de todas las longitudes de onda y equilibran la atmósfera en función de las necesidades.\nObtenido a partir de lubricante   y vidrio.\n"
	},
	{
		"Id": "prod59",
		"Icon": "products/59.png",
		"Name": "Carbono enriquecido",
		"Group": "Producto de gas fabricado",
		"Description": "Producto refinado que toma el carbono ordinario y lo potencia con energía radiactiva.\nObtenido a partir de radón   y carbono condensado  ."
	},
	{
		"Id": "prod60",
		"Icon": "products/60.png",
		"Name": "Sal de nitrógeno",
		"Group": "Producto de gas fabricado",
		"Description": "Producto refinado empleado como potente fertilizante orgánico de fácil distribución.\nObtenido a partir de nitrógeno  y carbono condensado  ."
	},
	{
		"Id": "prod61",
		"Icon": "products/61.png",
		"Name": "Condensado térmico",
		"Group": "Producto de gas fabricado",
		"Description": "Producto refinado que alberga el potencial energético del gas atmosférico calentado en un estado estable hasta su utilización.\nObtenido a partir de sulfurina y carbono condensado."
	},
	{
		"Id": "prod62",
		"Icon": "products/62.png",
		"Name": "Hielo caliente",
		"Group": "Producto de gas fabricado",
		"Description": "Material paradójico convertido en algo menos misterioso dada su relativa facilidad de fabricación.\nObtenido a partir de carbono enriquecido   y sal de nitrógeno  .\n"
	},
	{
		"Id": "prod63",
		"Icon": "products/63.png",
		"Name": "Criobomba",
		"Group": "Producto de gas fabricado",
		"Description": "Material híbrido autorregulador avanzado. La criobomba reparte el calor por su propia estructura con una eficiencia casi perfecta, lo que la convierte en algo vital en la creación de reguladores termales.\nObtenida a partir de hielo caliente y condensado térmico  ."
	},
	{
		"Id": "prod64",
		"Icon": "products/64.png",
		"Name": "Semiconductor",
		"Group": "Producto de gas fabricado",
		"Description": "Material avanzado empleado en muchos dispositivos electrónicos, con su propio regulador de temperatura integrado.\nObtenido a partir de condensado térmico y sal de nitrógeno  ."
	},
	{
		"Id": "prod65",
		"Icon": "products/65.png",
		"Name": "Catalizador orgánico",
		"Group": "Producto de gas fabricado",
		"Description": "Material catalítico empleado en la fabricación de muchos fertilizantes orgánicos.\nObtenido a partir de condensado térmico y carbono enriquecido.\n"
	},
	{
		"Id": "prod66",
		"Icon": "products/66.png",
		"Name": "Superconductor",
		"Group": "Producto de gas fabricado",
		"Description": "Material superconductor avanzado que enriquece aún más la energía de curvatura de campo de los semiconductores.Obtenido a partir de carbono enriquecido y semiconductores  .\n"
	},
	{
		"Id": "prod67",
		"Icon": "products/67.png",
		"Name": "Acelerante de fusión",
		"Group": "Producto de gas fabricado",
		"Description": "Fuente de combustible avanzada elaborada a partir de una mezcla perfecta de materiales orgánicos muy energéticos.\nObtenida a partir de catalizador orgánico y sal de nitrógeno  .\n"
	},
	{
		"Id": "prod68",
		"Icon": "products/68.png",
		"Name": "Cámara criogénica",
		"Group": "Producto creado avanzado",
		"Description": "Cámara de baja temperatura diseñada para prevenir la descomposición natural de la materia orgánica.\nObtenida a partir de vidrio vivo y una  criobomba  .\n"
	},
	{
		"Id": "prod69",
		"Icon": "products/69.png",
		"Name": "Reactor portátil",
		"Group": "Producto creado avanzado",
		"Description": "Reactor nuclear autocontrolado en miniatura. Genera niveles subestelares de energía sin complicaciones. Módulo de combustible altamente compatible.\nObtenido a partir de explosivos líquidos y acelerante de fusión  ."
	},
	{
		"Id": "prod70",
		"Icon": "products/70.png",
		"Name": "Procesador cuántico",
		"Group": "Producto creado avanzado",
		"Description": "Dispositivo computacional muy avanzado y esencial para los cálculos complejos de los viajes interestelares.\nObtenido a partir de placas base y superconductores  .\n"
	},
	{
		"Id": "prod71",
		"Icon": "products/71.png",
		"Name": "Aronio",
		"Group": "Metal de aleación",
		"Description": "Aleación ligera y muy maleable. Obtenida a partir de parafinio y cloro. \nMuy demandada en la Red de Comercio Galáctico debido a su utilidad en la construcción de instalaciones y puestos planetarios."
	},
	{
		"Id": "prod72",
		"Icon": "products/72.png",
		"Name": "Bronce oscuro",
		"Group": "Metal de aleación",
		"Description": "Aleación popular de metal con una gran variedad de usos. \nEl 'bronce oscuro' ha renunciado a su nombre científico en favor del término popular referido a su coloración.Obtenido a partir de  ferrita pura y pirita  ."
	},
	{
		"Id": "prod73",
		"Icon": "products/73.png",
		"Name": "Grantinio",
		"Group": "Metal de aleación",
		"Description": "Aleación blanda y fácil de trabajar que goza del favor de los artesanos de toda la galaxia. \nObtenida a partir de cobalto ionizado y dioxita. \nUn bien de comercio que cuenta con muchas rutas galácticas de transporte y venta."
	},
	{
		"Id": "prod74",
		"Icon": "products/74.png",
		"Name": "Herox",
		"Group": "Metal de aleación",
		"Description": "Aleación neutra combinada con usos que van desde la farmacología hasta la industria pesada. \nObtenida a partir de cloro y amonio.\n Es la columna vertebral del comercio galáctico de aleaciones."
	},
	{
		"Id": "prod75",
		"Icon": "products/75.png",
		"Name": "Oro magno",
		"Group": "Metal de aleación",
		"Description": "Aleación brillante de gran valor. Popular entre los mercaderes de todas las principales especies galácticas conocidas.\nObtenida a partir de cobalto ionizado y fósforo.\nFácilmente reconocible por su color rojo brillante y su potente campo magnético."
	},
	{
		"Id": "prod76",
		"Icon": "products/76.png",
		"Name": "Lemio",
		"Group": "Metal de aleación",
		"Description": "Aleación de ferrita pura. \nObtenida a partir de ferrita pura y uranio. \nSu uso está muy extendido en la construcción de cargueros estelares debido a su gran resistencia. Un metal extremadamente duro muy popular en la Red de Comercio Galáctico."
	},
	{
		"Id": "prod77",
		"Icon": "products/77.png",
		"Name": "Geodesita",
		"Group": "Metal de aleación enriquecido",
		"Description": "Aleación avanzada y duradera utilizada principalmente en la construcción de cascos para naves y en tecnología de exploración espacial con drones.\nObtenida a partir de herox  , bronce oscuro   y lemio  ."
	},
	{
		"Id": "prod78",
		"Icon": "products/78.png",
		"Name": "Iridesita",
		"Group": "Metal de aleación enriquecido",
		"Description": "Aleación de metal ligera avanzada que se comercia por todo el Otro Lado de la galaxia. \nSe suele utilizar en el interior de los transbordadores comerciales para reducir peso durante el ascenso desde planetas con campos gravitatorios altos.\nObtenida a partir de aronio, oro magno y grantinio  .\n"
	},
	{
		"Id": "prod79",
		"Icon": "products/79.png",
		"Name": "Cebador de fusión",
		"Group": "Tecnología altamente refinada",
		"Description": "Pieza tecnológica muy avanzada empleada en la próxima generación de plantas de energía. Una fusión del núcleo requiere habilidades científicas y procesos industriales complejos.\nObtenida a partir de un reactor portátil, procesadores cuánticos y geodesita  .\n"
	},
	{
		"Id": "prod80",
		"Icon": "products/80.png",
		"Name": "Dispositivo de estasis",
		"Group": "Tecnología altamente refinada",
		"Description": "Dispositivo específicamente fabricado para mantener con vida a los seres vivos durante miles de años más que su ciclo vital natural. La fabricación de un dispositivo así requiere habilidades increíbles, no solo por su complejidad técnica, sino por las funestas consecuencias para el usuario en caso de fallo.\nObtenido a partir de procesadores cuánticos, cámaras criogénicas e iridesita  .\n"
	},
	{
		"Id": "prod81",
		"Icon": "products/81.png",
		"Name": "Sulfuro de cristal",
		"Group": "Mineral comprimido",
		"Description": "Estos depósitos ricos en minerales, formados en los ardientes e increíbles núcleos planetarios de alta presión, tienen una calidad similar al vidrio.\nTienen una gran variedad de usos industriales, al aprovechar tanto su contenido mineral como su fuerza extrema bajo presión."
	},
	{
		"Id": "prod82",
		"Icon": "products/82.png",
		"Name": "Panel de cableado",
		"Group": "Plataforma de tecnología universal",
		"Description": "Una placa base prefabricada, diseñada para su uso en una amplia gama de componentes tecnológicos.\nEl módulo presenta un procesador de nanitos integrado, lo que permite su rápida configuración para un gran abanico de usos."
	}
]