[
  {
    "Id": "prod1",
    "Name": "Antimateria",
    "Group": "Componente tecnológico creado",
    "Description": "Contiene materia negativa y antipartículas de bariogénesis.\n \nEl gran potencial de energía de la antimateria la hace altamente valiosa. El 95 % del consumo de antimateria existente se utiliza para suministrar los hiperturbos de la nave.\n\nATENCIÓN: no es recomendable un uso no contenido."
  },
  {
    "Id": "prod2",
    "Name": "Almacenamiento de antimateria",
    "Group": "Componente tecnológico creado",
    "Description": "Dispositivo de almacenamiento seguro de antimateria necesario para que la antimateria pueda ser protegida con seguridad en forma de células de curvatura.\n\nEl oxígeno que rebota forma una bolsa de gas protectora, evitando que la antimateria reaccione con la carcasa que la rodea."
  },
  {
    "Id": "prod3",
    "Name": "Nanotubos de carbono",
    "Group": "Componente tecnológico creado",
    "Description": "Metros y metros de nanotubos de carbono de alta capacidad.\n\nSu alta resistencia a la tracción y su conductividad suave los convierten en un componente clave en muchas tecnologías avanzadas."
  },
  {
    "Id": "prod4",
    "Name": "Espejo de cobalto",
    "Group": "Componente tecnológico creado",
    "Description": "Un componente óptico especializado.\n\nEste espejo, que emplea una superficie pulida de cobalto, es capaz de filtrar selectivamente diferentes longitudes de onda de luz, cambiando su patrón de reflejo basándose en los campos magnéticos cercanos."
  },
  {
    "Id": "prod5",
    "Name": "Sello hermético",
    "Group": "Componente tecnológico creado",
    "Description": "Un sello de carbono de alto rendimiento, capaz de resistir tanto el severo entorno interestelar como los rigores de un uso industrial intenso\n\nSe recomienda al usuario que verifique regularmente la integridad del sello después de la instalación."
  },
  {
    "Id": "prod6",
    "Name": "Placa de metal",
    "Group": "Componente tecnológico creado",
    "Description": "Un producto de metal ligero que se usa mucho en la fabricación de piezas de naves y en la tecnología desplegable. Un pilar en la industria de la construcción de todas las especies primarias conocidas.\n\nFabricado a partir de polvo de ferrita."
  },
  {
    "Id": "prod7",
    "Name": "Microprocesador",
    "Group": "Componente tecnológico creado",
    "Description": "Un compacto microchip de baja temperatura. Se fabrica a partir de metal cromático, creado de uno de los varios metales de terreno especializado.\n\nSe utiliza en la creación de una amplia gama de tecnologías avanzadas."
  },
  {
    "Id": "prod8",
    "Name": "Filtro de oxígeno",
    "Group": "Componente tecnológico creado",
    "Description": "Un componente tecnológico especializado.\n\nEste pequeño dispositivo puede cambiar rápidamente el entorno gaseoso del interior de un aparato, transformando condiciones desde el vacío total hasta atmósferas de oxígeno puro."
  },
  {
    "Id": "prod9",
    "Name": "Refractor de sal",
    "Group": "Componente tecnológico creado",
    "Description": "Un componente tecnológico especializado, vital para el complejo funcionamiento interno de los sistemas de láser modernos. \n\nEste dispositivo dispersor de luz aprovecha las propiedades ópticas únicas de la sal estabilizada y pulida para frenar y refractar los fotones que le llegan."
  },
  {
    "Id": "prod10",
    "Name": "Diodo de sodio",
    "Group": "Componente tecnológico creado",
    "Description": "Un componente de circuitos avanzado.\n\nEl electrodo de sodio refinado del interior de su tubo de vacío otorga a este diodo capacidades especializadas de protección ante sobrecargas."
  },
  {
    "Id": "prod11",
    "Name": "Grasa de dihidrógeno",
    "Group": "Energía de soporte vital portátil",
    "Description": "Un grasa ligeramente brillante. Su luz tenue y suave bamboleo oculta el hecho de que esta pegajosa sustancia es altamente tóxica e inflamable. Debe evitarse el contacto con la piel a toda costa.\n\nSintetizada a partir de dihidrógeno."
  },
  {
    "Id": "prod12",
    "Name": "Oxidante de combustible",
    "Group": "Mejora consumible de fragata",
    "Description": "Una mejora de fragata temporal que dura una expedición.\n\nEsta potente mejora de combustible sobrecarga los motores de la fragata, lo que permite viajar con mayor rapidez."
  },
  {
    "Id": "prod13",
    "Name": "Drones explosivos",
    "Group": "Mejora consumible de fragata",
    "Description": "Una mejora de fragata temporal que dura una expedición.\n\nEste paquete de explosivos autónomos ha sido programado para lanzarse desde la flota y dirigirse automáticamente hacia las naves hostiles. Extremadamente peligroso."
  },
  {
    "Id": "prod14",
    "Name": "Analizador holográfico",
    "Group": "Mejora consumible de fragata",
    "Description": "Una mejora de fragata temporal que dura una expedición. Este potente ordenador analítico fuerza los sistemas existentes en la flota para realizar cálculos más veloces. Tiene problemas de calentamiento y el chip no dura mucho."
  },
  {
    "Id": "prod15",
    "Name": "Dispositivo de control mental",
    "Group": "Mejora consumible de fragata",
    "Description": "Una mejora de fragata temporal que dura una expedición.\nEl dispositivo de control mental se conecta a los sistemas de comercio y comunicaciones de la nave, lo que permite al comandante de la flota llevar ventaja en cualquier negociación."
  },
  {
    "Id": "prod16",
    "Name": "Compresor mineral",
    "Group": "Mejora consumible de fragata",
    "Description": "Una mejora de fragata temporal que dura una expedición.\nEl compresor mineral permite que los equipos de minería de la flota licuen las sustancias que extraen para procesarlas con mayor rapidez y transportarlas con mayor facilidad."
  },
  {
    "Id": "prod17",
    "Name": "Célula de Curvatura",
    "Group": "Unidad de Carga de Hiperturbo",
    "Description": "Esta antimateria con base de combustible es una de las pocas fuentes de energía capaz de cumplir con los increíbles requerimientos de energía de un hiperturbo de la nave.\n\nAl encontrarse dentro de una carcasa robusta, la célula queda completamente libre de paradojas durante el viaje superlumínico."
  },
  {
    "Id": "prod18",
    "Name": "Hipernúcleo de curvatura",
    "Group": "Unidad de carga de hiperturbo",
    "Description": "Un combustible basado en antimateria de alta capacidad. Esta célula controla un generador interno de agujeros negros para suministrar energía a los hiperturbos de la nave a través de varios saltos de curvatura.\n\nLas paredes de la célula están especialmente diseñadas para reflejar cualquier paradoja de la realidad en el núcleo de la unidad, donde se genera energía adicional."
  },
  {
    "Id": "prod19",
    "Name": "Plasma Inestable",
    "Group": "Recarga de Lanzador de Plasma",
    "Description": "Cápsula de combustible densamente compactada para el Lanzador de Plasma.\n \nContiene energía electrotérmica altamente presurizada que se utiliza en la tecnología de las granadas del disruptor de tierra."
  },
  {
    "Id": "prod20",
    "Name": "Batería de iones",
    "Group": "Almacenamiento de energía portátil",
    "Description": "Unidad de almacenamiento de energía práctica y optimizada. Se usa en gran variedad de sistemas defensivos y de protección frente a peligros.\n \nSe construye fusionando polvo de ferrita con cobalto subterráneo. Se encuentra frecuentemente en contenedores de metal cilíndricos."
  },
  {
    "Id": "prod21",
    "Name": "Batería de iones avanzada",
    "Group": "Almacenamiento de energía portátil",
    "Description": "Unidad de almacenamiento de energía potente. Se usa en gran variedad de sistemas defensivos y de protección frente a peligros.\n\nSe construye a partir de cobalto ionizado y ferrita pura. Se encuentra ocasionalmente en contenedores de metal cilíndricos."
  },
  {
    "Id": "prod22",
    "Name": "Batería de escudo estelar",
    "Group": "Almacenamiento de energía portátil",
    "Description": "Una unidad de almacenamiento de energía optimizada para su uso en los sistemas defensivos de la nave.\n \nLos condensadores alimentados con tritio proporcionan carga de rápida liberación para el escudo deflector, pero sobrecarga el equipamiento de menor escala."
  },
  {
    "Id": "prod23",
    "Name": "Gel de soporte vital",
    "Group": "Energía de soporte vital portátil",
    "Description": "Combustible de soporte vital de emergencia.\n\nSintetizado a partir de cristales de combustible de cohetes y carbono, este gel ofrece un aumento temporal de los sistemas de soporte vital. Actualmente, el efecto a largo plazo en los pulmones del usuario es desconocido."
  },
  {
    "Id": "prod24",
    "Name": "Cápsula de oxígeno",
    "Group": "Energía de soporte vital portátil",
    "Description": "Gas de filtrado de soporte vital estabilizado y seguro.\n\nFácil de construir a partir de oxígeno y polvo de ferrita. Ofrece un método eficaz de suministro de soporte de vida duradero."
  },
  {
    "Id": "prod25",
    "Name": "Combustible de fragata (50 toneladas)",
    "Group": "Combustible de dihidrógeno estabilizado",
    "Description": "Un barril pequeño de combustible de fragata.\n\nEste gel viscoso es altamente tóxico al contacto. Un combustible refinado, que suministra energía a los grandes motores interestelares de las naves comerciales."
  },
  {
    "Id": "prod26",
    "Name": "Combustible de fragata (100 toneladas)",
    "Group": "Combustible de dihidrógeno estabilizado",
    "Description": "Un barril grande de combustible de fragata.\n\nEste gel viscoso es altamente tóxico al contacto. Un combustible refinado, que suministra energía a los grandes motores interestelares de las naves comerciales."
  },
  {
    "Id": "prod27",
    "Name": "Combustible de fragata (200 toneladas)",
    "Group": "Combustible de dihidrógeno estabilizado",
    "Description": "Un barril enorme de combustible de fragata.\n\nEste gel viscoso es altamente tóxico al contacto. Un combustible refinado, que suministra energía a los grandes motores interestelares de las naves comerciales."
  },
  {
    "Id": "prod28",
    "Name": "Combustible de lanzamiento de nave espacial",
    "Group": "Combustible de dihidrógeno estabilizado",
    "Description": "Combustible en estado sólido altamente reactivo necesario para alimentar los propulsores de lanzamiento de naves espaciales.\n\nCreado a partir de dihidrógeno cristalizado, un elemento común en los depósitos azules de todos los mundos."
  },
  {
    "Id": "prod29",
    "Name": "Célula de combustible hidrotermal",
    "Group": "Combustible de reactor submarino",
    "Description": "Un combustible de alta energía térmica, encerrado en una célula de combustible estándar. Se usa para propulsar el motor de Humboldt que alimenta el submarino Nautilo.\n\nEstá compuesta por una mezcla de compuestos orgánicos \n(carbono y citofosfatos) y sales minerales localizadas."
  },
  {
    "Id": "prod30",
    "Name": "Munición de proyectil",
    "Group": "Módulo de munición universal",
    "Description": "Fragmentos de munición avanzada, construidos para adaptarse al estándar universal de multiherramienta 07/FF1.\n\nSe inserta con facilidad en un lanzarrayos, un lanzador de pulso y un cañón de dispersión gracias al sistema de recarga de cartuchos de la multiherramienta."
  },
  {
    "Id": "prod31",
    "Name": "Cristal de carbono",
    "Group": "Depósito de carbono concentrado",
    "Description": "Carbono hipercomprimido. La densa nanoestructura de esta sustancia hace que sea muy valiosa tanto como fuente de energía como componente tecnológico.\n\nSintetizado a partir de carbono condensado."
  },
  {
    "Id": "prod32",
    "Name": "Red de cloro",
    "Group": "Depósito de cloro concentrado",
    "Description": "Una forma fuertemente ligada de cloro. Las moléculas agrupadas de forma rígida ofrecen una conductividad sin igual. No se conoce que se forme de manera espontánea: se necesitan grandes flujos de energía para su creación.\n\nSintetizada a partir de cloro."
  },
  {
    "Id": "prod33",
    "Name": "Sodio desestabilizado",
    "Group": "Depósito de sodio concentrado",
    "Description": "Por regla general, el sodio es altamente estable, pero ciertas configuraciones retienen la reactividad de sus iones compositivos. Se recomienda al usuario ponerse guantes NBQ antes de manipularlo.\n\nSintetizado a partir de sodio."
  },
  {
    "Id": "prod34",
    "Name": "Elemento metálico raro",
    "Group": "Depósito de metal concentrado",
    "Description": "Este elemento raro, un producto metálico muy apreciado, se usa en la fabricación de varias tecnologías avanzadas.\n\nEl metal es altamente reactivo y se adhiere con rapidez a la piel expuesta- Se recomienda al usuario manipularlo con extrema precaución.\n\nSintetizado a partir de ferrita imantada."
  },
  {
    "Id": "prod35",
    "Name": "Cristal de superóxido",
    "Group": "Depósito de oxígeno concentrado",
    "Description": "Una forma paramagnética del oxígeno. Esta rara sustancia ofrece muchas posibilidades en la producción de tecnologías avanzadas. Necesita conversión antes de introducirla en los sistemas de soporte vital. NO se recomienda la inhalación directa.\n\nSintetizado a partir de oxígeno."
  },
  {
    "Id": "prod36",
    "Name": "Tetracobalto",
    "Group": "Depósito de cobalto concentrado",
    "Description": "Una novedosa forma molecular del cobalto, que precisa altos niveles de energía para su creación. Su existencia en forma natural es extremadamente rara.\n\nSintetizado a partir de cobalto ionizado."
  },
  {
    "Id": "prod49",
    "Name": "Ácido",
    "Group": "Producto agrícola avanzado",
    "Description": "Ácido diluido que genera una alta corriente en diversas células de energía.\n\nObtenido a partir de mordita y moho fúngico."
  },
  {
    "Id": "prod51",
    "Name": "Condensador de calor",
    "Group": "Producto agrícola avanzado",
    "Description": "Regulador termal derivado de materia orgánica refinada. Es único a la hora de producir, disipar y distribuir el calor en función de las necesidades.\n\nObtenido a partir de solanio y cristales de escarcha."
  },
  {
    "Id": "prod52",
    "Name": "Polifibra",
    "Group": "Producto agrícola avanzado",
    "Description": "Fibra que conecta sistemas electrónicos hecha de un polímero sintético avanzado y que puede servir como conductor de energía y datos.\n\nObtenida a partir de carne de cactus y bulbos estelares."
  },
  {
    "Id": "prod53",
    "Name": "Placa base",
    "Group": "Producto agrícola avanzado",
    "Description": "Placa base apilable y semiflexible hecha de un polímero sintético de larga duración.\n\nObtenida a partir de condensadores de calor y polifibra."
  },
  {
    "Id": "prod54",
    "Name": "Vidrio",
    "Group": "Producto agrícola avanzado",
    "Description": "Vidrio irrompible y resistente a rasguños con una capa autolimpiable y con curado UV que se usa para fines de construcción en general.\n\nRefinado a partir de polvo de silicato. Extrae el silicato de la tierra mediante un manipulador de terreno.\n\nSe puede fabricar a partir de cristales de escarcha extraídos de plantas de los planetas congelados."
  },
  {
    "Id": "prod55",
    "Name": "Gel inestable",
    "Group": "Producto agrícola avanzado",
    "Description": "Gel altamente reactivo muy rico en energía y peligroso al contacto.\n\nObtenido a partir de carne de cactus."
  },
  {
    "Id": "prod56",
    "Name": "Explosivo líquido",
    "Group": "Producto agrícola avanzado",
    "Description": "Explosivo potente de uso general en estado líquido para facilitar su transporte y utilización. No beber.\n\nObtenido a partir de ácido y gel inestable."
  },
  {
    "Id": "prod57",
    "Name": "Lubricante",
    "Group": "Producto agrícola avanzado",
    "Description": "Lubricante sintético que reduce el desgaste y prolonga la vida útil de las tecnologías con partes móviles.\n\nObtenido a partir de hecesio y raíz de gamma."
  },
  {
    "Id": "prod58",
    "Name": "Vidrio vivo",
    "Group": "Producto agrícola avanzado",
    "Description": "Vidrio de construcción avanzado e imbuido con compuestos orgánicos que permiten que reaccione al entorno. Los microbios del vidrio filtran la luz dañina de todas las longitudes de onda y equilibran la atmósfera en función de las necesidades.\n\nObtenido a partir de lubricante y vidrio."
  },
  {
    "Id": "prod59",
    "Name": "Carbono enriquecido",
    "Group": "Producto de gas mejorado",
    "Description": "Producto refinado que toma el carbono ordinario y lo potencia con energía radiactiva.\n\nObtenido a partir de radón y carbono condensado."
  },
  {
    "Id": "prod60",
    "Name": "Sal de nitrógeno",
    "Group": "Producto de gas mejorado",
    "Description": "Producto refinado empleado como potente fertilizante orgánico de fácil distribución.\n\nObtenido a partir de nitrógeno y carbono condensado."
  },
  {
    "Id": "prod61",
    "Name": "Condensado térmico",
    "Group": "Producto de gas mejorado",
    "Description": "Producto refinado que alberga el potencial energético del gas atmosférico calentado en un estado estable hasta su utilización.\n\nObtenido a partir de sulfurina y carbono condensado."
  },
  {
    "Id": "prod62",
    "Name": "Hielo caliente",
    "Group": "Producto de gas fabricado",
    "Description": "Material paradójico convertido en algo menos misterioso dada su relativa facilidad de fabricación.\n\nObtenido a partir de carbono enriquecido y sal de nitrógeno."
  },
  {
    "Id": "prod63",
    "Name": "Criobomba",
    "Group": "Producto de gas fabricado",
    "Description": "Material híbrido autorregulador avanzado. La criobomba reparte el calor por su propia estructura con una eficiencia casi perfecta, lo que la convierte en algo vital en la creación de reguladores termales.\n\nObtenida a partir de hielo caliente y condensado térmico."
  },
  {
    "Id": "prod64",
    "Name": "Semiconductor",
    "Group": "Producto de gas fabricado",
    "Description": "Material avanzado empleado en muchos dispositivos electrónicos, con su propio regulador de temperatura integrado.\n\nObtenido a partir de condensado térmico y sal de nitrógeno."
  },
  {
    "Id": "prod65",
    "Name": "Catalizador orgánico",
    "Group": "Producto de gas fabricado",
    "Description": "Material catalítico empleado en la fabricación de muchos fertilizantes orgánicos.\n\nObtenido a partir de condensado térmico y carbono enriquecido."
  },
  {
    "Id": "prod66",
    "Name": "Superconductor",
    "Group": "Producto de gas fabricado",
    "Description": "Material superconductor avanzado que enriquece aún más la energía de curvatura de campo de los semiconductores.\n\nObtenido a partir de carbono enriquecido y semiconductores."
  },
  {
    "Id": "prod67",
    "Name": "Acelerante de fusión",
    "Group": "Producto de gas fabricado",
    "Description": "Fuente de combustible avanzada elaborada a partir de una mezcla perfecta de materiales orgánicos muy energéticos.\n\nObtenida a partir de catalizador orgánico y sal de nitrógeno."
  },
  {
    "Id": "prod68",
    "Name": "Cámara criogénica",
    "Group": "Producto creado avanzado",
    "Description": "Cámara de baja temperatura diseñada para prevenir la descomposición natural de la materia orgánica.\n\nObtenida a partir de vidrio vivo y una criobomba."
  },
  {
    "Id": "prod69",
    "Name": "Reactor portátil",
    "Group": "Producto creado avanzado",
    "Description": "Reactor nuclear autocontrolado en miniatura. Genera niveles subestelares de energía sin complicaciones. Módulo de combustible altamente compatible.\n\nObtenido a partir de explosivos líquidos y acelerante de fusión."
  },
  {
    "Id": "prod70",
    "Name": "Procesador cuántico",
    "Group": "Producto creado avanzado",
    "Description": "Dispositivo computacional muy avanzado y esencial para los cálculos complejos de los viajes interestelares.\n\nObtenido a partir de placas base y superconductores."
  },
  {
    "Id": "prod71",
    "Name": "Aronio",
    "Group": "Metal de aleación",
    "Description": "Aleación ligera y muy maleable. Obtenida a partir de parafinio y cloro.\n \nMuy demandada en la Red de Comercio Galáctico debido a su utilidad en la construcción de instalaciones y puestos planetarios."
  },
  {
    "Id": "prod72",
    "Name": "Bronce oscuro",
    "Group": "Metal de aleación",
    "Description": "Aleación popular de metal con una gran variedad de usos. El 'bronce oscuro' ha renunciado a su nombre científico en favor del término popular referido a su coloración.\n\nObtenido a partir de ferrita pura y pirita."
  },
  {
    "Id": "prod73",
    "Name": "Grantinio",
    "Group": "Metal de aleación",
    "Description": "Aleación blanda y fácil de trabajar que goza del favor de los artesanos de toda la galaxia. Obtenida a partir de cobalto ionizado y dioxita.\n \nUn bien de comercio que cuenta con muchas rutas galácticas de transporte y venta."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Metal de aleación",
    "Description": "Aleación neutra combinada con usos que van desde la farmacología hasta la industria pesada. Obtenida a partir de cloro y amonio.\n \nEs la columna vertebral del comercio galáctico de aleaciones."
  },
  {
    "Id": "prod75",
    "Name": "Oro magno",
    "Group": "Metal de aleación",
    "Description": "Aleación brillante de gran valor. Popular entre los mercaderes de todas las principales especies galácticas conocidas. Obtenida a partir de cobalto ionizado y fósforo.\n\nFácilmente reconocible por su color rojo brillante y su potente campo magnético."
  },
  {
    "Id": "prod76",
    "Name": "Lemio",
    "Group": "Metal de aleación",
    "Description": "Aleación de ferrita pura. Obtenida a partir de ferrita pura y uranio.\n \nSu uso está muy extendido en la construcción de cargueros estelares debido a su gran resistencia. Un metal extremadamente duro muy popular en la Red de Comercio Galáctico."
  },
  {
    "Id": "prod77",
    "Name": "Geodesita",
    "Group": "Metal de aleación enriquecido",
    "Description": "Aleación avanzada y duradera utilizada principalmente en la construcción de cascos para naves y en tecnología de exploración espacial con drones.\n\nObtenida a partir de herox, bronce oscuro y lemio."
  },
  {
    "Id": "prod78",
    "Name": "Iridesita",
    "Group": "Metal de aleación enriquecido",
    "Description": "Aleación de metal ligera avanzada que se comercia por todo el Otro Lado de la galaxia. Se suele utilizar en el interior de los transbordadores comerciales para reducir peso durante el ascenso desde planetas con campos gravitatorios altos.\n\nObtenida a partir de aronio, oro magno y grantinio."
  },
  {
    "Id": "prod79",
    "Name": "Cebador de fusión",
    "Group": "Tecnología altamente refinada",
    "Description": "Pieza tecnológica muy avanzada empleada en la próxima generación de plantas de energía. Una fusión del núcleo requiere habilidades científicas y procesos industriales complejos.\n\nObtenida a partir de un reactor portátil, procesadores cuánticos y geodesita."
  },
  {
    "Id": "prod80",
    "Name": "Dispositivo de estasis",
    "Group": "Tecnología altamente refinada",
    "Description": "Dispositivo específicamente fabricado para mantener con vida a los seres vivos durante miles de años más que su ciclo vital natural. La fabricación de un dispositivo así requiere habilidades increíbles, no solo por su complejidad técnica, sino por las funestas consecuencias para el usuario en caso de fallo.\n\nObtenido a partir de procesadores cuánticos, cámaras criogénicas e iridesita."
  },
  {
    "Id": "prod81",
    "Name": "Panel de cableado",
    "Group": "Plataforma de tecnología universal",
    "Description": "Una placa base prefabricada, diseñada para su uso en una amplia gama de componentes tecnológicos.\n\nEl módulo presenta un procesador de nanites integrado, lo que permite su rápida configuración para un gran abanico de usos."
  },
  {
    "Id": "prod82",
    "Name": "Raíz neuronal frágil",
    "Group": "Fragmento de vida",
    "Description": "Una delicada red de tejido vivo, que encenderá la chispa de la existencia de un nuevo ser vivo.\n\nNecesita cuidados constantes mientras madura."
  },
  {
    "Id": "prod83",
    "Name": "Corazón frágil",
    "Group": "Fragmento de vida",
    "Description": "Aunque no es más que un cúmulo de células, ya se puede detectar el leve latido de su protocorazón.\n\nNecesita cuidados constantes mientras madura."
  },
  {
    "Id": "prod84",
    "Name": "Caparazón frágil",
    "Group": "Fragmento de vida",
    "Description": "Este caparazón, traslúcido y extremadamente fino, no es más que un mero soplo de vidrio. Pero, aun así, el potencial está claro, una solidificación implacable y multiplicativa que se suma constantemente a su fuerza.\n\nNecesita cuidados constantes mientras madura."
  },
  {
    "Id": "prod85",
    "Name": "Singularidad creciente",
    "Group": "Chispa de vida frágil",
    "Description": "Una lenta interconexión de carne, neuronas y antimateria. El modo en que esta mente experimenta el universo está más allá de lo imaginable.\n\nNecesita cuidados constantes mientras madura."
  },
  {
    "Id": "prod86",
    "Name": "Raíz neuronal madura",
    "Group": "Órgano de nave viviente",
    "Description": "Esta red de tejido vivo ha desarrollado sus propios filamentos metálicos, una amalgama de plata y carne. Crepita con su propia carga eléctrica, una red que necesita sus nodos.\n\nAguarda a su huésped."
  },
  {
    "Id": "prod87",
    "Name": "Nódulo de corazón maduro",
    "Group": "Órgano de nave viviente",
    "Description": "Esta bomba biónica, potente y musculosa, se asienta sobre una red de tubos sintéticos. Se retuerce al tocarla y sus ritmos son sensibles a la presencia de otras entidades pensantes.\n\nAguarda a su huésped."
  },
  {
    "Id": "prod88",
    "Name": "Caparazón endurecido",
    "Group": "Órgano de nave viviente",
    "Description": "Traslúcido, reflectante, iridiscente y extraordinariamente fuerte. Este caparazón se reconfigura con rapidez al dañarse, volviéndose a soldar con más fuerza que antes. Los vínculos recién formados crean un recuerdo de vidrio que refleja la luz absorbida en el momento del daño.\n\nAguarda a su huésped."
  },
  {
    "Id": "prod89",
    "Name": "Núcleo de singularidad",
    "Group": "Órgano de nave viviente",
    "Description": "Una disposición sensible de neuronas en una órbita estable alrededor de un agujero negro en miniatura. La mente dentro de este milagro biónico no está sujeta a las limitaciones del tiempo lineal, su experiencia es una red imposible de un sinfín de seres vivos recogidos.\n\nAguarda a su huésped."
  },
  {
    "Id": "prod90",
    "Name": "Puente de la conciencia",
    "Group": "Escalera neuronal reactivada",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nEste dispositivo parece ofrecer una interfaz entre un ente individual y una conciencia compartida mayor. Parece derivado de, aunque no ajustado a, la tecnología Korvax."
  },
  {
    "Id": "prod91",
    "Name": "Núcleo palpitante",
    "Group": "Fragmento de vida sobrecalentado",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nOrgánico, aunque brilla con calor y posee un recipiente interior de alta presión. Este «dispositivo» es mitad bomba, mitad cámara evolutiva acelerada."
  },
  {
    "Id": "prod92",
    "Name": "Membrana imposible",
    "Group": "Ser vivo autorregenerativo",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nUna delicada malla de fibra fuertemente tejida. Los microorganismos incrustados en el tejido permiten regenerarlo continuamente, una piel biónica perfecta e infinita."
  },
  {
    "Id": "prod93",
    "Name": "Semillas de vidrio",
    "Group": "Archivo congelado",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nCápsulas de material genético, revestidas de una película de vidrio vivo. Los recuerdos compartidos nadan en sus superficies reflectantes, esperando su oportunidad para dar forma a la vida de su interior."
  },
  {
    "Id": "prod94",
    "Name": "Alma archivada",
    "Group": "Arca biónica",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nUna fusión de circuitería compleja y el inefable fallo del Viajero. Un cálculo como este podría vincular distintas realidades o despedazarlas en meros fragmentos simulados."
  },
  {
    "Id": "prod95",
    "Name": "Cámara de almas (0 %)",
    "Group": "Arca biónica",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nUna fusión de circuitería compleja y el inefable fallo del Viajero. Un cálculo como este podría vincular distintas realidades o despedazarlas en meros fragmentos simulados."
  },
  {
    "Id": "prod96",
    "Name": "Cámara de almas (33 %)",
    "Group": "Arca biónica",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nUna fusión de circuitería compleja y el inefable fallo del Viajero. Un cálculo como este podría vincular distintas realidades o despedazarlas en meros fragmentos simulados."
  },
  {
    "Id": "prod97",
    "Name": "Cámara de almas (66 %)",
    "Group": "Arca biónica",
    "Description": "Un constructo biomecánico creado a partir del diseño de un huésped anónimo.\n\nUna fusión de circuitería compleja y el inefable fallo del Viajero. Un cálculo como este podría vincular distintas realidades o despedazarlas en meros fragmentos simulados."
  },
  {
    "Id": "prod98",
    "Name": "Agua viva",
    "Group": "Indeterminación vidriosa",
    "Description": "Las interacciones inusuales de la superficie provocan que este líquido se divida rápidamente en pequeñas esferas perfectas. La luz refractada a través de una de estas esferas se divide en colores indescriptibles.\n\nDe origen desconocido."
  }
]