[
  {
    "Id": "TRA_HARV_1",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 1,
    "IncomingMessages": [
      "Une commande venant d'un autre monde a bloqué toutes les activités de l'installation. Le terminal clignote de manière agressive en demandant le règlement immédiat d'une dette impayée.",
      "Gek Trade Federation fury! Planetary installation tax unpaid! Initiate repayment!",
      "Une option de réponse en joignant des unités est disponible. J'ai l'impression que la vie de quelqu'un serait bien plus facile si je me montrais charitable..."
    ],
    "Options": [
      {
        "Name": "Pay full amount",
        "Text": "A remotely-operated scent dispersal system bathes me in a pleasant perfume.\n\nThe terminal unlocks something that will aid my travels.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Pay partial amount",
        "Text": "An angry alien beak momentarily appears on a terminal and shouts at me.\n\nLimited systems within the facility are back online.",
        "RewardIds": [
          "USEFUL_PROD",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_2",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 2,
    "IncomingMessages": [
      "Des images de vaisseaux de combat ont été envoyées ici. Ils portent des marques d'attaques et appartiennent probablement à des pirates.",
      "Gek Trade Federation warning. Pirate activity detected. Report sightings!",
      "Le message semble demander des témoins, et il y aurait une récompense pour toute information..."
    ],
    "Options": [
      {
        "Name": "Tag some ships",
        "Text": "An instant reply comes through with a small monetary reward!",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Tag all ships",
        "Text": "A worried response comes through with a reward for my report.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_3",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 3,
    "IncomingMessages": [
      "Un message d'entreprise non lu est affiché sur le terminal. Il est rempli de nombres et de marges de profit a priori impressionnants. Le ton semble satisfait et reconnaissant.",
      "Friend! Gek Trade Federation announces high profit! Choose units or product recipe reward!",
      "En bas du message, l'employé peut choisir entre deux images : un compte bancaire d'unités galactiques ou une soute pleine de marchandises."
    ],
    "Options": [
      {
        "Name": "Choose unit account",
        "Text": "An automatic scent dispenser sprays me with a pleasant perfume when it opens.\n\nI receive funds from the message's senders.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Choose ship's cargo",
        "Text": "I retrieve a formula from the operational facility.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_4",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 4,
    "IncomingMessages": [
      "Il y a un message envoyé par un être d'une race extraterrestre lointaine. Il semble en vouloir au marchand connecté au système.",
      "Scurrilous Gek Trader! Gek offer impure matter! Vy'keen destroy Gek! Units withheld!",
      "Je peux choisir d'envoyer l'un des deux produits métalliques affichés sur l'écran. Le premier est de couleur assez neutre, et le second étincelle à l'écran."
    ],
    "Options": [
      {
        "Name": "Send faintly-coloured metal",
        "Text": "The voice of an angry warrior screams through the intercom. \n\nNothing else happens.",
        "RewardIds": [
          "STD_DEC_WAR",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Send brightly-coloured metal",
        "Text": "A noise of gruff acceptance is heard over the intercom.\n\nA payment is released.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_5",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 5,
    "IncomingMessages": [
      "L'écran indique que de nombreux éléments sont échangés ici, mais la cellule d'échange est actuellement ouverte... et vide.",
      "Friend! Gek Trade Federation demand uncommon metal elements! High units offer!",
      "Un message d'un autre monde, potentiellement lié à la situation, clignote à l'écran."
    ],
    "Options": [
      {
        "Name": "Put common metal into trading vault",
        "Text": "I receive a small payment.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Put uncommon metal into trading vault",
        "Text": "I receive a generous payment.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Put rare metal into trading vault",
        "Text": "I receive a decent payment...\n\n... and a surprised note of thanks.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_6",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 6,
    "IncomingMessages": [
      "Cette usine est toute neuve et n'a pas encore de tâche assignée. Le terminal est vide et lance des procédures de démarrage automatique. Je dois faire défiler plusieurs écrans avant de voir un message illustré.",
      "Trade federation friend! Product recipe unselected! Gek Trade Federation lose units!",
      "Il comprend trois symboles chimiques : un catalyseur, un élément organique et un élément métallique. Les processus de production chauffent autour de moi dans l'attente d'un modèle à exploiter."
    ],
    "Options": [
      {
        "Name": "Choose the catalyst",
        "Text": "The terminal processes my selection, and provides something appropriate to the work at hand...",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Choose the metal",
        "Text": "The terminal processes my selection, and provides something appropriate to the work at hand...",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Choose the organic compound",
        "Text": "The terminal processes my selection, and provides something appropriate to the work at hand...",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_7",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 7,
    "IncomingMessages": [
      "Les cellules d'échange de cette installation sont pleines à ras bord et prêtes à distribuer leur contenu. Trois images apparaissent à l'écran, chacune montrant la silhouette d'un marchand différent. C'est étrange... ils semblent classés d'après la taille de leur ventre.",
      "Rejoice! Vy'keen war reparations arrive! Elder large Gek receive high reward! Low toilgek receive low reward!",
      "Le premier marchand est petit et mince, le second plus potelé, le dernier a une énorme bedaine qui touche presque le sol. De toute évidence, je dois en choisir un..."
    ],
    "Options": [
      {
        "Name": "Choose the small, sleek trader",
        "Text": "A trade vault opens.\n\nI receive a cursory amount of trade goods .",
        "RewardIds": [
          "SUBST_COMMOD",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Choose the medium-sized trader",
        "Text": "A trade vault opens\n\nI receive a decent amount of trade goods.",
        "RewardIds": [
          "USEFUL_PROD",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Choose the obese trader",
        "Text": "I retrieve a strange alien curio from the facility.",
        "RewardIds": [
          "STD_INC_TRA",
          "USEFUL_PROD",
          "SUBST_COMMOD"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_8",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 8,
    "IncomingMessages": [
      "Un message important a été reçu en provenance d'un autre monde. Une illustration holographique représente différents itinéraires commerciaux interstellaires, mais tous se terminent brusquement, bien avant que leur destination ne soit atteinte.",
      "Gek Trade Federation warning! Vy'keen hostility? Captain! Complete trade mission, or investigate disappearance?",
      "Des marchandises attendent d'être transportées dans une cellule d'échange verrouillée. Je peux sélectionner la destination finale ou l'un des points de disparition d'un vaisseau."
    ],
    "Options": [
      {
        "Name": "Select trading destination",
        "Text": "The trade vault unlocks.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Select disappearance location",
        "Text": "I receive a ship technology blueprint to aid in my protection.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_9",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 9,
    "IncomingMessages": [
      "Cette installation semble diffuser un genre de champ de suppression sur l'ensemble de la planète. Il affaiblit une forme de communication inconnue et semble considéré comme une fonction vitale et nécessaire par les marchands travaillant ici.",
      "Despair! First spawn monolith awake! Unknown culprit! Strengthen suppression field!",
      "Le champ de suppression est alimenté par des éléments catalyseurs introduits dans le système par la cellule de ressources déverrouillée située à mes pieds."
    ],
    "Options": [
      {
        "Name": "Remove catalyst",
        "Text": "I take the trade goods.\n\nThe suppression field powers down.",
        "RewardIds": [
          "SUBST_TECH",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Add catalyst",
        "Text": "The suppression field is strengthened.\n\nA message of relief appears on-screen.",
        "RewardIds": [
          "STD_INC_TRA",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_11",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 11,
    "IncomingMessages": [
      "Une cellule d'échange gigote, et je réalise en l'examinant de plus près qu'elle est remplie de mollusques qui tressaillent. Ils ressemblent à des limaces roses aux dents acérées et ensanglantées.",
      "Rare balarian speech slug distribution point! For insertion in ear! Inedible! Nasal insertion can cause death.",
      "Un diagramme affiché à l'écran suggère que l'insertion de l'une de ces choses dans ou autour de mon visage pourrait avoir des effets bénéfiques. L'orifice à utiliser n'est pas précisé..."
    ],
    "Options": [
      {
        "Name": "Insert slug in nose",
        "Text": "The slug bites flesh from my nose.\n\nThe pain is extreme.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Insert slug in ear",
        "Text": "The slug burrows deep into my ear.\n\nI feel better versed in the language of the traders.",
        "RewardIds": [
          "TEACHWORD_WAR"
        ]
      },
      {
        "Name": "Insert slug in mouth",
        "Text": "I swallow the slug, and wait while it thrashes around in my stomach.\n\nNothing else of note occurs.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_12",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 12,
    "IncomingMessages": [
      "Un test étrange apparaît sur le terminal. Un marchand affecté ici a laissé un message à l'attention d'un collègue.",
      "Friend! SynthetiGek identification test active! Remember Gek Trader helps customers!",
      "Je vois une image holographique représentant une créature à carapace étendue sur le dos sous un soleil brûlant. Malgré ses efforts, elle est incapable de se relever. Je peux modifier la scène pour indiquer ce que je ferais."
    ],
    "Options": [
      {
        "Name": "Help creature, then sell it water",
        "Text": "I pass the test, proving myself as a true trader.\n\nFacility systems are online.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Study creature",
        "Text": "I fail the test.\n\nFacility systems are non-operational.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_14",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 14,
    "IncomingMessages": [
      "L'avant-poste est abandonné, son alarme hurlant encore pour prévenir des âmes mortes depuis longtemps.\n\nLes Gek ont utilisé cette installation pour planifier des guerres asymétriques contre les autres espèces de la galaxie. Cette faction soutenait les éléments rebelles dans d'autres systèmes stellaires, redirigeant les dîmes et les frais de protection qui en résultaient vers cet avant-poste.\n\nLe dernier journal fait référence aux traîtres Vy'keen en route pour négocier les termes avec les Gek. On ignore ce qu'ils sont devenus.",
      "TRA_HARV_LANG_14"
    ],
    "Options": [
      {
        "Name": "Alert the Gek",
        "Text": "I alert the Gek Trade Federation to the Vy'keen activity in this system, broadcasting this feed to their central computers. A representative rewards me for my trouble.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Alert the Vy'keen",
        "Text": "I alert the Vy'keen to the presence of traitors in this system, uploading a great deal of Gek data upon request. They reward me for my assistance.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Steal units",
        "Text": "I steal units from the system, the blood money of a hundred wars and skirmishes. After all, the Gek here no longer have need of it...",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_15",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 15,
    "IncomingMessages": [
      "Le complexe contient beaucoup de fichiers vidéo, d'images et de bioscans d'êtres rares réalisés par les Gek et venant de toute la Fédération du commerce. Il semblerait qu'ils aient étudié les exocombinaisons.\n\nQuelque chose est arrivé pendant les essais, un prototype dormant d'une des combinaisons attendant en dessous. Il ne reste rien d'autre.",
      "TRA_HARV_LANG_15"
    ],
    "Options": [
      {
        "Name": "Submit bioscan",
        "Text": "I submit a bioscan to the system, apparently restarting the facility's production process. With the missing piece complete, a suit is fabricated to the exact specifications of my own.\nAn automated message rewards me for my assistance.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Erase data",
        "Text": "I erase the data on the Gek computers. They were not meant to learn our technology. In the process, I find a cluster of nanites, useful for my own purposes.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I steal nanite clusters from the system, leaving the rest of the facility in peace.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_16",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 16,
    "IncomingMessages": [
      "Le complexe servait de base pour ce qui semblait être une attaque Gek délibérée contre une chose appelée une 'Interface Atlas'.\n \nLe journal révèle qu'une grande quantité de matière était récoltée dans les océans de nombreux mondes. Cette substance était croisée avec des données volées à d'autres espèces, puis testée sur le terrain contre cette structure Atlas.\n \nL'interface a été complètement anéantie, tout comme les attaquants. L'explosion semble avoir décimé cinq systèmes stellaires. Il ne reste plus que ce rapport.",
      "TRA_HARV_LANG_16"
    ],
    "Options": [
      {
        "Name": "Delete records",
        "Text": "I delete the records from the system. No-one should replicate what happened here.\nIn the process, I find some useful technology used in the construction of the weapon. It should be safe to use in isolation from the other components.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Alert Gek Trade Federation",
        "Text": "I alert the Gek Trade Federation to the results of this experiment. They deny all knowledge of it, claiming it to be the work of heretics.\nI am rewarded for my future silence.",
        "RewardIds": [
          "TEACHWORD_TRA",
          "MONEY"
        ]
      },
      {
        "Name": "Alert other species",
        "Text": "I alert both Vy'keen and Korvax authorities to the Gek attack on the Atlas Interface and their data theft. Outraged, both species demand an immediate Council to discuss their next move.\nI am rewarded for my assistance.",
        "RewardIds": [
          "STD_INC_WAR",
          "STD_INC_EXP",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_17",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 17,
    "IncomingMessages": [
      "L'avant-poste est ancien, même selon les critères des Gek. Son environnement est spécialement conçu pour conserver les données.\n \nUn journal parle de la période précédant la montée au pouvoir des 'Premier-Nés Gek'. Les Gek semblent avoir connu une crise de fertilité. Quelque chose dans l'eau a commencé à affecter leur chiffre de reproduction, ce qui a mené à une tentative d'amélioration sélective, de programmes de clonage et bien d'autres choses.\n \nLa crise scientifique est devenue morale. Les 'Premier-Nés' autoproclamés ont pris le pouvoir, promettant de grandes choses et assassinant tous leurs opposants. Les souvenirs du passé étaient effacés. Être fort, c'était être juste.",
      "TRA_HARV_LANG_17"
    ],
    "Options": [
      {
        "Name": "Upload to Gek",
        "Text": "I upload the data to the Gek. The traders are astounded by my discovery, having believed themselves to be the descendents of a savage people, not knowing that before the First Spawn they were gentle, capable of nobility and peace.\nI am rewarded greatly for what I have done.",
        "RewardIds": [
          "STD_INC_TRA",
          "MONEY"
        ]
      },
      {
        "Name": "Auction data",
        "Text": "I auction the data, finding a buyer in the Korvax. Their Convergence desires all the information it can find about the Gek, having been enslaved by these 'First Spawn' many years ago.\nThey pay me for my assistance.",
        "RewardIds": [
          "STD_INC_EXP",
          "MONEY"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I steal what little technology I can from the outpost, harvesting nanite clusters from the system.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_18",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 18,
    "IncomingMessages": [
      "Le complexe contient des archives d'anomalies temporelles et des signalements de voyageurs. La majorité semble provenir des Gek ou des Korvax, qui utilisent souvent des technologies avancées.\n\nLe journal du scientifique en chef montre une forte dose de scepticisme : il considère que ces voyages sont non seulement impossibles physiquement, mais également improbables du point de vue social. Si les voyageurs temporels existent, pourquoi n'ont-ils rien changé ? Pourquoi n'essaient-ils pas d'éviter la catastrophe dont ils parlent ?\n\nLe dernier journal parle de l'arrivée des supérieurs du scientifique, confisquant ses fichiers et les faisant taire.",
      "TRA_HARV_LANG_18"
    ],
    "Options": [
      {
        "Name": "Attempt data recovery",
        "Text": "I attempt to recover data from the system, but I find only small fragments of data.\n\nThe majority of time travellers appear to have visited loved ones or parents, claiming they wanted to see them one last time before the end. There appears to be no great secret beyond this.",
        "RewardIds": []
      },
      {
        "Name": "Take technology",
        "Text": "I extract nanite clusters from the system, attached to the remnants of a case file.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Contact Gek",
        "Text": "I contact the Gek to ask them about this facility, but they claim to have no knowledge of it. They begin to display an extraordinary level of interest in my whereabouts, suggesting they will send a nearby freighter to speak with me.\n\nI should leave soon.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_19",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 19,
    "IncomingMessages": [
      "L'installation semble avoir été pourvue par un vieux CommerGek, vétéran d'une centaine d'itinéraires commerciaux et « ami personnel » d'un des barons du commerce lui-même.\n\nSéparé de son partenaire, sa centaine d'enfants ne souhaitant plus lui parler, le CommerGek a pris un dernier repas avant sa mort, faisant s'écraser son vaisseau sur le bord d'une crête des environs. Il laisse derrière lui une vie de regrets et une ribambelle de factures et de reçus en souffrance. Peut-être y a-t-il quelque chose d'utile ici.",
      "I am sorry, friends, family... I am sorry..."
    ],
    "Options": [
      {
        "Name": "Report death",
        "Text": "I report the death of the SalesGek. The Trade Federation thanks me, struggling to find their name on any system. It appears they had not made a deal of note in many years. I am given a small reward.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Search for units",
        "Text": "I search for units, but find none. The SalesGek was in a deep amount of debt before their death. I leave, empty-handed.",
        "RewardIds": []
      },
      {
        "Name": "Sell trade data",
        "Text": "I sell the trade data to another SalesGek. They will no doubt find something of worth in this lifeform's death.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_HARV_20",
    "Race": "Traders",
    "IsFactory": false,
    "Number": 20,
    "IncomingMessages": [
      "Cet avant-poste gek sevrait de point d'échange pour les vaisseaux de remplacement et les composants de station spatiale.\n\nTous les plans sont soit adaptés depuis les technologies d'autres espèces, soit volés. De nombreux d'entre eux sont disponibles sur l'écran du terminal.",
      "TRA_HARV_LANG_20"
    ],
    "Options": [
      {
        "Name": "Download data",
        "Text": "I download the terminal's data, finding nanites I may exchange for a new technology.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Sell data",
        "Text": "I sell the data to a rival trade faction. They immediately lodge a complaint with the Trade Federation whilst secretly utilising these designs for their own production.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Report theft",
        "Text": "I report the theft of these technologies to both the Korvax and the Vy'keen. I receive compensation for my trouble, leaving both species to withdraw their diplomats in protest against the Gek.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY1",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 1,
    "IncomingMessages": [
      "J'approche du terminal, mais quelque chose dans ce complexe est détraqué. Sa surface est chaude et des mécanismes cachés claquent et vrombissent. Une alarme retentit :",
      "Warning! High temperature! Warning! High temperature!",
      "L'alarme me casse les oreilles. Une goutte de sueur roule sur mon front."
    ],
    "Options": [
      {
        "Name": "Engage coolant chamber network",
        "Text": "Numbers on the terminal display begin to stabilise, red flashing symbols morphing into a calming blue array of light.",
        "RewardIds": []
      },
      {
        "Name": "Activate fusion dampening field",
        "Text": "Activating the fusion dampening causes a power surge. The terminal shorts and cuts out. The system no longer responds to my commands.",
        "RewardIds": []
      },
      {
        "Name": "Initialize laser refraction systems",
        "Text": "Numbers on the screen in front of me rise rapidly as I activate the laser array. I feel a dramatic surge of heat through the terminal, before the entire system shuts down.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY2",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 2,
    "IncomingMessages": [
      "Le terminal de contrôle devant moi semble être lié à un système d'extraction en profondeur. Cependant, tous les systèmes ont planté. Un message clignote sur l'écran :",
      "Mining production stalled! Low power! Low fuel! Organic matter required!",
      "Des lumières d'alerte clignotent. Une trémie à matériaux s'ouvre."
    ],
    "Options": [
      {
        "Name": "Insert carbon",
        "Text": "Lights flicker across the facility. Machinery rumbles deep beneath my feet as the drill motor whirrs into life. The facility is back online.",
        "RewardIds": []
      },
      {
        "Name": "Insert ferrite dust",
        "Text": "The ferrite slips down the material hopper, but the choking, grinding sound that follows does not sound positive. The machinery shuts down completely.I fear I have flooded important internal components with metallic dust.",
        "RewardIds": []
      },
      {
        "Name": "Insert hand",
        "Text": "Metallic gears grab at my fingers. Sparks fly from my Exosuit gloves, shorting the terminal. I pull my hand back sharply as the hopper slams shut.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY3",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 3,
    "IncomingMessages": [
      "L'avant-poste a subi une désactivation d'urgence. Quelque chose a dû être endommagé lorsque je suis entré.\n\nLa jauge de toxicité atmosphérique de mon exocombinaison se met à clignoter tandis qu'un message d'alerte se répète sur le terminal de contrôle.",
      "High gas pressure! Breach detected! Pressure critical!",
      "Les lumières d'alarme du panneau clignotent avec insistance pour attirer mon attention. Je fais face à un nombre déconcertant de jauges de contrôle."
    ],
    "Options": [
      {
        "Name": "Activate emergency vent",
        "Text": "A low rumble passes underneath my feet as I activate the emergency vent. Slowly but surely the indicators on the panel start to stabilise and the warning lights soften. The facility comes back online.",
        "RewardIds": []
      },
      {
        "Name": "Increase gas pressure",
        "Text": "The alarms blink with increased intensity.A pipe ruptures, venting toxic gas directly into the facility!",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Flush coolant",
        "Text": "Pipes under the floor gurgle and hiss as I twist the coolant valve. A sudden burst of steam erupts from the panel, destroying the instruments.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY5",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 5,
    "IncomingMessages": [
      "D'étranges symboles clignotent avec insistance sur le terminal. Les lumières et la forte sirène semblent être liées au noyau d'énergie nucléaire de l'installation. Un message s'affiche sur l'écran.",
      "Fusion critical! Initiate emergency radiation dampening measures!",
      "Les systèmes de sécurité automatisés ont échoué. Quelque chose a dû être endommagé lorsque je suis entré dans l'installation."
    ],
    "Options": [
      {
        "Name": "Activate radiation dampening field",
        "Text": "The wail of the alarm system fades and the temperature readings slowly decay back to normal levels. Disaster has been averted, and the facility's production line returns to normal.",
        "RewardIds": []
      },
      {
        "Name": "Initiate shutdown",
        "Text": "Activating the emergency shudown procedure calms the wail of the sirens. Lights on the terminal flicker and die,  and the facility's machinery has fallen silent, but at least nothing has exploded.",
        "RewardIds": []
      },
      {
        "Name": "Panic",
        "Text": "While I panic, the facility's fusion core overwhelms its dampening system and goes into meltdown.\nA backup system prevents the total destruction of the facility, but the terminal is critically damaged.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Leave",
        "Text": "As I turn to leave, the facility's fusion core overwhelms its dampening system and goes into meltdown.\nA backup system prevents the total destruction of the facility, but the terminal is critically damaged.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      }
    ]
  },
  {
    "Id": "TRA_FACTORY6",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 6,
    "IncomingMessages": [
      "L'installation reste opérationnelle, malgré mon intrusion. Ce terminal semble contrôler la ligne de production centrale. Un relevé sur l'écran affiche un avertissement :",
      "Warning! Increase metal delivery! Warning! Excess usage creates breach!",
      "Sous le relevé se situe un gros bouton. Il semble contrôler l'apport en matériaux du système."
    ],
    "Options": [
      {
        "Name": "Maintain levels",
        "Text": "The system struggles on, producing a small number of components. Gradually the hoppers empty, and production grinds to a halt. The terminal shuts down, unpowered.",
        "RewardIds": []
      },
      {
        "Name": "Increase levels",
        "Text": "The warnings cease, and the system maintains its production. The increased pressure has kept the fabricators whirring and the facility at full power.",
        "RewardIds": []
      },
      {
        "Name": "Dramatically increase levels",
        "Text": "I hear hydraulic systems activate as hoppers open all over the facility, flooding the fabricators with raw material. Gears grind and pipes strain against the sudden abundance. With a loud crash, the system overloads.  Production comes to a total halt.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY7",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 7,
    "IncomingMessages": [
      "Les alarmes résonnent et le terminal devant moi est brouillé. Malgré les parasites de l'écran corrompu, je parviens à déchiffrer un message :",
      "Warning! Magnetic coil overcharged! Production low!",
      "J'ai une impression de lourdeur. Mon multi-outil me tire vers le sol et mon casque appuie sur mes épaules. Le problème n'affecte pas que moi, je réalise que les processus de production sont détraqués."
    ],
    "Options": [
      {
        "Name": "Reboot gravitational stabilisers",
        "Text": "I feel a strange sensation deep within my brain as gravity momentarily destabilises. The electromagnetic stablisers in my Exosuit prevent any more dramatic effects.\nHowever, power has not been restored to the terminal. If anything, it has only suffered more damage. The facility remains inoperable.",
        "RewardIds": []
      },
      {
        "Name": "Reduce electromagnetic flow",
        "Text": "A slow shiver pulses through my body as the powerful electromagnetic wave sweeps across the facility. Almost immediately, the terminal screen clears up. The production facility is back online.",
        "RewardIds": []
      },
      {
        "Name": "Power down facility",
        "Text": "I throw the master power switch that sits alongside the terminal. The facility powers down. I reset the switch, and hope...\nIt does not power back up again.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY9",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 9,
    "IncomingMessages": [
      "Le son d'une alarme me casse les oreilles, mais le système ne réagit pas à mon intrusion. Quelqu'un d'autre est venu ici pour modifier ce terminal. J'ai du mal à déchiffrer les données sur le terminal.",
      "Warning! Unexpected system detected! Bypass chip template detected! Gek Trade Federation informed!",
      "Le code qui a été chargé sur le terminal est clairement l'œuvre d'un voleur entreprenant. Il semble vider les cellules de ressources de leurs métaux rares."
    ],
    "Options": [
      {
        "Name": "Revert system",
        "Text": "I reset the system back to its default production loadout. Things appear to be operating as expected.",
        "RewardIds": []
      },
      {
        "Name": "Attempt further hijack",
        "Text": "I attempt to perform my own hijack of the terminal. It reroutes some of the automated profit flows directly to my account. However, my intrusion is clearly not subtle enough. Anti-tampering systems react and lock me out of the terminal.",
        "RewardIds": [
          "MONEY",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY11",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 11,
    "IncomingMessages": [
      "Malgré les alarmes retentissant dans l'installation, le terminal reste disponible et prêt à commercer. Un bref message de bienvenue clignote sur l'écran.",
      "Friend! Know language, know commerce! Units buy knowledge! Choose Vy'keen, choose Korvax or choose a refresher in the language of the benevolent Gek!",
      "Trois colonnes de mots dans un alphabet étrange défilent incessamment sur l'écran. Des runes ensanglantées tracées dans le sable, des séquences précises de points et un texte écrit d'une jolie police manuscrite, rempli de points d'exclamation."
    ],
    "Options": [
      {
        "Name": "Select bloodied runes",
        "Text": "As I scan the runes, I feel a deep-seated roar rattle around my mind. A word sears itself into my brain, the language of a distant warrior race.",
        "RewardIds": [
          "TEACHWORD_WAR"
        ]
      },
      {
        "Name": "Select dot patterns",
        "Text": "The dots race across the screen, an elegant, dancing pattern. I settle into the rhythm, and suddenly feel a burst of comprehension.A word sears itself into my brain. I feel altered by the process.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Select handwritten font",
        "Text": "I feel a chittering glee as I scan the words the terminal presents. My other senses are affected, and I feel almost as if I could smell the language. Suddenly, a word sears itself into my brain, a fragment of Gek speech.",
        "RewardIds": [
          "TEACHWORD_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY12",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 12,
    "IncomingMessages": [
      "Les alarmes retentissent dans l'installation, pestant contre mon intrusion. Cette alerte ne semble cependant pas déranger les besoins commerciaux des Gek. Un vaisseau marchand des environs contacte l'installation, en quête de biens.",
      "Gek Trade Federation dispatch! Planetary metal demand high! Collection ship imminent!",
      "Si je vends certains de mes biens, je pourrais peut-être faire des bénéfices tout en évitant d'alerter les Gek sur la présence d'un intrus dans leur installation..."
    ],
    "Options": [
      {
        "Name": "Trade sodium",
        "Text": "A relieved beaked trader shouts their thanks through the speaker systems. The success of the transaction appears to convince the security systems that I am a legitimate user.",
        "RewardIds": []
      },
      {
        "Name": "Trade ferrite",
        "Text": "The terminal shuts down rapidly. I can only assume my reply gave me away, and the trader alerted the authorities to my intrusion.",
        "RewardIds": [
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Trade carbon",
        "Text": "The terminal shuts down rapidly. I can only assume my reply gave me away, and the trader alerted the authorities to my intrusion.",
        "RewardIds": [
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY13",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 13,
    "IncomingMessages": [
      "Mon arrivée spectaculaire semble avoir déclenché une alerte incendie. L'écran est humide au toucher. Un avertissement clignote sur le terminal.",
      "Warning! Resource vault flooded! Production system operation forbidden!",
      "Le plafond goutte là où le système d'extincteur a été endommagé. J'espère seulement qu'il ne s'agit que d'eau."
    ],
    "Options": [
      {
        "Name": "Drain capacitor banks",
        "Text": "The system sputters a little, showing signs of life. But it is not to be - a shower of sparks reveals a short-circuit within the flooded terminal. It closes down, the facility lifeless.",
        "RewardIds": []
      },
      {
        "Name": "Drain resource vault",
        "Text": "The drained resource vault feeds rare elements into the production system.\n\nThe facility is back online.",
        "RewardIds": []
      },
      {
        "Name": "Drain replication tank",
        "Text": "Despite a dramatic gurgling from beneath my feet, the facility remains offline. The terminal, fatally damaged, shorts out.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY14",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 14,
    "IncomingMessages": [
      "J'ouvre le terminal, en quête d'un moyen de désactiver l'alarme. L'accès principal semble impliquer une sorte de scanner de la main."
    ],
    "Options": [
      {
        "Name": "Scan hand",
        "Text": "I place my Exosuit glove upon the indent.\nWithout warning, a thousand tiny needles shoot out of the reader, meshing my hand to the machine. A synthetic voice speaks to me.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY15",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 15,
    "IncomingMessages": [
      "L'alarme a réinitialisé l'installation. Une procédure de démarrage automatique est en cours. Du texte clignote sur le terminal, qui attend clairement une réponse.",
      "Warning! Product recipe unselected! Assign recipe! Gek Trade Federation lose units!",
      "Une interface 3D apparaît devant moi, en attente d'un plan que l'installation pourrait produire en masse. Les machines qui m'entourent vrombissent en se mettant en route..."
    ],
    "Options": [
      {
        "Name": "Sketch starship components",
        "Text": "The terminal accepts my design and the installation start-up procedure completes. I hope the Gek who run this facility are happy with my choice.",
        "RewardIds": []
      },
      {
        "Name": "Sketch synthetic plants",
        "Text": "The terminal accepts my design and the installation start-up procedure completes. The Gek who run this facility may appreciate the extra green in their environment.",
        "RewardIds": []
      },
      {
        "Name": "Sketch confectionery",
        "Text": "The terminal accepts my design and the installation start-up procedure completes. I hope the Gek who run this facility are happy with their vast pile of sugar.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY16",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 16,
    "IncomingMessages": [
      "Les machines de l'installation sont inactives, victimes de la coupure d'urgence. Un bref message clignote sur le terminal de contrôle.",
      "User warning! Production disengaged. Restart generator empty. No fuel. Facility restart requires organic fuel.",
      "Une lourde commande de contrôle des circuits se trouve au-dessus d'une trémie à carburant, mais un indicateur indique que le réservoir est vide."
    ],
    "Options": [
      {
        "Name": "Insert catalyst",
        "Text": "I feed the fuel tank with a catalyst, hoping to boost the effect of whatever material powers this facility.\nI throw the switch.  A low rumble is followed by a loud explosion deep within the facility. The terminal immediately cuts out.",
        "RewardIds": []
      },
      {
        "Name": "Insert metals",
        "Text": "I feed a large amount of ferrite dust into the system's fuel supply. The pipes become sticky and choked, the dust mixing with the residue of other fuels.\nI throw the switch, but to no avail. The generator system splurts and coughs before shutting down completely.",
        "RewardIds": []
      },
      {
        "Name": "Insert organic elements",
        "Text": "The carbon-based fuel slips down the hopper's metal throat. I hear a gurgle as it feeds into the generator system.\nI throw the switch.  The generator ticks over, then roars into life. The surge of power from the generator triggers the facility's main reactor, and the machinery comes back online.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY22",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 22,
    "IncomingMessages": [
      "Une erreur inconnue a provoqué la désactivation de l'intégralité du système. Une étrange fraîcheur emplit l'air, comme si l'atmosphère s'éclaircissait d'un coup.",
      "Alert! Alert! Liquid frenium leak! Charge cylinders frozen! Increase temperature!",
      "J'expire en méditant sur les mots du terminal. La condensation commence à obstruer ma visière."
    ],
    "Options": [
      {
        "Name": "Activate incineration banks",
        "Text": "Warmth spreads through the facility. The air around me remains strange to look at, but the production systems return online.",
        "RewardIds": []
      },
      {
        "Name": "Supercharge coolant flow",
        "Text": "The system remains frozen. If anything, the air around me becomes even icier. Strange crystals frost over the surface of the terminal as it shuts down.",
        "RewardIds": []
      },
      {
        "Name": "Initialise charge cylinder sequence",
        "Text": "The noise of muffled explosions can be heard beneath my feet. The facility does become rapidly warmer, but all systems shut down dramatically.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY23",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 23,
    "IncomingMessages": [
      "Des mesures d'urgence ont été lancées. La date figurant sur le rapport d'erreur du terminal indique que l'incident est survenu bien avant mon intrusion.",
      "Electrolyte acidity test positive! Acidity slug detected! Release alkaline neutrality fluid into solution tank!",
      "Une scanographie récente montre un petit extraterrestre broyé par les machines situées sous mes pieds. Tout l'équipement qui l'entoure est rouillé."
    ],
    "Options": [
      {
        "Name": "Neutralise electrolyte solution",
        "Text": "There is a hiss as the alkaline solution floods the facility's pipes. Machinery strains, trying to break free of the blockage in the gears.\nWith an unsettling snap, the production facility comes back online. The remains of the lifeform must have been washed free of the mechanisms.",
        "RewardIds": []
      },
      {
        "Name": "Acidify heridium tanks",
        "Text": "The air takes on a curious acidic tang. Fragile wires in the terminal corrode rapidly. The display shorts out, and then shuts down entirely.",
        "RewardIds": []
      },
      {
        "Name": "Release suspension fluid",
        "Text": "A frenzied chemical reaction can be heard somewhere beneath my feet. The terminal - and the rest of the facility - shuts down entirely.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY24",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 24,
    "IncomingMessages": [
      "Le terminal aboie en boucle un avertissement. Les mots ne sont pas clairs, mais le symbole est facilement identifiable. Quelque part dans l'installation, quelque chose brûle.",
      "Resource vault fire detected! Element stockpile destroyed!",
      "Une légère fumée commence à se répandre et mon scanner capte une montée progressive de température."
    ],
    "Options": [
      {
        "Name": "Starve production chamber of oxygen",
        "Text": "I hear a hiss as the air drains from the machinery chambers beneath my feet. The heat levels remain steady, however.\nThe control terminal enters an automated shutdown.",
        "RewardIds": []
      },
      {
        "Name": "Starve resource vaults of oxygen",
        "Text": "I hear a hiss as the air drains from the resource vaults beneath my feet. Slowly but surely the heat levels start to drop. The fire is under control.\nEnough remains in the vault that I should be able to restore the facility to operational status.",
        "RewardIds": []
      },
      {
        "Name": "Initialise facility sprinkler system",
        "Text": "The facility sprinkler showers above my head. It has no impact on the internal fire, but does short out the control terminal.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY25",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 25,
    "IncomingMessages": [
      "Mon entrée a provoqué un verrouillage immédiat de l'installation, interrompant ses opérations. Des relevés visuels sur le terminal indiquent qu'il s'agit d'une installation minière en profondeur. Ses cellules de ressources se vident rapidement.",
      "Drilling error! Elements drain into planet core! Reverse tunnel pressure!",
      "La carte de l'installation signale des erreurs au niveau des cellules de récupération des ressources et du forage..."
    ],
    "Options": [
      {
        "Name": "Collapse drill tunnel",
        "Text": "I hear a deep, distant noise, a subterranean roll of thunder. The resource vaults empty entirely, drained into the earth. The facility remains offline.",
        "RewardIds": []
      },
      {
        "Name": "Retract drilling rig",
        "Text": "The drilling rig retracts from the shaft, but this only seems to accelerate the loss of material. The dials spin furiously before settling. The resource vaults are empty, drained into the earth. The facility remains offline.",
        "RewardIds": []
      },
      {
        "Name": "Reverse tunnel pressurisation",
        "Text": "I hear a deep, distant noise, a subterranean roll of thunder. Slowly the resource vaults beneath the surface stop spilling their contents into the earth, and eventually begin to refill. The facility comes back online.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY29",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 29,
    "IncomingMessages": [
      "L'usine recycle des masses de vêtements et autres matériaux collectés au travers de la galaxie, recrachant de nouveaux éléments pour les exocombinaisons Gek.",
      "SENSORS REPORT INORGANIC BLOCKAGE IN SECTOR 9A",
      "Le corps d'un scientifique korvax semble dériver, toutes lumières éteintes, les membres immobiles, parmi les détritus de la chaîne de production. Les systèmes de l'usine permettent une communication sortante. De nombreuses options sont disponibles."
    ],
    "Options": [
      {
        "Name": "Report to Vy'keen",
        "Text": "I report what I have seen to the Vy'keen. The warriors are outraged, claiming that the Gek have returned to their genocidal ways.\nThey promise to dispatch warships at once.",
        "RewardIds": [
          "STD_INC_WAR",
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Report to Gek",
        "Text": "I report what I have seen to the Gek. They claim that this is a terrible mistake, and that the perpetrators will of course be punished.\nThey send through a generous reward for my altruism and my silence.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Report to Korvax",
        "Text": "I report what I have seen to the Korvax. They tell me that the carapace in question is empty, its soul returned to their Convergence.\nThey will dispatch a ship to bring the body home, claiming that it is of sentimental value to its previous owner. They thank me.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY30",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 30,
    "IncomingMessages": [
      "L'usine fabrique des composants de vaisseaux en utilisant les ressources disponibles dans ce monde.\n\nCette installation crée des pièces détachées pour les transports commerciaux geks. Elles sont conçues pour embarquer un maximum de marchandises tout en les protégeant des attaques de Sentinelles et de pirates.",
      "QA SYSTEM FULLY ONLINE... ALL COMPONENTS LOGGED... LOG FULLY COMPLIANT...",
      "Le terminal affiche un flux vidéo des entrailles de l'usine. Un groupe de Gek semble occupé à retirer des composants clés de chaque vaisseau."
    ],
    "Options": [
      {
        "Name": "Alert Gek Trade Federation",
        "Text": "I alert the Gek Trade Federation to potential criminal activity, broadcasting this feed to their central computers.\nA representative rewards me for my trouble.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Demand bribe from Gek",
        "Text": "I demand a bribe from the Gek in exchange for concealing their criminal activities. Reluctantly, they agree.",
        "RewardIds": [
          "R_GEKRELIC"
        ]
      },
      {
        "Name": "Ask what they are doing",
        "Text": "I ask what the Gek are doing down there. They turn immediately to the source of the audio, firing at it and disabling my video feed. By the time the system repairs itself, they are gone.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY31",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 31,
    "IncomingMessages": [
      "Alors que je m'approche du terminal, il devient clair que quelque chose de terrible s'est produit en cet endroit. L'usine produit des objets qui semblent être appelés « reliques gek », censées porter chance à leur porteur.",
      "The glass - it - we were wrong... we were -",
      "Le flux vidéo montre des rangées d'amas de nanites envahissant les profondeurs de l'usine. Des masses vertes bulbeuses s'étirent sur une grande partie de la machinerie, et des dents poussent à l'intérieur. Une voix lâche un cri dans une langue inconnue."
    ],
    "Options": [
      {
        "Name": "Take Nanite Clusters",
        "Text": "I take the Nanite Clusters, and the mass immediately collapses. It wishes to go with me, I am sure of it...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Report Production Failure",
        "Text": "I report a production failure. Gek authorities tell me to remain here and await quarantine.\nBut I think I should leave. I take some Nanites with me as I go. They want to escape...",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Take Gek Relics",
        "Text": "I take some Gek Charms. I feel luckier already. The probability of the entire universe is turned in favour of my survival.",
        "RewardIds": [
          "R_GEKRELIC"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY32",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 32,
    "IncomingMessages": [
      "Le terminal affiche les journaux de nombreuses transactions financières et contrats commerciaux conclus depuis cette installation au cours des derniers mois.",
      "... 010385: 112% ... 300484: 89% ... 070816: 165% ...",
      "Les écrans présentent les plans de plusieurs usines vy'keen et korvax. Les superviseurs gek de cette installation tentaient de découvrir comment les autres espèces parviennent à camoufler leurs bâtiments pour échapper aux Sentinelles.\n\nIl ne reste personne. Le dernier signe de vie s'est éteint il y a trois jours."
    ],
    "Options": [
      {
        "Name": "Report to Gek",
        "Text": "I report the situation to the Gek. The Trade Federation thanks me for the report, dispatching multiple ships to ensure the facility's destruction.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Report to Vy'keen",
        "Text": "I report the situation to the Vy'keen. Their High Command is outraged at the attempted theft of their technology, promising to commit acts of retribution against the Gek.",
        "RewardIds": [
          "STD_DEC_TRA"
        ]
      },
      {
        "Name": "Report to Korvax",
        "Text": "I report the situation to the Korvax. Their Convergence is troubled by the deaths of so many Gek, claiming that they will mourn them. They have nothing else to say.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY33",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 33,
    "IncomingMessages": [
      "L'installation crépite, des étincelles bleues en jaillissant. Des arcs électriques se forment d'un panneau à l'autre, parcourant les machines.",
      "ALERT TIME DISPLACEMENT ALERT",
      "Le terminal indique l'heure et la date, qui semblent bondir d'avant en arrière, sautant vers le futur avant de reculer vers le passé. Les capteurs révèlent qu'un 'trou blanc' a été activé au cœur de l'usine."
    ],
    "Options": [
      {
        "Name": "Alert FutureGek",
        "Text": "Nothing happens for a few moments... or perhaps it is hours. Perhaps an entire year passes.\n\nThe temporal event ceases, and I am left with a gift, rewarded by these 'FutureGek' for my assistance.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Activate Chronal Trigger",
        "Text": "Nothing happens for a few moments... or perhaps it is hours. Perhaps an entire year passes.\n\nThe temporal event ceases, and I am left with blueprints for new technology, apparently created by a future version of my own self. I do not know what this Chronal Trigger has brought into being.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Obey",
        "Text": "Nothing happens for a few moments... or perhaps it is hours. Perhaps an entire year passes.\n\nThe temporal event ceases, and I am left with a gift, rewarded by the crimson light of an unseen being.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY34",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 34,
    "IncomingMessages": [
      "J'approche du terminal, mais ce qui apparaît à l'écran est très confus...",
      "The Senate has fallen. Already the purge begins... truth is denied. The Gek protocol ends...",
      "L'usine semble fabriquer des livres. Pas de machines, ni de fichiers, mais bien du papier, recouvert de caractères manuscrits, dont de nombreux points d'exclamation."
    ],
    "Options": [
      {
        "Name": "Shut down production",
        "Text": "I shut down production. The printing press ceases operation, perhaps for the final time. How many others exist like this, I wonder?\n\nAmidst the detritus of the factory, I find some discarded technology. Perhaps it will be of use.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Report to Gek authorities",
        "Text": "I report the factory's existence to the Gek authorities. They claim that the installation has nothing to do with me, paying me dearly for my silence.",
        "RewardIds": [
          "MONEY",
          "TEACHWORD_TRA"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I attempt to steal technology, but the factory's automated defense systems blast a bolt of energy at my suit instead. Whatever is here, it is not worth the trouble.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "TRA_FACTORY35",
    "Race": "Traders",
    "IsFactory": true,
    "Number": 35,
    "IncomingMessages": [
      "L'usine produit des objets courants pour les Geks. Des ustensiles de cuisine pour leurs repas, des sprays pour protéger leur peau contre la sécheresse dans les atmosphères inhospitalières, des flacons de phéromones, etc.",
      "SYSTEMS OPERATIONAL... SELECTED DESIRED PRODUCT...",
      "L'installation est abandonnée, mais rien n'explique l'alarme. Tout semble normal."
    ],
    "Options": [
      {
        "Name": "Search for technology",
        "Text": "I search for technology within the factory's computers and find a large number of nanite clusters.\n\nAs I go, I hear it, a voice in the darkness. I investigate, but there is nothing there...",
        "RewardIds": [
          "TECHFRAG_L"
        ]
      },
      {
        "Name": "Report to Gek authorities",
        "Text": "I report the abandoned factory to the Gek authorities, but they seem puzzled: there is no such installation listed as being present on that world.\n\nAs I go, I hear it, a voice in the darkness. I investigate, but there is nothing there...",
        "RewardIds": []
      },
      {
        "Name": "Shut down production",
        "Text": "I shut down production, managing to harvest from extra Nanite Clusters as I do.\n\nAs I go, I hear it, a voice in the darkness. I investigate, but there is nothing there...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_1",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 1,
    "IncomingMessages": [
      "J'ouvre une liste de faits d'armes sur le point d'être envoyée. Elle comprend des images de combats, de robots ensanglantés et d'explosions à grande échelle.",
      "Grah! Old honourable warrior retires! Death! Death! Warrior remuneration!",
      "Le message joint semble demander quelque chose en retour, mais l'auteur a choisi de ne pas l'envoyer."
    ],
    "Options": [
      {
        "Name": "Send war record",
        "Text": "Celebratory barks and howls spill from audio speakers.\n\nI take the warrior's reward.",
        "RewardIds": []
      },
      {
        "Name": "Edit war record",
        "Text": "I amend the war record with colourful nonsense and send it. \n\nThe terminal flashes as it records my image.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_2",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 2,
    "IncomingMessages": [
      "Un insigne militaire et des images de Sentinelles récemment détruites couvrent l'écran. Des images de propagande extraterrestres semblent exprimer la gloire apportée par ces destructions.",
      "Grah! Vy'keen High Command demands your Sentinel kill count!",
      "Je peux répondre uniquement par un nombre."
    ],
    "Options": [
      {
        "Name": "Input a huge number",
        "Text": "A strange, strangled military fanfare starts playing.\n\nSomeone impressed by my claims sends through a reward.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Input a small number",
        "Text": "A small reward payment is sent through the facility's systems.",
        "RewardIds": [
          "MONEY",
          "STD_INC_WAR",
          "USEFUL_PROD"
        ]
      },
      {
        "Name": "Input a zero",
        "Text": "An angry warrior's face screams at me from the screen.\n\nA security laser appears from the ceiling and takes its best shot.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_5",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 5,
    "IncomingMessages": [
      "Je m'approche du terminal. Un message prêt à être envoyé clignote.",
      "Grah! Gek war approaches! Vy'keen High Command request weapon reserve inventory! High Command send missing equipment!",
      "Une immense liste d'équipements attend d'être envoyée vers un autre monde. C'est une sorte d'inventaire du stock : tout a été confirmé et coché."
    ],
    "Options": [
      {
        "Name": "Send stock list",
        "Text": "I receive units and thanks.",
        "RewardIds": [
          "MONEY",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Uncheck one item and send",
        "Text": "Warrior High Command sends me a Multi-Tool technology blueprint.",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Uncheck many items and send",
        "Text": "Warrior High Command is displeased.\n\nAn angry General bellows at me and electrifies the facility.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_6",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 6,
    "IncomingMessages": [
      "Je découvre un message en provenance d'un autre monde adressé à une créature en poste dans cette station. Il est étrangement sentimental. Des photos d'un guerrier nouveau-né sont jointes, ainsi qu'une photo de la même créature à l'adolescence, couverte de sang, mordant fièrement une bête à sabots à la gorge.",
      "Grah! Today child experiences Vy'keen war ceremony! Tradition demands gift! Aggression left, defence right! Enemy blood! Death! Death!",
      "Sur la dernière photo, un jeune guerrier salue sa famille en quittant un monde lointain. Deux cellules de stockage se trouvent à mes pieds. Le message est programmé pour n'en ouvrir qu'une..."
    ],
    "Options": [
      {
        "Name": "Choose the storage vault on the left",
        "Text": "A contented snarling sound plays.\n\nThe vault contains an exosuit technology blueprint.",
        "RewardIds": [
          "PROC_TECH_SUIT",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Choose the storage vault on the right",
        "Text": "A contented snarling sound plays.\n\nThe vault contains a Multi-Tool technology blueprint.",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_8",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 8,
    "IncomingMessages": [
      "Un message d'un autre monde a été envoyé ici par une espèce de marchand aviforme. Cela semble être un contrat signé, ou une sorte de traité. En guise de réponse, des marchandises de grande valeur ont été stockées dans une cellule par les guerriers locaux pour l'exportation.",
      "Grah! Foolish, pathetic, ignorant Gek Trade Federation believe peace treaty! Warrior give trade to pacify! Death soon!",
      "Le Haut-commandement des guerriers a envoyé un message d'explication..."
    ],
    "Options": [
      {
        "Name": "Give trade goods",
        "Text": "The Trader species thanks me from afar.\n\nI am sent units to pacify me further.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Take trade goods",
        "Text": "I remove the offerings.\n\nDiplomatic relations between two species are destabilised.",
        "RewardIds": [
          "R_GEKRELIC",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_10",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 10,
    "IncomingMessages": [
      "Cet endroit ressemble à un relais pour une opération militaire imminente.\nLes plans affichés à l'écran montrent un vaisseau commercial traditionnel transportant une cargaison très particulière visant à persuader les autorités d'une planète lointaine de le laisser passer leurs points de contrôle.\nLe vaisseau a cependant été profondément modifié en secret et transporte également une armée de guerriers équipés de technologies de multi-outil avancées.",
      "Grah! Gek homeworld covert ops mission initiated! Surprise war! Death! Death! High command send equipment! Request! Request!",
      "Je peux demander davantage d'informations sur les différents aspects du plan avant de me faire repérer et expulser du système."
    ],
    "Options": [
      {
        "Name": "Investigate details of the cargo",
        "Text": "I receive the product blueprint of the cargo being used in the covert ops mission.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Investigate details of the trade ship",
        "Text": "I receive a technology blueprint used by the covert ops ship.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Investigate details of the Multi-Tool",
        "Text": "I receive a technology blueprint used in the Multi-Tools of the covert ops mission.",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_11",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 11,
    "IncomingMessages": [
      "Ce terminal est de type militaire et situé dans une installation qui semble avoir été désertée récemment. Trois énormes banques de données ont été partiellement détruites et nécessiteront une puissance de traitement conséquente pour être restaurées. Un métal rare pourrait s'avérer utile.",
      "Vy'keen covert ops ended. Deleting covert ops language data. Databank alpha: Vy'keen internal security. Databank beta: pathetic Gek. Databank gamma: weak-minded Korvax.",
      "La banque de données alpha porte l'emblème de la race guerrière, mais les banques bêta et gamma ne portent aucune marque."
    ],
    "Options": [
      {
        "Name": "Restore databank alpha",
        "Text": "The revived databank provides more information on the language of the warrior species.",
        "RewardIds": [
          "TEACHWORD_WAR"
        ]
      },
      {
        "Name": "Restore databank beta",
        "Text": "The revived databank provides information on the language of a distant trader species.",
        "RewardIds": [
          "TEACHWORD_TRA"
        ]
      },
      {
        "Name": "Restore databank gamma",
        "Text": "The revived databank provides information on the language of a distant electronic species.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_13",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 13,
    "IncomingMessages": [
      "Je reçois un appel de détresse émis d'une station spatiale lointaine, demandant de l'aide à tout vaisseau vy'keen dans le secteur.\n\nLeur spatioport semble avoir été endommagé dans la lutte avec des pirates, et il ne leur reste pas le moindre vaisseau à bord duquel ses habitants pourraient évacuer.\n\nLes écrans vidéos montrent que le commandant de la station a mis à mort des soldats pour les plus petites infractions, craignant que la famine ne mène à une mutinerie.",
      "WAR_HARV_LANG_13"
    ],
    "Options": [
      {
        "Name": "Share video with Vy'keen",
        "Text": "I share the video with the Vy'keen High Command. They are outraged at the commander's behaviour, believing him to be dishonourable and cowardly.\n\nI am rewarded for my assistance in this matter.",
        "RewardIds": [
          "STD_INC_WAR",
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Contact nearby Gek",
        "Text": "I contact nearby Gek, letting them know of the Vy'keen situation. They dispatch vessels immediately, saying they will of course rescue Vy'keen friends.\n\nSome of the vessels are warships. I am rewarded for my help.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Demand ransom",
        "Text": "I demand a ransom for the lives of those on board the station, and of all those who answer, it is the Korvax that are most willing to pay.\n\nThey claim that one of their own is present on the station. They pay me well for the information.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_14",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 14,
    "IncomingMessages": [
      "L'avant-poste est abandonné, ses alarmes continuant de beugler un avertissement à des âmes depuis longtemps mortes.\n\nUn coup d'état a eu lieu ici. Des frères d'armes se sont battus entre eux, pour ce qui semble être un désaccord quant à quelques ruines trouvées sur ce monde. Le dernier survivant est mort sans pouvoir supprimer les données.",
      "WAR_HARV_LANG_14"
    ],
    "Options": [
      {
        "Name": "Download data",
        "Text": "I download the data, reading an alternative account of Hirk, the Vy'keen's ancestor-hero. It paints them as paranoid, vindictive, and spiteful. It is for this that their believers died.\n\nAlong with this information, I gain much useful technology before I depart.",
        "RewardIds": [
          "TEACHWORD_WAR",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I attempt to steal whatever technology I can from the facility's computers, but in the process, I appear to draw the attention of Vy'keen authorities.\n\nMy suit is damaged by the facility's defensive protocols. I must go.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Report to Vy'keen",
        "Text": "I report the events that occurred in this facility to Vy'keen High Command.\n\nThe warrior's tone changes as I pass on the secret data for which these aliens died. They tell me to delete the local copy, and I do so for a handsome reward.\n\nThey tell me to forget I ever saw this place. They will take it from here.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_15",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 15,
    "IncomingMessages": [
      "L'installation servait de base locale pour des groupes menant des frappes contre les Sentinelles du système.\n\nChaque nuit, les Vy'keen sortaient, protégés par l'obscurité, attirant les drones et les marcheurs dans divers endroits.\n\nLeur guerre n'avait ni fin ni but, menée inlassablement. Le dernier groupe de combat n'est jamais revenu, ne laissant derrière lui que des journaux de mission et des armes.",
      "WAR_HARV_LANG_15"
    ],
    "Options": [
      {
        "Name": "Alert Vy'keen",
        "Text": "I alert the Vy'keen to the death of their warriors. They thank me for what I have done, rewarding me for my honour.",
        "RewardIds": [
          "STD_INC_WAR",
          "PROC_TECH_WEAP"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I steal nanites from the system, leaving the rest of the facility in peace.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Scan for Sentinels",
        "Text": "I scan for Sentinels but find nothing. Whatever was here has gone.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_16",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 16,
    "IncomingMessages": [
      "Un message alerte tout le monde que l'hérésie ne sera pas tolérée. Il demande à tous ceux qui suspectent leurs frères de lâcheté, de sympathie avec l'ennemi, de pacifisme, de partager les convictions du traître Nal, ou toute autre croyance non Vy'keen, de contacter le Haut-commandement immédiatement.\n\nLe système montre qu'un guerrier de cette base a tenté de transmettre un tel rapport, avant d'être assassiné par ses camarades. Les meurtriers ont quitté la base peu après.",
      "Worship Atlas - seek destruction of warband! Grah!"
    ],
    "Options": [
      {
        "Name": "Report heresy",
        "Text": "I report heresy to the Vy'keen, uploading the warrior's final report. \nI am thanked and rewarded for my assistance.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Delete records",
        "Text": "I delete the records from the system. The heretics are free, the report of their 'crimes' turning into nanites as it is purged.",
        "RewardIds": [
          "TECHFRAG_L"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_17",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 17,
    "IncomingMessages": [
      "L'installation semble avoir abrité des recherches d'armes chimiques et bactériologiques avant qu'une défaillance du confinement ne tue tous ceux qui y travaillaient.\n\nÀ en croire les rapports du système, il est clair que cette initiative n'était pas sanctionnée par le Haut-commandement Vy'keen. Bien que les supérieurs considèrent ces travaux indignes et lâches, les formes de vie présentes ici ne partageaient à l'évidence pas ce point de vue. Et si cela pouvait aider à renverser le cours de la bataille ? Si cela pouvait mettre fin à la guerre ?\n\nCertains pourraient détourner le regard face à cette arme pestilentielle. D'autres pourraient très bien payer pour l'acquérir.",
      "WAR_HARV_LANG_17"
    ],
    "Options": [
      {
        "Name": "Destroy samples",
        "Text": "I destroy the facility's samples, causing a small containment failure in the process. My exosuit is damaged.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Sell to Gek",
        "Text": "I attempt to sell the samples to the Gek, who reward me with units for my discovery.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Sell to Korvax",
        "Text": "I attempt to sell the samples to the Korvax, who appear disinterested in the potential military applications. However, they are intrigued by the composition of the toxin, and trade me some nanites.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_18",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 18,
    "IncomingMessages": [
      "Les journaux de l'installation relatent l'arrivée d'une recrue vy'keen il y a de cela deux semaines. Il n'y a aucune entrée mentionnant une autre arrivée ou un autre départ depuis lors.\n\nEn dépit de cela, les lieux sont déserts. Une unique transmission semble avoir été effectuée depuis le niveau inférieur de l'installation, cryptée avec des protections Korvax.",
      "Traveller anomaly approaches Syntheti'Keen. Uploading final data logs..."
    ],
    "Options": [
      {
        "Name": "Locate origin point",
        "Text": "I use the scanners to locate the origin point of the transmission, displaying it on the terminal's screen.\n\nIt shows what appears to be a robotic Vy'keen, their limbs damaged, sparks flying from what appears to be exposed circuitry. They are surrounded by dead warriors.\n\nUnits arrive at the terminal to pay for my silence.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Alert Vy'keen",
        "Text": "I alert the Vy'keen. They dispatch war freighters to examine the situation, suspecting Korvax involvement in this matter. I am rewarded for my assistance.",
        "RewardIds": [
          "STD_INC_EXP",
          "R_VYKEENEFFIGY"
        ]
      },
      {
        "Name": "Alert Korvax",
        "Text": "I alert the Korvax. They deny any knowledge of this facility or the signal, though is is undermined by their attempts to harm me through the the facility's defense systems. I leave before more damage can be done.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_19",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 19,
    "IncomingMessages": [
      "Cette installation servait d'avant-poste d'entraînement pour les jeunes Vy'keen de tout le secteur. Ils s'entraînaient et combattaient ici afin de se voir accorder leur citoyenneté.\n\nLes journaux font état des rivalités, des aventures amoureuses, de la noblesse et de la passion de ceux qui s'entraînaient ici, tout ceci enregistré par un vieux et fier commandant. Un jour, le journal s'achève : les Vy'keen n'ont plus d'utilité pour cet endroit. Les nanites ont remplacé l'entraînement, transmettant les souvenirs d'un individu à un autre sans le besoin de recourir à une quelconque répétition physique.",
      "WAR_HARV_LANG_19"
    ],
    "Options": [
      {
        "Name": "Extract Nanite Clusters",
        "Text": "I extract Nanite Clusters from the system and leave, emboldened and ready for glorious battle!",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Search training logs",
        "Text": "I search the system's training logs, finding a great deal of expertise and technology that might be useful for my own travels. I extract the relevant nanites.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Sell data to the Gek",
        "Text": "I sell the data to the Gek, who reward me for the training patterns of their old enemy.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_HARV_20",
    "Race": "Warriors",
    "IsFactory": false,
    "Number": 20,
    "IncomingMessages": [
      "L'avant-poste est ancien, même par rapport aux standards des Vy'keen. Son environnement est calibré pour y préserver les données.\n\nUn journal parle de la première rencontre des Vy'keen avec un Voyageur. Le personnage est resté avec la race guerrière pendant longtemps, apprenant d'eux, explorant à leurs côtés, tombant même amoureux. L'être aimé Vy'keen mourut, mais pas le Voyageur.\n\nLes journaux relatent comment ce personnage fut instrumental dans le développement de la race Vy'keen, contribuant à une part importante de leurs premières technologies. Ces archives furent perdues au cours des années qui s'ensuivirent, oubliées jusqu'à ce que je retrouve ce rapport.",
      "WAR_HARV_LANG_20"
    ],
    "Options": [
      {
        "Name": "Share with Vy'keen",
        "Text": "I share my discovery with the Vy'keen. They immediately place the data under quarantine, and threaten to find me across the stars.\nI leave quickly.",
        "RewardIds": []
      },
      {
        "Name": "Take technology",
        "Text": "I extract some of these blueprints from the system, taking valuable technology for my travels.",
        "RewardIds": [
          "P_HYPERFUEL1",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Search for Traveller records",
        "Text": "I search for further records of this Traveller.\n\nAs I do, I begin to feel as if I am being watched. Nanite Clusters emerge from the terminal as all systems shut down, their data forever lost.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY1",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 1,
    "IncomingMessages": [
      "L'alarme a verrouillé le terminal. Un message s'affiche lettre par lettre sur l'écran.",
      "Suspicious interloper visual detection system initiated!",
      "L'alarme ne semble pas vouloir s'arrêter. Je remarque que les scanners de sécurité accrochés au mur se tournent lentement vers moi..."
    ],
    "Options": [
      {
        "Name": "Shoot the cameras",
        "Text": "I apply a rapid burst from my Multi-Tool directly to the facility's security cameras.\nThis is a partial success: my image is not captured by the system, but backup sensors react to the destruction by shutting the facility down entirely.",
        "RewardIds": []
      },
      {
        "Name": "Apply override chip",
        "Text": "I apply an override circuit to the security relay. Remarkably, my ad-hoc wiring seems to work. The alarm stops, and the terminal grants me full access.",
        "RewardIds": []
      },
      {
        "Name": "Cut input wires",
        "Text": "I snap the input wires that lead from the security system to the master control terminal. Remarkably, this seems to work. The alarm stops, and the error seems to reset the terminal.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY2",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 2,
    "IncomingMessages": [
      "Je m'approche du terminal et recherche un moyen d'outrepasser l'alarme. Je trouve un bouton qui pourrait y faire quelque chose et le presse, provoquant une réponse du terminal.",
      "Grah! Vy'keen voice security scan initializing...",
      "Une trappe s'ouvre et un microphone en sort. Une voix distante crie « Grah ! »."
    ],
    "Options": [
      {
        "Name": "Bark 'Grah!'",
        "Text": "I bark aggressively at the terminal. This appears to satisfy whatever demand was being made of me. Access is granted.",
        "RewardIds": []
      },
      {
        "Name": "Say everything's fine",
        "Text": "I attempt to explain, but my hesitant speech instantly marks me out as an interloper. The security system delivers a high-voltage shock to my Exosuit before shutting down the terminal.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Apologise",
        "Text": "I apologise, but this display of weakness instantly marks me out as an interloper. The security system delivers a high-voltage shock to my Exosuit before shutting down the terminal.",
        "RewardIds": [
          "DAMAGESMALL",
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY3",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 3,
    "IncomingMessages": [
      "Deux alertes clignotent sur le terminal, probablement la source des alarmes qui résonnent actuellement dans mes oreilles.",
      "Intruder detected! Respiration gas concentration high! Enemy respiration!!",
      "Après avoir imprimé sa mise à jour de statut, le terminal affiche la commande pour annuler une alerte. Sur l'affichage holographique, les avertissements semblent liés aux composants endommagés du bâtiment et à la présence d'un importun."
    ],
    "Options": [
      {
        "Name": "Hold breath",
        "Text": "I hold my breath. An age seems to pass. Finally, moments before I lose consciousness, the terminal flashes a green light. I have been accepted as a Vy'keen.",
        "RewardIds": []
      },
      {
        "Name": "Breathe aggressively",
        "Text": "I breathe as aggressively as I can, channelling my anger at the gas sensor. It has no effect. The terminal registers my failure and shuts down.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Deploy Vy'keen Dagger",
        "Text": "I inhale deeply before stabbing myself with the dagger.. I feel so alive; shot through with adrenaline; blood pumping hard through my veins; sparks crackling down my nerves. It is glorious. Grah! Grah!\nThe terminal accepts me as one of the Vy'keen and allows me access.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY4",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 4,
    "IncomingMessages": [
      "Deux alertes clignotent sur le terminal, probablement la source des alarmes qui résonnent actuellement dans mes oreilles.",
      "Major security alert! Interloper detected! Minor alert: war factory entrance door destroyed.",
      "Après avoir imprimé sa mise à jour de statut, le terminal affiche la commande pour annuler une alerte. Sur l'affichage holographique, les avertissements semblent liés aux composants endommagés du bâtiment et à la présence d'un importun."
    ],
    "Options": [
      {
        "Name": "Override damage alert",
        "Text": "The terminal initiates an emergency shutdown.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Override intruder alert",
        "Text": "The facility becomes operational.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY5",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 5,
    "IncomingMessages": [
      "Ma présence a déclenché une alerte de sécurité. Des éléments sont retirés des cellules de stockage de dessous. Un compte à rebours est affiché à l'écran.",
      "Vy'keen security system alert! Pressure pad enemy detection confirmed! Too light! Too puny!",
      "Je peux entendre les fluides pressurisés parcourir les tuyaux entourant le terminal. Le son est presque sinistre, surtout lorsque viennent s'y ajouter les alarmes de forte intensité."
    ],
    "Options": [
      {
        "Name": "Pick up metal debris",
        "Text": "I pick up a large piece of scrap metal from the floor, presumably deposited there when I blew up the door.\nThis has the desired effect: my weight has been increased to within the non-suspicious range for a Vy'keen warrior. The terminal grants me access.",
        "RewardIds": []
      },
      {
        "Name": "Reduce weight",
        "Text": "I set aside my Multi-Tool, as well as other heavy items from my Exosuit's storage. The floor scales register a further series of clicks before the security system shuts me out entirely.",
        "RewardIds": []
      },
      {
        "Name": "Jump up and down",
        "Text": "My rapid jumps appear to confuse whatever security device is embedded in the floor. Eventually, it either overloads or is convinced by my aggression that I am a true Vy'keen. I am granted full access to the facility.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY6",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 6,
    "IncomingMessages": [
      "Ma présence a déclenché une alerte de sécurité. Des éléments sont retirés des cellules de stockage de dessous. Un compte à rebours est affiché à l'écran.",
      "Intruder alert! Commence detonation sequence! Organic fuel flow initiated!",
      "Je peux entendre les fluides pressurisés parcourir les tuyaux entourant le terminal. Le son est presque sinistre, surtout lorsque viennent s'y ajouter les alarmes de forte intensité."
    ],
    "Options": [
      {
        "Name": "Block fuel lines",
        "Text": "I clamp the fuel lines. There is a brief moment of tension as pressure builds in the pipes.\nIt stabilises. The countdown ends, and nothing happens. With some sort of disaster presumably averted, the terminal unlocks and grants me access.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Shutdown catalyst pipes",
        "Text": "I clamp the catalyst flow. A minor explosion scorches my arm, before facility operations resume.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Wait",
        "Text": "A blast of flame coats me from below. The facility remains non-operational.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      }
    ]
  },
  {
    "Id": "WAR_FACTORY7",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 7,
    "IncomingMessages": [
      "Les procédures de sécurité automatisées incinèrent le contenu des cellules de l'installation. Le terminal affiche la déclaration suivante :",
      "Intruder alert! Incinerating trading vault: imminent. Incinerating power vault: imminent. Incinerating storage vault: imminent.",
      "Des pannes de courant mettent le feu aux cellules l'une après l'autre. Cependant, le terminal semble autoriser les retraits d'urgence limités..."
    ],
    "Options": [
      {
        "Name": "Withdraw trade vault",
        "Text": "I activate the emergency vault retrieval system. The drone just has time to extract the contents of the trade vault before all goods are incinerated.",
        "RewardIds": [
          "MONEY_L"
        ]
      },
      {
        "Name": "Withdraw relic vault",
        "Text": "I activate the emergency vault retrieval system. The drone just has time to extract the contents of the relic vault before all goods are incinerated.",
        "RewardIds": [
          "R_DAGGER"
        ]
      },
      {
        "Name": "Withdraw technology vault",
        "Text": "I activate the emergency vault retrieval system. The drone just has time to extract the contents of the technology vault before all goods are incinerated.",
        "RewardIds": [
          "PROC_TECH_ONLY"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY8",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 8,
    "IncomingMessages": [
      "Alors que j'allume le terminal, un scanner de sécurité orienté vers l'avant émet un cliquetis et vrombit pendant sa mise au point. Mon image s'affiche à l'écran dans une couleur rouge lumineuse.",
      "Security breach! Military action unstoppable! Vy'keen High Command vessel coordinate upload imminent!",
      "Le terminal m'interdit tout accès supplémentaire. Sur l'affichage de la caméra, des lignes bleues croisent le rouge de mon corps, correspondant parfaitement au réseau de refroidissement de mon exocombinaison..."
    ],
    "Options": [
      {
        "Name": "Broadcast safety code",
        "Text": "I transmit the safety override code, putting an end to the emergency transmission. The Vy'keen warship stands down, broadcasting a respectful 'Grah'. The terminal unlocks.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Hack in safety code",
        "Text": "I attach a bypass circuit, allowing me to transmit the safety override code and put an end to the emergency transmission. The Vy'keen warship stands down, broadcasting a respectful 'Grah'. The terminal unlocks.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Scramble facility coordinates",
        "Text": "I attempt to scramble the facility's coordinates, hoping to throw off the incoming fire. I hear a distant explosion and the screams of burning animals. The facility's processes return to normal.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY9",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 9,
    "IncomingMessages": [
      "Alors que j'allume le terminal, un scanner de sécurité orienté vers l'avant émet un cliquetis et vrombit pendant sa mise au point. Mon image s'affiche à l'écran dans une couleur rouge lumineuse.",
      "Interloper detection! Heat detection systems confirm report! High temperature intruder!",
      "Le terminal m'interdit tout accès supplémentaire. Sur l'affichage de la caméra, des lignes bleues croisent le rouge de mon corps, correspondant parfaitement au réseau de refroidissement de mon exocombinaison..."
    ],
    "Options": [
      {
        "Name": "Decrease coolant flow",
        "Text": "I manually override my Exosuit's coolant flow. Slowly but surely a deep chill spreads across my body. My bones ache. My blood feels like ice, stabbing against every fibre of my being.\nThe image on the terminal screen fades from a dramatic red to a total black. I am invisible. The security alert ends, and the terminal comes back online.",
        "RewardIds": []
      },
      {
        "Name": "Increase coolant flow",
        "Text": "I manually override my Exosuit's coolant flow. Slowly but surely I feel a burning sensation spread across my body. I begin to sweat.\nThe image on the terminal screen blooms a dramatic red. The security scan completes, and locks me out from the terminal entirely.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY12",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 12,
    "IncomingMessages": [
      "Une atmosphère étrange règne dans le bâtiment. Au-delà du bruit de l'alarme, je ne peux m'empêcher d'avoir l'impression que quelque chose de plus sinistre est en action. Je recherche des preuves dans le terminal.",
      "Pathetic warrior learn Vy'keen language! Pass test or encounter fighting pits! ERROR ERROR INSERT CATALYST ERROR ERROR MALFUNCTION",
      "Le texte semble flotter devant l'écran, agressif. Il ne ressemble à aucune des IA que j'aie jamais rencontrées. J'entends le hurlement de Sentinelles agonisantes, résonnant depuis les profondeurs souterraines..."
    ],
    "Options": [
      {
        "Name": "Insert metal",
        "Text": "The terminal rejects my input. It barks aggressively at me, and then closes down. It seems I have failed the test.\nI hope the lifeform who was supposed to complete it does not suffer any repercussions.",
        "RewardIds": []
      },
      {
        "Name": "Insert catalyst",
        "Text": "The terminal accepts my input. It barks aggressively at me, but does go on to grant full systems access. It seems I have passed the test. Perhaps the lifeform whose place I took will be grateful.",
        "RewardIds": []
      },
      {
        "Name": "Insert catalyst",
        "Text": "The terminal rejects my input. It barks aggressively at me, and then closes down. It seems I have failed the test.\nI hope the lifeform who was supposed to complete it does not suffer any repercussions.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY13",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 13,
    "IncomingMessages": [
      "Une atmosphère étrange règne dans le bâtiment. Au-delà du bruit de l'alarme, je ne peux m'empêcher d'avoir l'impression que quelque chose de plus sinistre est en action. Je recherche des preuves dans le terminal.",
      "Grah! Initiate sentinel blood processing! Vaults full! Grah! Glass and blood! Glass and blood!",
      "Le texte semble flotter devant l'écran, agressif. Il ne ressemble à aucune des IA que j'aie jamais rencontrées. J'entends le hurlement de Sentinelles agonisantes, résonnant depuis les profondeurs souterraines..."
    ],
    "Options": [
      {
        "Name": "Shutdown facility AI",
        "Text": "Overcome with suspicion, I initiate an emergency shutdown of the facility AI. The alarms fall silent. The sinister electronic wail ceases. Unfortunately, the terminal has become unresponsive.",
        "RewardIds": []
      },
      {
        "Name": "Insert Pugneum",
        "Text": "I insert a supply of pugneum into the input hopper. Machinery jumps into life. The electronic wail becomes louder still. A moment passes.\nThe sinister activity ends as strangely as it begun. The terminal returns to the familiar dull text of a facility control panel.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Incinerate vaults",
        "Text": "Overcome with suspicion, I initiate an emergency incineration of the facility's storage vaults. The sinister electronic wail grows louder, sharper, as the fires begin their work. Then, suddenly, silence.\nThe strange atmosphere of the facility fades away. The terminal returns to the familiar dull text of a master control panel.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY16",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 16,
    "IncomingMessages": [
      "L'usine retentit de bruits stridents, un avertissement furieux contre mon intrusion. Le terminal affiche également un message similaire, visiblement contrarié par le contretemps rencontré dans la production.",
      "Grah! Gek war preparation disrupted! Ammunition production stalled! Metal required!",
      "Il semble qu'un superviseur d'un autre monde soit en train de formuler des demandes. Si j'y réponds, on m'autorisera peut-être un accès complet au terminal..."
    ],
    "Options": [
      {
        "Name": "Insert metal",
        "Text": "I fill the input hopper with a fresh supply of ferrite. The machines continue to chatter, but now do so smoothly, their supply lines well-fed.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Insert di-hydrogen",
        "Text": "I fill the input hopper with a fresh supply of di-hydrogen. An explosion echos up from the machinery below. The highly reactive substance has caused some sort of industrial calamity.",
        "RewardIds": []
      },
      {
        "Name": "Insert sodium",
        "Text": "I fill the input hopper with a fresh supply of sodium. An explosion echos up from the machinery below. The highly reactive substance has caused some sort of industrial calamity.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY17",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 17,
    "IncomingMessages": [
      "L'usine retentit de bruits stridents, un avertissement furieux contre mon intrusion. Le terminal affiche également un message similaire, visiblement contrarié par le contretemps rencontré dans la production.",
      "High Command demand explanation! Scare element required! Demand chromatic metal! Restore contributions!",
      "Il semble qu'un superviseur d'un autre monde soit en train de formuler des demandes. Si j'y réponds, on m'autorisera peut-être un accès complet au terminal..."
    ],
    "Options": [
      {
        "Name": "Issue counter-order",
        "Text": "The terminal relays an apologetic bark. The demand is waived. Full access is granted to the facility's control panel.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Insert magnetised Ferrite",
        "Text": "The terminal relays a confused and angry bark. The remote overseer shuts the terminal down completely, upset by my paltry contribution.",
        "RewardIds": [
          "STD_DEC_WAR"
        ]
      },
      {
        "Name": "Insert Chromatic Metal",
        "Text": "The terminal relays a resonant bark, the response of a happy warrior. With their demand satisfied, full access is restored to the facility's control panel.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY19",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 19,
    "IncomingMessages": [
      "L'installation produit les fluides nécessaires aux tatouages Vy'keen. Comment le pigment est généré demeure un mystère. Il n'y a pas de trace de réapprovisionnement. Différents extraterrestres sont arrivés, pourtant impossible de confirmer leur présence ou leur départ.",
      "Security scan initializing! Motion detection cameras operational! Security scan initializing!",
      "C'est alors que je les entends, derrière le bourdonnement de l'usine : un étrange battement dans les murs, des murmures de voix inconnues... Le terminal attend une saisie."
    ],
    "Options": [
      {
        "Name": "Move to hiding spot",
        "Text": "I attempt to hide. However, it is too late. The scanners detect me as I try to duck down. This second security alert causes the entire facility to shut down.",
        "RewardIds": []
      },
      {
        "Name": "Stand still",
        "Text": "I stand perfectly still as the scanners sweep over me, their electronic eyes unblinking. Eventually, they pass.\nWith their checks concluded, the security alert comes to an end. The terminal unlocks.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY20",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 20,
    "IncomingMessages": [
      "Le terminal affiche un avertissement urgent qui clignote. Certaines parties vitales du bâtiment ont été endommagées par l'alerte de sécurité.",
      "Intruder alert! Battle enzyme production halted! Electrical charge removed from body harvest circuit!",
      "Je suis décontenancé par l'affichage. Le cœur d'un guerrier s'affiche à l'écran, battant sur un rythme irrégulier. Connecté à des câbles et à des valves artificielles, il semble pomper un liquide biologique rouge d'organes enfouis dans les profondeurs du bâtiment."
    ],
    "Options": [
      {
        "Name": "Increase electrical flow",
        "Text": "I increase the power flow to the facility's heart. It judders, then establishes a regular beat. Its strange existence continues.\nWith this emergency over, the terminal reverts to a standard factory input system.",
        "RewardIds": [
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Initiate adrenalin flux",
        "Text": "I initiate a surge of adrenalin directly into the facility's heart. It judders, tenses, tenses again... and with a final convulsion, falls still.\nThe terminal screen cuts out. There is nothing to see but an inky blackness.",
        "RewardIds": []
      },
      {
        "Name": "Power down systems",
        "Text": "I power down the facility in an attempt to ease the strain on its heart. But as systems shut down, the heart begins to slow. Before I can reverse the process, it beats its last.\nThe mass of organs that relied on its processes are starved of oxygen, and die. The terminal screen cuts out. There is nothing to see but an inky blackness.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY29",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 29,
    "IncomingMessages": [
      "L'installation produit les fluides nécessaires aux tatouages Vy'keen. Comment le pigment est généré demeure un mystère. Il n'y a pas de trace de réapprovisionnement. Différents extraterrestres sont arrivés, pourtant impossible de confirmer leur présence ou leur départ.",
      "Help... us. Harvested... get out...",
      "C'est alors que je les entends, derrière le bourdonnement de l'usine : un étrange battement dans les murs, des murmures de voix inconnues... Le terminal attend une saisie."
    ],
    "Options": [
      {
        "Name": "Request battle tattoo",
        "Text": "The machine attempts to brand me with tattoo fluid, but it does not appear to have been intended for my unique physiology.\nI leave, burned and damaged.",
        "RewardIds": []
      },
      {
        "Name": "Disable power",
        "Text": "I disable the power. The screen shows multiple life signs within the facility, a hundred or more souls that soon begin to flatline.\nIt feels like mercy. The production line ceases, half-converted blood spilling out from various tubes.",
        "RewardIds": []
      },
      {
        "Name": "Steal technology",
        "Text": "I move through their computers looking for data to harvest. I discover a blueprint for an unknown technology.\nAs I extract it, something begins to smash against one of the inner walls. I should leave.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY30",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 30,
    "IncomingMessages": [
      "L'écran affiche le cœur mort d'un guerrier. Des milliers d'autres comme celui-ci peuvent être trouvés dans les archives du lieu, dont l'alimentation a été coupée depuis longtemps.",
      "Universe real. We are real. All who oppose this truth shall be struck down, grah! So speaks Hirk Sentinelbane, Abyss Keeper and Lord of Final Monolith...",
      "Le journal indique que les cœurs se sont mutinés. Ils ne permettraient plus que leurs enzymes de combat ne soient utilisées que pour servir le Haut-commandement. Ils voulaient la mort qui leur avait été promise.\n\nLe système a été configuré pour tromper les autorités. Le Haut-commandement vy'keen croit l'installation active, encore remplie des corps collectés, produisant docilement les enzymes."
    ],
    "Options": [
      {
        "Name": "Shut down production",
        "Text": "I shut down production. There cannot be many Vy'keen printing presses in the galaxy, and now there is one fewer.\n\nAmidst the detritus of the factory, I find some discarded technology. Perhaps it will be of use.",
        "RewardIds": []
      },
      {
        "Name": "Report to Vy'keen authorities",
        "Text": "I report the factory's existence to the Vy'keen authorities. They claim I have committed blasphemy, threatening to hunt me down. They issue an electric shock through the terminal.",
        "RewardIds": []
      },
      {
        "Name": "Steal technology",
        "Text": "I attempt to steal technology, but the factory's automated defense systems blast a bolt of energy at my suit instead. Whatever is here, it is not worth the trouble.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY31",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 31,
    "IncomingMessages": [
      "L'écran affiche le cœur mort d'un guerrier. Des milliers d'autres comme celui-ci peuvent être trouvés dans les archives du lieu, dont l'alimentation a été coupée depuis longtemps.",
      "UPLINK ONLINE : ALL LIFESIGNS POSITIVE : ENZYME PRODUCTION 100%",
      "Le journal indique que les cœurs se sont mutinés. Ils ne permettraient plus que leurs enzymes de combat ne soient utilisées que pour servir le Haut-commandement. Ils voulaient la mort qui leur avait été promise.\n\nLe système a été configuré pour tromper les autorités. Le Haut-commandement vy'keen croit l'installation active, encore remplie des corps collectés, produisant docilement les enzymes."
    ],
    "Options": [
      {
        "Name": "Alert authorities",
        "Text": "I alert the authorities. The Vy'keen are glad of my assistance, claiming they will now commit appropriate acts of retribution and justice for these crimes.",
        "RewardIds": []
      },
      {
        "Name": "Reactivate system",
        "Text": "I reactivate the system, but nothing happens. Death is death.",
        "RewardIds": []
      },
      {
        "Name": "Steal technology",
        "Text": "I try to steal technology from the terminal. I gain nanite clusters.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY32",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 32,
    "IncomingMessages": [
      "Alors que je m'approche du terminal, l'air se fait plus épais, un gaz inconnu se répand.",
      "Grah! Sentinel trophy rises - should have killed it - run - no honour in -",
      "Ma respiration s'accélère et ma poitrine paraît se gonfler sous l'effet d'une énergie inconnue. Le terminal identifie la substance comme étant du grahgrah. J'ai l'impression que je pourrais hurler..."
    ],
    "Options": [
      {
        "Name": "Alert authorities",
        "Text": "I alert the Vy'keen authorities to the loss of their factory. A Sentinel hunt is dispatched to this world. I am rewarded for my trouble.",
        "RewardIds": []
      },
      {
        "Name": "Scan for Sentinels",
        "Text": "I scan for Sentinels but find nothing. Whatever was here is long gone.",
        "RewardIds": []
      },
      {
        "Name": "Attempt repair",
        "Text": "I attempt to repair the breach in life support, but the system rebels and I end up receiving damage instead. I should leave. There is nothing for me here.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY33",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 33,
    "IncomingMessages": [
      "Alors que je m'approche du terminal, l'air se fait plus épais, un gaz inconnu se répand.",
      "UNREGISTERED USER : DEPLOYING GRAHGRAH FROM EMERGENCY SUPPLY",
      "Ma respiration s'accélère et ma poitrine paraît se gonfler sous l'effet d'une énergie inconnue. Le terminal identifie la substance comme étant du grahgrah. J'ai l'impression que je pourrais hurler..."
    ],
    "Options": [
      {
        "Name": "Scream",
        "Text": "I scream, not a cry of fear but a shout of battle. Gas levels begin to decrease but, nevertheless, those who created this factory observed my response.\nAmused, they reward me using the terminal.",
        "RewardIds": []
      },
      {
        "Name": "Fight against the impulse",
        "Text": "I fight against the impulse to scream, holding my breath and attempting to accelerate my suit's hazard protection.\n\nAs I struggle, the gas levels decrease. The terminal registers a disappointment from those who created this factory.",
        "RewardIds": []
      },
      {
        "Name": "Smash the terminal",
        "Text": "I smash the terminal, causing the concentration of gas to rise and rise.\n\nEventually, the scream emerges uncontrollably, tearing my vocal chords as it does. The gas begins to dissipate, and all I am left with is pain and battlelust.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY34",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 34,
    "IncomingMessages": [
      "L'usine produit des éléments de vaisseaux, fabriqués à l'aide des ressources disponibles sur ce monde.",
      "Interloper! Vent energy! Increase production at once!",
      "Cette installation crée des pièces pour les guerriers vy'keen. Bien que les bâtiments vy'keen soient fortifiés pour résister aux bombardements, leurs vaisseaux bénéficient de la vitesse et de l'agilité nécessaire à leurs activités de chasse.\nUn flux vidéo sur le terminal montre un avertissement : un guerrier agite ses mains face à la caméra dans les profondeurs de l'usine."
    ],
    "Options": [
      {
        "Name": "Increase production speed",
        "Text": "I increase the production speed.\nA message informs me that heat levels are now back within normal limits, the extra energy dissipating within the factory's depths.\nThe warrior rewards me with a gift, thanking me for saving their life.",
        "RewardIds": []
      },
      {
        "Name": "Decrease production speed",
        "Text": "I decrease the production speed.\nThe warrior begins to panic, screaming as their whole body is burned by the rising heat of the overactive factory.\nThe video cuts off, and the factory's processes slowly grind to a halt.",
        "RewardIds": []
      },
      {
        "Name": "Wave your hands back",
        "Text": "I wave my hands back at the warrior.\nThe warrior begins to panic, screaming as their body is burned by the rising heat of the overactive factory.\nThe video cuts off, the smell of smoke starting to drift through the air. I should depart.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY35",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 35,
    "IncomingMessages": [
      "L'usine fabrique des armes blanches, dépourvues du moindre composant énergétique.",
      "PRODUCTION HALTED: IMMOBILE ORGANIC MATTER IN PIPE 17",
      "Le manifeste porte à croire qu'elles sont destinées à un usage cérémoniel au sein de la flotte vy'keen, rappelant ainsi que la mort la plus digne est celle qui survient lorsque l'on fixe son adversaire dans les yeux, libéré de toute technologie, dans un ultime combat...\n\nQuelque chose n'a pas fonctionné comme prévu. La production est bloquée par une matière étrangère."
    ],
    "Options": [
      {
        "Name": "Disable production line",
        "Text": "I initiate a shutdown of the production line, allowing a creature to wriggle free from its machinery. The automated factory system offers me a reward.",
        "RewardIds": []
      },
      {
        "Name": "Purge biological matter",
        "Text": "I initiate purge of biological matter in the factory below. The terminal confirms the death of an unknown creature. The automated factory system offers me a reward.",
        "RewardIds": []
      },
      {
        "Name": "Take technology",
        "Text": "Ignoring the production line, I focus on the technology behind the system. I harvest several nanite clusters from the machine.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "WAR_FACTORY36",
    "Race": "Warriors",
    "IsFactory": true,
    "Number": 36,
    "IncomingMessages": [
      "L'usine semble avoir cessé sa production il y a bien longtemps, ses systèmes sont abandonnés et inutilisés.",
      "Do not drink the water... warriors lost... Grah! This was preventable, this -",
      "Pourtant, l'emblème des Vy'keen apparaît toujours sur ces terminaux, clignotant dans l'attente d'une saisie. Un journal audio est diffusé en boucle."
    ],
    "Options": [
      {
        "Name": "Attempt factory reset",
        "Text": "I attempt to reset the factory's systems. Nanite Clusters come pooling forth from the factory's innards. I take some with me.",
        "RewardIds": []
      },
      {
        "Name": "Alert Vy'keen authorities",
        "Text": "I alert the Vy'keen authorities to the loss of their factory. An inquisitorial team is dispatched to this world and I am rewarded for my trouble.",
        "RewardIds": []
      },
      {
        "Name": "Take technology",
        "Text": "I attempt to extract blueprints from the factory's systems, succeeding in gaining a new technology.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_1",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 1,
    "IncomingMessages": [
      "Je découvre un message enthousiaste provenant d'un autre monde. Apparemment, il concerne un rapport contenant... une photo de moi !",
      "Unknown lifeform research is HIGHLY commendable Entity! Discuss data with Korvax Convergence immediately!",
      "Quelqu'un semble intrigué par mon voyage et serait disposé à m'aider. Dois-je le contacter ?"
    ],
    "Options": [
      {
        "Name": "Delete report",
        "Text": "The report is wiped from the system.\n\nAn off-world message appears briefly. It seems disappointed.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Open comms",
        "Text": "I briefly see mask lights staring out at me before the comms feed is cut.\n\nThe terminal rewards me with valuable knowledge.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_2",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 2,
    "IncomingMessages": [
      "Je trouve un rapport rempli d'images de Sentinelles, mais l'envoi semble avoir été interrompu.",
      "Ahem. Planetary Sentinel scan data? UPLOAD SENTINEL SCAN DATA, ENTITY! IMMEDIATELY!",
      "Un message impatient, voire grossier, provenant d'un autre monde, clignote sous mes yeux. Quelqu'un, quelque part, veut quelque chose."
    ],
    "Options": [
      {
        "Name": "Resend Sentinel data",
        "Text": "The information packet is uploaded, and payment appears instantaneously.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Reply with a refusal",
        "Text": "Bright red mask lights appear and scream in angry binary.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_4",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 4,
    "IncomingMessages": [
      "Un message groupé venu d'un autre monde représente des formes de vie électroniques endommagées : bras arrachés, casques mâchouillés et lumières faciales affaiblies.",
      "Korvax friend! Dangerous creatures attack Korvax Entity! For weaponry sales contact Gek Trade Federation today!",
      "C'est offensant et a clairement pour but de choquer les destinataires afin qu'ils répondent. Il est possible de joindre des unités à la réponse..."
    ],
    "Options": [
      {
        "Name": "Reply with units",
        "Text": "I paid for a new Multi-Tool to protect me.",
        "RewardIds": [
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Reply with outrage",
        "Text": "I receive no reply. But someone else appreciates me...",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Do not reply",
        "Text": "I leave the distasteful message unanswered.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_6",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 6,
    "IncomingMessages": [
      "L'image d'un système solaire distant est en cours d'analyse ici. Une lune riche en minéraux est en orbite autour d'une planète désolée et paraissant toxique. Cependant, une tache étrange et sombre en forme de diamant apparaît en arrière-plan, légèrement obscurcie. Une marque rouge clignote en son centre.",
      "Atlas Interface awakes? Upload research findings immediately entity! Korvax Convergence sends relevant research technology!",
      "Aucune coordonnée n'est visible, mais je peux agrandir différentes portions de l'image afin de les analyser et d'envoyer automatiquement les découvertes du terminal."
    ],
    "Options": [
      {
        "Name": "Enhance moon image",
        "Text": "My research uploads.\n\nI receive a Multi-Tool technology blueprint to aid my studies",
        "RewardIds": [
          "PROC_TECH_WEAP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Enhance planet image",
        "Text": "My research uploads.\n\nI receive an exosuit technology blueprint to aid my studies.",
        "RewardIds": [
          "PROC_TECH_SUIT",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Enhance diamond-shaped structure image",
        "Text": "My research uploads.\n\nI receive a ship technology blueprint to aid my studies.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_7",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 7,
    "IncomingMessages": [
      "Un message en provenance d'un autre monde envoyé à toutes les stations de recherche planétaires a couvert l'écran de plans relatifs à une expédition scientifique : graphiques stellaires complexes, estimations de carburant requis, plateformes de communication de pointe et plans d'expérimentations orbitales.",
      "Research entity! Atlas Interface mission begins! Donate contribution! Specialists apply here! Convergence sends specialists ship technology!",
      "La cellule de ressources de l'avant-poste est prête à accepter toute contribution à la cause sous forme de métaux, et il semblerait que le scientifique en poste ici puisse rejoindre l'équipage... avec un vaisseau amélioré en conséquence."
    ],
    "Options": [
      {
        "Name": "Contribute a metal",
        "Text": "My contribution is accepted.\n\nUseful knowledge is made available, with thanks.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Join team",
        "Text": "The scientist's application is accepted.\n\nA ship technology blueprint is made available.",
        "RewardIds": [
          "PROC_TECH_SHIP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_8",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 8,
    "IncomingMessages": [
      "Cet avant-poste semble être une grande base de connaissances relatives à la production. Une longue liste de recettes de produits défile indéfiniment sur le terminal, si vite que le simple fait de tenter de la lire fait mal aux yeux. Elles semblent être classées par élément de base, mais toute inspection plus poussée me donne la nausée.",
      "Korvax Convergence product catalogue available. Insert element to filter product catalogue.",
      "Les cellules de ressources près de moi sont ouvertes et de toute évidence utilisées régulièrement."
    ],
    "Options": [
      {
        "Name": "Insert catalyst",
        "Text": "The terminal uses the element to isolate and select a reward.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Insert organic matter",
        "Text": "The terminal uses the element to isolate and select a reward.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Insert metal",
        "Text": "The terminal uses the element to isolate and select a reward.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_10",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 10,
    "IncomingMessages": [
      "Des rangées de données défilent sur ce terminal en provenance des avant-postes de recherche de toute la planète. Cet endroit sert de dépôt pour les produits issus de la planète enfermés dans les cellules situées sous mes pieds, mais aussi de point de transmission.",
      "Avoid data disruption! Korvax Convergence sends reward for additional data!",
      "Les connaissances accumulées sur ce monde sont envoyées à un vaisseau amiral scientifique stationné en orbite bien au-dessus de ma tête. Il ne serait pas difficile de pirater le flux de données pour étoffer ma propre connaissance, mais je pourrais aussi partager mes connaissances et découvertes..."
    ],
    "Options": [
      {
        "Name": "Breach data flow",
        "Text": "I gain a new technology blueprint.\n\nHowever, my breach corrupts the overall transfer...",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Share knowledge",
        "Text": "The scientists study my offering...\n\n... and thank me with a gift to aid me on my journey.",
        "RewardIds": [
          "PROC_TECH_ALL",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_12",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 12,
    "IncomingMessages": [
      "Une procédure de sauvegarde s'est interrompue. Le système archive une énorme quantité de données de langue, mais il est à court de mémoire pour les stocker.",
      "Dialect data process stalled. Metal required to finish process.",
      "Je peux fixer mon multi-outil afin de fournir davantage d'espace de stockage, mais la réinitialisation du processus nécessiterait un métal..."
    ],
    "Options": [
      {
        "Name": "Insert common metal",
        "Text": "The process restarts and provides me with knowledge of the language of the electronic lifeforms.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Insert uncommon metal",
        "Text": "The process continues and improves my knowledge of the language of the electronic lifeforms.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Insert rare metal",
        "Text": "The process completes and extends my knowledge of the language of the electronic lifeforms.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_13",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 13,
    "IncomingMessages": [
      "L'installation traite un signal émanant d'un emplacement de l'espace lointain. Une infinité d'unités de traitement sont combinées afin de décrypter le code d'une langue mathématique mystérieuse.",
      "Atlas Interface signal awakes? Research entity! Insert catalyst constantly! Avoid disruption!",
      "Des éléments rares sont extraits des cellules de ressources situées à mes pieds, mais certaines sont presque vides."
    ],
    "Options": [
      {
        "Name": "Place metal in the vault",
        "Text": "The metals are added to the process.\n\nThey make no clear impact.",
        "RewardIds": []
      },
      {
        "Name": "Place catalyst in the vault",
        "Text": "The material fuels the code cracking procedure.\n\nA faint orb glows red on the screen, then slowly fades.",
        "RewardIds": [
          "RECIPE_LIST",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Take elements from vault",
        "Text": "I retrieve rare elements...\n\n... but the code-breaking process grinds to a halt.",
        "RewardIds": [
          "SUBST_FUEL",
          "SUBST_TECH",
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_14",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 14,
    "IncomingMessages": [
      "L'avant-poste est abandonné, son alarme hurlant encore pour prévenir des âmes mortes depuis longtemps.\n\nLes Korvax de cette installation se sont isolés du reste de leur espèce, croyant qu'un mouvement de violence émergeait au sein de groupe. Quelque chose leur est arrivé ici... quelque chose s'est éveillé dans leurs esprits...",
      "EXP_HARV_LANG_14"
    ],
    "Options": [
      {
        "Name": "Examine logs",
        "Text": "I examine the logs of the Korvax stationed here. They appear to have opened a gateway beneath the depths of the planet, an experimental device designed to see alternative versions of a planet in all their glory.\nThey broke through to a thousand other Korvax units just like themselves. They attempted to form a Second Convergence composed entirely of multiversal beings, of alternate versions of their own personalities.\nThe first deletions began a week later. Nothing is left but nanite clusters.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Purge facility",
        "Text": "I purge the facility, discovering blueprints for experimental technology in the process. Whatever happened here should not be repeated.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Alert Korvax",
        "Text": "I alert the Korvax to the disaster that occurred in this outpost, uploading its records to the Convergence. They reward me, claiming that the discoveries made in this location will open up worlds of study and science long since deemed impossible.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_15",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 15,
    "IncomingMessages": [
      "La station de recherche contient une vaste gamme de scanners et de dispositifs de contrôle conçus pour les plans d'eau du système. Il recherche les signes d'une chose appelée 'abysse'.\n \nLes scientifiques qui travaillaient ici semblent avoir comparé les transmissions liées à l'Atlas avec des signaux étranges trouvés dans l'eau.\n \nAvant d'être portés disparus, les travailleurs ont conclu que cette 'abysse' possédait une signature énergétique similaire, bien que différente, à celle de l'Atlas lui-même. Il semble y avoir un autre pouvoir dans l'univers...",
      "EXP_HARV_LANG_15"
    ],
    "Options": [
      {
        "Name": "Examine the abyss",
        "Text": "I examine the records relating to the abyss. They show a repeating pattern of sixteen energy bursts, music that emerges from beneath the waves.\nContact appears to alter individual personality and objectives, changing even the most devoted Korvax into an agent of some unfathomable power. \nInfected Nanite Clusters appear to be present within the archives. I take some of them. It seems to be for the best...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Examine the Atlas",
        "Text": "I examine the records relating to the Atlas. They show interfaces, reports of crimson light, and records of visitations and transcendent experiences from across the universe.\nThe Korvax theorise that the Atlas does not itself exist on this plane of reality, speaking to us only through surrogate representations.\nInfected Nanite Clusters appear to be present within the archives. I take some of them. It seems to be for the best...",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Alert Korvax",
        "Text": "I alert the Korvax to what happened here, but the Convergence claims to have had no knowledge of this facility or those working here. The Korvax involved disconnected from the Convergence two years ago, presumed dead...\nI am rewarded for my data. The Korvax promise to investigate further.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_16",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 16,
    "IncomingMessages": [
      "Le complexe a apparemment servi de lieu de rencontre à plusieurs factions korvax, téléchargeant en amont et en aval depuis différents corps pendant les situations diplomatiques tendues et en temps de guerre.\n\nMême si une espèce entière peut s'unifier à volonté en un seul grand esprit, la communication face-à-face possède encore une valeur unique. Ces Korvax ont enregistré beaucoup d'informations qu'ils souhaitaient cacher à leurs frères. Certains sont toujours plus égaux que les autres.",
      "EXP_HARV_LANG_16"
    ],
    "Options": [
      {
        "Name": "Access records",
        "Text": "I access the records of these meetings. The hidden society of the Korvax appear to have a plan, meeting throughout the years to manipulate and secretly meet with members of other species to influence the course of history.\n\nI find nanites, but I also find something more. They met recently about the Travellers... about the Atlas... I saw my own face in their records.\n\nI leave, wondering about what I have seen.",
        "RewardIds": [
          "TECHFRAG_L"
        ]
      },
      {
        "Name": "Report to Korvax Convergence",
        "Text": "I report the facility's existence to the Korvax Convergence. Halfway through my communication, the console's connection cuts out, causing the facility's defense system to activates. I flee, my suit damaged.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Report to other species",
        "Text": "I report the facility's existence to the Gek and the Vy'keen. Halfway through my communication, the console's connection cuts out, causing the facility's defense system to activates. I flee, my suit damaged.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_17",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 17,
    "IncomingMessages": [
      "L'avant-poste est ancien, même selon les critères des Korvax. Le journal parle de réalités alternatives, d'histoires de Korvax qui prennent des chemins radicalement opposés.\n\nDans certaines régions du multivers, leurs ancêtres n'ont jamais perdu leurs origines biologiques. Dans d'autres, ils demeurent les esclaves des Gek, ne se révoltant jamais ou convainquant leurs faux maîtres de la gloire d'Atlas.\n\nBeaucoup de ces réalités se sont effacées, parties comme si elles n'avaient jamais existé.",
      "EXP_HARV_LANG_17"
    ],
    "Options": [
      {
        "Name": "Upload to the Korvax",
        "Text": "I upload the data to the Korvax. They absorb the memories of these alternate Korvax echoes to their own Convergence, carrying yet more sorrow. That is all there seems to be for them, whatever the galaxy...\nThey thank me, granting me Nanite Clusters through the terminal.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Search for yourself",
        "Text": "I search for some record of myself in these alternate realities, but see nothing but parallels in the lives of others. I stand alone.\n\nI salvage Nanite Clusters from the terminal and leave, disturbed by my absence.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I search for technology within the facility's computers. I find none, though there are unencrypted units.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_18",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 18,
    "IncomingMessages": [
      "L'installation permettait la mise en quarantaine et le traitement d'esprits Korvax se rendent à leur Convergence centrale ou la quittant.\n\nLe journal révèle l'existence d'esprits Korvax troublés, ceux perturbés par leurs actions ; ceux hantés par la peine ; ceux qui auraient pu menacer les esprits qu'ils rencontreraient. Ils arrivaient ici, loin de la Convergence, dans le but de surmonter leur douleur ou de se purifier.\n\nUne unique âme Korvax reste. Selon le journal, elle habite ce système depuis trente ans.",
      "EXP_HARV_LANG_18"
    ],
    "Options": [
      {
        "Name": "Upload to Convergence",
        "Text": "I upload the soul to the Convergence.\nIt cries out as it goes, condemning me for my action. I am left with nothing.",
        "RewardIds": []
      },
      {
        "Name": "Wipe system",
        "Text": "I wipe the system. The Korvax disappears and I am left with Nanite Clusters, the unformed matter of the system.",
        "RewardIds": [
          "TECHFRAG_S"
        ]
      },
      {
        "Name": "Comfort the Korvax",
        "Text": "I attempt to comfort the Korvax, sharing with them the story of my travels.\n\nThey thank me for the attempt, but they claim it is not enough. The one they loved is dead. There is nothing left for them but this solace, this penance for what they have done.\n\nThey give me a token of gratitude and ask me to leave them alone. They wish to remain in solitude.",
        "RewardIds": [
          "R_KORVAXCASING"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_19",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 19,
    "IncomingMessages": [
      "L'installation servait de point de transmission central pour les scanographies Korvax d'un millier de mondes, assemblant leurs données afin de tenter de comprendre les mécanismes sous-jacents de l'univers.\n\nLe problème qui se posait était l'existence. La solution en était un simple nombre, un avertissement lancé au moindre atome du firmament. Seize...\n\nSeize...",
      "EXP_HARV_LANG_19"
    ],
    "Options": [
      {
        "Name": "Steal technology",
        "Text": "I steal data from the system, leaving the rest of the facility in peace.",
        "RewardIds": []
      },
      {
        "Name": "Analyse data",
        "Text": "I analyse the data, attempting to understand the meaning of this conclusion.\n\nSomething notices me. Something reads me as I read it. I leave, terrified, my exosuit's systems damaged by the encounter.",
        "RewardIds": [
          "DAMAGELARGE"
        ]
      },
      {
        "Name": "Contribute scans",
        "Text": "I contribute scans from my own systems, trying to enhance the Korvax model. \n\nThe Convergence notices and rewards me greatly for my assistance.",
        "RewardIds": [
          "STD_INC_EXP",
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_HARV_20",
    "Race": "Explorers",
    "IsFactory": false,
    "Number": 20,
    "IncomingMessages": [
      "Un message me parvient, renfermant les rapports d'un espion Korvax.\n\nL'individu utilisait comme déguisement un corps Gek, agissant pendant de nombreuses années comme s'il était un simple ToilGek. Il collecta beaucoup de données auprès de ceux qu'il appelait ses amis. C'était là le but de l'expérience : comprendre ses ennemis.\n\nOn ne peut jamais pardonner à l'ennemi, même à la toute fin des temps. Même au prix de la damnation. Les Korvax n'oublieront jamais les violences commises à leur encontre. Ils ne libéreront jamais leur colère.",
      "EXP_HARV_LANG_20"
    ],
    "Options": [
      {
        "Name": "Upload report to Gek",
        "Text": "I upload the report to the Gek and am rewarded with credits for uncovering the spy in their midst.\n\nThey tell me that after a period of data extraction, the Korvax unit will be disposed of and stored for further study. My involvement ends here.",
        "RewardIds": [
          "MONEY",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Upload report to Korvax",
        "Text": "I upload the report to the Korvax. The entities are suspicious of my aid, paying me with Nanite Clusters to ensure my silence. Their struggle will go on.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY1",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 1,
    "IncomingMessages": [
      "Mon intrusion a activé une alerte sur le terminal de contrôle. Une lumière rouge clignote de manière agressive.",
      "Reboot initialised. Data loss probability warning. Offsite back-up detonation initialised.",
      "Des contre-mesures de sécurité ont lancé un formatage complet du système. Je vois les fichiers être supprimés un à un des registres."
    ],
    "Options": [
      {
        "Name": "Force restart",
        "Text": "I forcibly restart the system.. After a short delay, the screen comes back to life. All trace of the security programme has vanished.",
        "RewardIds": []
      },
      {
        "Name": "Save data",
        "Text": "My attempt to meddle is detected immediately. The system reboots to a blank screen. All data has been lost.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Wait",
        "Text": "As I wait, the countermeasures complete their purge of the system. The terminal shuts down, its screen a lifeless black.",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY3",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 3,
    "IncomingMessages": [
      "Mon arrivée dans l'installation a interrompu une routine de maintenance automatisée. Sur le terminal clignote un avertissement :",
      "Save failed! Tech blueprint data corrupted! Reconstruction probability: high",
      "Un fichier fragmenté semble avoir figé le système. La machine reste coincée dans une boucle en tentant d'y accéder."
    ],
    "Options": [
      {
        "Name": "Attempt reconstruction",
        "Text": "The data recovery operation completes successfully. One by one the errors clear from the terminal screen.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Delete file",
        "Text": "Manually deleting the corrupted file appears to free the machine from its degenerate loop. I can only hope it contained nothing valuable.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY4",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 4,
    "IncomingMessages": [
      "Une alarme retentit dans l'installation. Cependant, il semble que je ne sois pas le premier intrus. L'écran du terminal indique qu'une tentative de piratage a déjà eu lieu.",
      "Virus detection warning! File extracting valuable data!",
      "D'étranges glyphes semblent danser sur l'invite de commandes du terminal. Un code extraterrestre s'empare des recherches stockées sur le système."
    ],
    "Options": [
      {
        "Name": "Quarantine alien process",
        "Text": "The quarantine operation is succesful and the alien code is purged from the system. The alarms fall silent.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Permit alien process",
        "Text": "I tap out a few commands, acknowleding but not removing the virus.\nThere is a short, almost deliberate delay. Runes shift across the display. The terminal grants me root access to the facility. The alien code resumes its harvesting operation.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY5",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 5,
    "IncomingMessages": [
      "L'avant-poste semble avoir été l'épicentre d'une scanographie planétaire complexe. Des alarmes protestent contre mon intrusion, mais l'opération se poursuit. J'essaie d'en comprendre les résultats.",
      "Warning! Interruption forbidden! Sentinel scan ending soon! Control returning to overseer imminently!",
      "La scanographie se poursuit. Elle semble consommer toutes les ressources de l'installation, empêchant toute autre opération. Mon regard est attiré par un gros bouton rouge d'annulation."
    ],
    "Options": [
      {
        "Name": "Cancel planetary scan",
        "Text": "I hit the override button. The scan data is deleted. A remote process, detecting the premature end of the scan, shuts down the entire facility.",
        "RewardIds": []
      },
      {
        "Name": "Wait",
        "Text": "I wait, patient. The scan finishes processing and uploads its data. With this special task complete, the facility comes back online.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY7",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 7,
    "IncomingMessages": [
      "Mon arrivée a provoqué le verrouillage immédiat de l'installation et a interrompu son opération. Les relevés du terminal indiquent qu'il s'agit d'une opération de forage ou d'exploration souterraine.",
      "Geological scan in progress! Medial strata mined. Remote connection error! Immediate probe recall required!",
      "Un symbole de sonde clignote en rouge. Une commande semble être nécessaire."
    ],
    "Options": [
      {
        "Name": "Recall probe",
        "Text": "I hear the whirr of gears and the hissing of metal cable. The facility shudders slightly as the machinery bites into the cable and begins to pull.\nAfter an agonising delay, the terminal reports a successful extraction. The alarms cease.",
        "RewardIds": []
      },
      {
        "Name": "Restart probe",
        "Text": "I try several times to restart the probe. It fails to respond to my commands. Meanwhile, the malfunction alerts grow ever harsher.",
        "RewardIds": []
      },
      {
        "Name": "Detonate probe",
        "Text": "I hear a deep, distant noise, a subterranean roll of thunder. Alerts and alarms fill the terminal screen, most of them flashing angrily. The terminal refuses to accept further input.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY8",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 8,
    "IncomingMessages": [
      "Les alarmes retentissent, pestant contre mon intrusion. L'installation est contrôlée à distance et personne ne répond à mon coup de klaxon.\nLe terminal indique qu'une opération de recherche spéciale était en cours.",
      "Experiment containment failure. Common fuel element overcharge explosion. Clarify should continue?",
      "Le terminal semble demander une confirmation manuelle de l'expérience..."
    ],
    "Options": [
      {
        "Name": "Continue experiment",
        "Text": "I tap a few commands into the terminal, authorising it to continue.\nThere is a pause, then a rumble. Fire belches from the hopper. Smoke seeps from the terminal keyboard. The entire system shuts down.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "End experiment",
        "Text": "I tap a few commands into the terminal, bringing it to an end. A small amount of ash is ejected from a nearby hopper.\nThe machinery hums as it reconfigures itself for standard research operations.",
        "RewardIds": []
      },
      {
        "Name": "Insert carbon",
        "Text": "I tap a few commands into the terminal, opening its input hopper. I insert some carbon from Exosuit.\nThere is a pause, then a rumble. Fire belches from the hopper. Smoke seeps from the terminal keyboard. The entire system shuts down.",
        "RewardIds": [
          "STD_DEC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY10",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 10,
    "IncomingMessages": [
      "Les systèmes de sécurité réagissent à mon entrée non autorisée. Le terminal aboie une série d'avertissements.",
      "Illegal access! Security control deployed! All goods will be incinerated!",
      "Le terminal affiche des images de flammes. Je peux sentir la température grimper depuis les cellules de ressources se trouvant sous mes pieds."
    ],
    "Options": [
      {
        "Name": "Submit cancellation request",
        "Text": "The flames in the resource vault subside. The facility has lost some of its supplies, but is otherwise undamaged.",
        "RewardIds": []
      },
      {
        "Name": "Activate fire extinguishers",
        "Text": "The flames in the resource vault subside. The facility has lost some of its supplies, but is otherwise undamaged.",
        "RewardIds": []
      },
      {
        "Name": "Add fuel",
        "Text": "I add oxygen to the fire raging in the vaults below. The intensity increases and smoke floods from the resource hoppers. The terminal shuts down, and my suit begins to overheat. I have only myself to blame.",
        "RewardIds": [
          "STD_DEC_EXP",
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY13",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 13,
    "IncomingMessages": [
      "Les machines de ce lieu extraient des oxydes d'un astéroïde. Le processus s'est interrompu. Une forte odeur de métal brûlé flotte dans l'installation et le sol est chaud au toucher. Je fouille le terminal à la recherche d'indices.",
      "Eheu, drill motor automated disconnection! Motor fire! Repair immediately Entity!",
      "Le terminal présente nombre d'options pour les drones de réparation. Sous mes pieds, j'entends les grincements et les craquements du métal qui travaille."
    ],
    "Options": [
      {
        "Name": "Repair drill bit",
        "Text": "The asteroid mining drill bit is replaced.\n\nIt remains non-operational.",
        "RewardIds": []
      },
      {
        "Name": "Repair drill motor",
        "Text": "The facility deploys a swarm of nano-drones deep within its inner workings. The terminal tracks their progress towards the repair site.\nCountless drones perish in the fire, but they eventually get on top of heat levels in the malfunctioning drill motor.. Slowly but surely, the facility comes back online.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY15",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 15,
    "IncomingMessages": [
      "Mon intrusion a provoqué une sorte d'arrêt brutal. Même par-dessus la sonnerie de l'alarme, je peux entendre le grondement des éléments qui dégringolent le long des tuyaux. Sur le terminal clignote un avertissement :",
      "Warning! Catalyst overload! Circuit board technology overheat warning!",
      "Il semble que le système peine à faire face à la surcharge. Un arrêt d'urgence automatique va s'effectuer."
    ],
    "Options": [
      {
        "Name": "Detach supply chute",
        "Text": "The noise of cascading elements subsides. The alarms cease. However, so does the facility's operation.",
        "RewardIds": []
      },
      {
        "Name": "Override security alert",
        "Text": "Overriding the security alert immediately stops the alarm. With no reason to prolong the shutdown process, the facility's AI reverses the element cascade and returns system to normal.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Inject coolant",
        "Text": "I active the facility's coolant injectors. The cascade continues, but the warnings become less severe. Eventually, they stop. The problem has been brought under control, though the facility is substantially less wealthy.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY16",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 16,
    "IncomingMessages": [
      "L'air est pollué. Mon entrée a permis à la chaleur atmosphérique étouffante de surchauffer les systèmes fragiles. Même le terminal principal défaille sous mes doigts.",
      "Alert! Alert! Power core isolated! Central artificial intelligence core endangered! Hostile environment detected!",
      "De nombreuses opérations de récupération sont disponibles..."
    ],
    "Options": [
      {
        "Name": "Seal off power core",
        "Text": "I safeguard the power core against the breach. However, vital control systems appear to have been damaged beyond repair. I listen to the hum of the powerplant, the only sound audible in the now inoperable facility.",
        "RewardIds": []
      },
      {
        "Name": "Seal off primary motherboard",
        "Text": "I seal off the facility's primary motherboard. However, vital control systems appear to have been damaged beyond repair. The entirely facility starts to shut down.",
        "RewardIds": []
      },
      {
        "Name": "Seal off central AI",
        "Text": "I safeguard the control units that house the facility's primary AI. With the computer running the facility, the appropriate countermeasures are soon deployed and the hostile environment purged.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY18",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 18,
    "IncomingMessages": [
      "Les opérations sont désactivées. Une recherche récente a été corrompue, probablement à cause de mon interruption. Tous les systèmes de l'avant-poste ont planté.",
      "Bad data. Sentinel drone activity scan corrupted. System disengaged.",
      "Le terminal fait défiler une liste de fichiers potentiellement corrompus. Il semble que j'ai les droits de suppression..."
    ],
    "Options": [
      {
        "Name": "Delete planetary quadruped scan",
        "Text": "I delete a number of files related to the quadrupeds that guard the facility, but the system remains offline",
        "RewardIds": []
      },
      {
        "Name": "Delete Sentinel scan",
        "Text": "I delete an unusually large file, a scan the network process that controls the nearby Sentinel drones. There is a sudden, large jump in available computational resources. The installation's primary processes begin to restart.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Delete geological survey",
        "Text": "I delete a number of geological data packets, but the system remains offline",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY19",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 19,
    "IncomingMessages": [
      "Des fluctuations anormales d'énergie ont provoqué l'interruption des opérations de recherche. Alors que je touche le terminal pour étudier le problème, une décharge électrique résiduelle traverse mon exocombinaison.",
      "Alert! Electronic terminal operator power discharge! Reset primary interface!",
      "Les données affichées sur le terminal indiquent que les fluctuations de courant deviennent plus fortes et plus imprévisibles. Elles ne vont pas tarder à court-circuiter tout le bâtiment."
    ],
    "Options": [
      {
        "Name": "Stabilise production battery",
        "Text": "I attempt to stabilise the flow of power throughout the facility, but the fluctuations continue. The terminal begins to short out, then dramatically shuts down completely.",
        "RewardIds": []
      },
      {
        "Name": "Reset primary terminal",
        "Text": "I reset the primary interface. One by one, systems come back online. The power fluctuations cease.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY20",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 20,
    "IncomingMessages": [
      "Les systèmes sont surchargés malgré l'alerte de sécurité. L'équipement situé sous mes pieds claque et vrombit intensément. Une alerte clignote sur le terminal.",
      "Danger! Excess power! Decrease energy use immediately! Delivery at maximum!",
      "Je détecte une légère odeur de brûlé..."
    ],
    "Options": [
      {
        "Name": "Reduce power delivery levels",
        "Text": "I reduce power delivery across the board. The installation returns to acceptable activity levels.",
        "RewardIds": []
      },
      {
        "Name": "Increase fan power delivery",
        "Text": "I turn up the cooling systems. The added strain on power delivery leads to a small internal fire. The terminal shuts down.",
        "RewardIds": []
      },
      {
        "Name": "Increase coolant power delivery",
        "Text": "I turn up the cooling systems. The added strain on power delivery leads to a small internal fire. The terminal shuts down.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY21",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 21,
    "IncomingMessages": [
      "Je m'approche du terminal. Il déclenche l'alarme de sécurité escomptée, mais elle est accompagnée d'un avertissement que je n'ai encore jamais vu.",
      "Unexpected biological blockage detected. Power delivery network disruption!",
      "Une transmission vidéo montre une petite créature s'emmêler dans le câblage à mes pieds, réveillée par l'alarme de sécurité. Elle a mal choisi l'endroit pour faire son nid..."
    ],
    "Options": [
      {
        "Name": "Initiate power surge",
        "Text": "I boost power to the wiring loom. A smell of roasted meat wafts up from the systems below. The system comes back online.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Flush production network",
        "Text": "I send a surge of highly acidic cleaning fluid through the pipes.  The creature is swept away. I hear a faint hiss as it bubbles away to nothingness. The system comes back online.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave creature alone",
        "Text": "I wait. Driven by the alarms, the creature struggles desperately for the exit. Eventually, it breaks free. The system comes back online.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY22",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 22,
    "IncomingMessages": [
      "L'alarme a déclenché l'incinération instantanée des éléments utilisés ici. Cependant, les processus auxquels ils étaient destinés sont encore actifs.",
      "Databank back-up process stalled. Raw metal required to finish process.",
      "Mon scanner recueille des traces de métal, vestiges du précédent processus de production."
    ],
    "Options": [
      {
        "Name": "Supply metal",
        "Text": "I feed the metal back into the facility's supply hopper. Production comes back online.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Supply metal",
        "Text": "I feed the metal back into the facility's supply hopper. Production comes back online.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Supply metal",
        "Text": "I feed the metal back into the facility's supply hopper. Production comes back online.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY30",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 30,
    "IncomingMessages": [
      "Le terminal montre de nombreux schémas techniques concernant la technologie des drones et marcheurs Sentinelles.",
      "Warped flesh with metal, saw the truth - the truth - the -",
      "Les créateurs de cette installation semblent s'être particulièrement intéressés à ce qu'ils appellent un cube de vortex. Ils essayaient d'en répliquer la conception.\n\nDes capteurs dans les entrailles de l'usine indiquent quelque chose d'étrange. Quelque chose bouge encore dans l'obscurité, ni vraiment vivant, ni vraiment mort..."
    ],
    "Options": [
      {
        "Name": "Purge depths",
        "Text": "I use the factory's purge protocol to release a gas into the factory's depths, apparently causing the hidden creature to lie motionless.\n\nI take what technology I can find and leave. No good can come of remaining here.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Take Vortex Cube",
        "Text": "I take a Vortex Cube and leave. No good can come of remaining here.",
        "RewardIds": [
          "R_CAVECUBE"
        ]
      },
      {
        "Name": "Scan for Sentinels",
        "Text": "I initiate a scan for Sentinels. The result is incorrect... it must be. According to this scan, they are all around me, watching me even as I stand here.\n\nI take what technology I can find and leave. No good can come of remaining here.",
        "RewardIds": [
          "PROC_TECH_ALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY31",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 31,
    "IncomingMessages": [
      "L'usine semble produire des pièces de rechange pour les exocombinaisons des extraterrestres korvax, recrachant des masques, des bras, des tablettes de données, même des pieds, les uns après les autres.",
      "Where is entity?! Transfer failure / non-existence / terminate! Transfer, transfer!",
      "Alors que j'observe la chaîne de production depuis le terminal, l'un des masques orphelins se met à hurler. Le terminal attend une saisie, et un compte à rebours m'informe qu'un vaisseau est en route."
    ],
    "Options": [
      {
        "Name": "Reassure the mask",
        "Text": "I reassure the mask, telling it that a ship is on its way. I show the mask its surroundings, transmitting audiovisual data on the entire complex.\nThe mask appears to calm a little, but still it shakes with a deep and abiding terror. It awaits rescue.",
        "RewardIds": []
      },
      {
        "Name": "Report system malfunction",
        "Text": "I report a system malfunction, causing the mask to immediately grow still, purged of its individuality.",
        "RewardIds": [
          "R_CURIO7"
        ]
      },
      {
        "Name": "Cease production",
        "Text": "I initiate a shut-down of all production, causing the conveyor belt to cease movement. But soon, something else happens.\nThe various other limbs on the production line begin to shift, moving towards the mask as if to assemble themselves into a bipedal figure.\nBut they just flail past one another, some of them falling to the floor, others beginning to spark energy. They merely possess the illusion of life, nothing more.",
        "RewardIds": []
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY32",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 32,
    "IncomingMessages": [
      "Le terminal révèle d'innombrables formes de vie inertes, se tenant en de gigantesques colonnes, dans les ténèbres s'étendant sous l'usine.",
      "MONITOR SYSTEM NORMAL... ALL LIFEFORMS WITHIN OPERATING PARAMETERS",
      "Elles ressemblent à des Gek et des Vy'keen. Imperturbables, elles semblent ne pas avoir conscience de l'endroit où elles se trouvent."
    ],
    "Options": [
      {
        "Name": "Initialise system",
        "Text": "I initialise the system, causing the lifeforms below to wake up. They lurch forward, their heads slowly turning towards the camera. They reward me for my assistance in their awakening.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Report to Gek",
        "Text": "I report the factory's existence to the Gek authorities. They respond with anger and fear, claiming that this complex and others like it produce 'SynthetiGek', artificial versions of the Gek for espionage and infiltration. They reward me for my assistance.",
        "RewardIds": [
          "STD_DEC_EXP",
          "STD_INC_TRA"
        ]
      },
      {
        "Name": "Report to Vy'keen",
        "Text": "I report the factory's existence to the Vy'keen authorities. They respond with confusion, promising to send starships to uncover the factory's purpose.",
        "RewardIds": [
          "STD_DEC_EXP",
          "STD_INC_WAR"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY33",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 33,
    "IncomingMessages": [
      "L'usine n'est en rien comparable aux autres usines korvax que j'ai pu voir. Elle ne semble pas produire de machines ou de fichiers, mais des rames d'une substance plastique, recouvertes d'une séquence de points précise.",
      "Echoes fade. Origin remains. Start of time, Korvax will persist... Even in face of end. Even before abyss.",
      "Cela ressemble à une forme d'écriture, mais quel intérêt un mode de communication si primitif pourrait-il avoir pour les Korvax ?"
    ],
    "Options": [
      {
        "Name": "Shut down production",
        "Text": "The dots on the plastic rolls appear to move as I look at them. No good will come of this place. I shut down production.\n\nAmidst the detritus of the factory, I find some discarded technology. Perhaps it will be of use.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Report to Korvax authorities",
        "Text": "I report the factory's existence to the Korvax authorities. They claim that the installation was not for me to see, paying me dearly for my silence.",
        "RewardIds": [
          "MONEY"
        ]
      },
      {
        "Name": "Steal technology",
        "Text": "I attempt to steal technology, but the factory's automated defense systems blast a bolt of energy at my suit instead. Whatever is here, it is not worth the trouble.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY34",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 34,
    "IncomingMessages": [
      "L'usine est à l'abandon et ne produit rien. Les chaînes de fabrication ont depuis longtemps été arrêtées, et bien que l'alarme retentisse encore, la raison en demeure mystérieuse.",
      "Trapped in system... please, help me...",
      "Une voix lance un appel, triste, solitaire."
    ],
    "Options": [
      {
        "Name": "Start production",
        "Text": "I start the production line once more, restarting the assembly of what appears to be Korvax body parts.\nAfter a short time, enough parts have been assembled for a lifeform to rise and thank me profusely for its rescue. I am rewarded for my efforts.",
        "RewardIds": [
          "TEACHWORD_EXP",
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Wipe system",
        "Text": "I wipe the system. The error is fixed.",
        "RewardIds": []
      },
      {
        "Name": "Alert Korvax authorities",
        "Text": "I alert the Korvax authorities to their faulty factory. They dispatch a science team to examine the anomaly, thanking me for my trouble.",
        "RewardIds": [
          "STD_INC_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  },
  {
    "Id": "EXP_FACTORY35",
    "Race": "Explorers",
    "IsFactory": true,
    "Number": 35,
    "IncomingMessages": [
      "L'usine produit des pièces détachées de vaisseaux, à partir des ressources disponibles sur ce monde.",
      "TRANSFER IN PROCESS: 38% PROGRESS. SEE MORE DETAIL?",
      "Ces installations créent des pièces pour les vaisseaux d'exploration korvax. Elles sont asymétriques, accordant davantage d'importance à la verticalité et à la fonctionnalité que la conception du monde de tout organisme organique ne le permettrait.\n\nAlors que j'examine le terminal de plus près, je remarque un transfert en cours. Les données passent de vaisseau à vaisseau, modifiant les plans au fur et à mesure."
    ],
    "Options": [
      {
        "Name": "Disable process",
        "Text": "I disable the process. The factory abruptly grinds to a halt for a few moments before the process begins anew.\nThe machine fires a bolt of energy at me when I try to interact again. The console communicates in broken speech, telling me that these ships are not tools to be turned on and off.\nThe console tells me that Korvax ships are living bodies, just like Korvax bipeds... all contain the souls of the scientist race.",
        "RewardIds": [
          "DAMAGESMALL"
        ]
      },
      {
        "Name": "Attempt download",
        "Text": "I attempt to download the data. As I do, a sound emerges from the console, from the walls, from every component in this entire installation...\nIt is the sound of screaming. The data is mine. I receive nanite clusters to form as I desire.",
        "RewardIds": [
          "TECHFRAG_M"
        ]
      },
      {
        "Name": "Wait and watch",
        "Text": "I wait and watch the console.\nAfter a few minutes, the process is complete. I see it then, clear upon the screen: each Korvax starcraft is alive.\nEach of their ships has a soul, no different from the bipedal bodies in which they normally stand. I have witnessed the birth of new entities.",
        "RewardIds": [
          "TEACHWORD_EXP"
        ]
      },
      {
        "Name": "Leave",
        "Text": "",
        "RewardIds": []
      }
    ]
  }
]