[
  {
    "Id": "conTech1",
    "Name": "Ordinateur de base",
    "Group": "Dispositif d'évaluation du site",
    "Description": "Service d'enregistrement de propriétés de terrain portatif.\n\nLorsqu'elle est placée, contacte l'archive cartographique universelle pour vérifier la propriété du terrain. Un enregistrement réussi permet la construction de modules de base à tout endroit choisi par l'utilisateur."
  },
  {
    "Id": "conTech2",
    "Name": "Plateforme d'atterrissage",
    "Group": "Module de construction",
    "Description": "Plateforme d'atterrissage stable et renforcée pour les vaisseaux."
  },
  {
    "Id": "conTech3",
    "Name": "Terminal de commerce galactique",
    "Group": "Terminal de commerce",
    "Description": "Ce terminal de commerce offre un accès instantané au marché des ressources et des marchandises."
  },
  {
    "Id": "conTech4",
    "Name": "Station de santé",
    "Group": "Module de recharge de santé",
    "Description": "Un module mural pouvant être utilisé pour recharger la santé."
  },
  {
    "Id": "conTech5",
    "Name": "Unité de protection environnementale",
    "Group": "Système de recharge de protection environnementale",
    "Description": "Module mural pouvant être utilisé pour recharger les systèmes de protection environnementale de l'utilisateur.\n\nLa charge de l'unité de protection environnementale doit être assurée avec une source de carburant."
  },
  {
    "Id": "conTech6",
    "Name": "Balise de sauvetage",
    "Group": "Repère portatif",
    "Description": "Une fois activée, la balise fournit un point de repère permanent qui facilite les visites répétées dans des lieux spécifiques.\n\nPermet à l'utilisateur d'enregistrer sa progression à tout moment."
  },
  {
    "Id": "conTech7",
    "Name": "Point de sauvegarde",
    "Group": "Module de construction",
    "Description": "Point de sauvegarde pour gérer votre progression."
  },
  {
    "Id": "conTech8",
    "Name": "Scanner de signaux",
    "Group": "Scanner environnemental",
    "Description": "Ce scanner polyvalent peut détecter les bâtiments proches. Il peut également décrypter les données de navigation pour vous diriger vers des lieux spécifiques.\n\nLe scanner de signaux peut être démonté et redéployé pour un transport plus facile."
  },
  {
    "Id": "conTech9",
    "Name": "Réacteur d’antimatière",
    "Group": "Unité de baryogénèse",
    "Description": "Réacteur de baryogénèse autonome, cet appareil est capable de collecter des paradoxes de réalité et de les convertir en antimatière utilisable. La vérification des niveaux de carburant est nécessaire pour garantir un fonctionnement continu.\n\nL’antimatière obtenue est contenue en toute sécurité, prête à être utilisée dans toutes les unités d’alimentation d’hyperespace standard."
  },
  {
    "Id": "conTech10",
    "Name": "Module de téléportation pour base",
    "Group": "Dispositif de transfert de matière longue distance",
    "Description": "Cet appareil de téléportation personnel permet à l'utilisateur de se déplacer entre ses bases construites ainsi que vers (et depuis) tout terminal de station spatiale connecté au réseau.\n\nVeuillez vérifier l'intégrité du réseau avant d'insérer toute matière dont la perte serait gênante."
  },
  {
    "Id": "conTech11",
    "Name": "Salle de commandement de flotte",
    "Group": "Terminal de gestion d'expédition",
    "Description": "Poste de gestion de flotte central. Ce poste de communication holographique avancé est essentiel à la gestion des expéditions de votre flotte depuis le confort de votre vaisseau amiral.\n\nVeuillez noter que plusieurs postes seront nécessaires pour gérer plus d'une expédition simultanément."
  },
  {
    "Id": "conTech12",
    "Name": "Unité de recherches de construction",
    "Group": "Dispositif de récupération technologique",
    "Description": "Dispositif de recherche de plans portatif.\n\nCe module de recherche à déployer sur le terrain permet à l'utilisateur de convertir des modules technologiques anciens ou endommagés en plans de construction avancés."
  },
  {
    "Id": "conTech13",
    "Name": "Raffinerie portative",
    "Group": "Unité de raffinage automatique",
    "Description": "Équipement planétaire essentiel. La raffinerie permet de transformer des matières premières en matériaux plus puissants et plus avancés.\n \nLa raffinerie portative peut être démantelée et redéployée pour un transport facile. Remarque : la raffinerie portative a besoin de carburant pour fonctionner."
  },
  {
    "Id": "conTech14",
    "Name": "Moyenne raffinerie",
    "Group": "Unité de raffinage automatique",
    "Description": "Équipement planétaire essentiel. La raffinerie permet de transformer des matières premières en matériaux plus puissants et plus avancés.\n \nLa raffinerie moyenne permet de combiner deux substances différentes pour créer un nouveau matériau. Elle peut aussi permettre un meilleur ratio dans le traitement des matériaux.\n \nLa raffinerie moyenne doit être installée dans une base habitable, mais elle n'a pas besoin de sources d'alimentation supplémentaires."
  },
  {
    "Id": "conTech15",
    "Name": "Grande raffinerie",
    "Group": "Unité de raffinage automatique",
    "Description": "Équipement planétaire essentiel. La raffinerie permet de transformer des matières premières en matériaux plus puissants et plus avancés.\n \nLa grande raffinerie permet de combiner trois substances différentes pour créer un nouveau matériau. Elle peut aussi permettre un meilleur ratio dans le traitement des matériaux.\n \nLa grande raffinerie doit être installée dans une base habitable, mais elle n'a pas besoin de sources d'alimentation supplémentaires."
  },
  {
    "Id": "conTech16",
    "Name": "Modificateur d'apparence",
    "Group": "Personnaliser les données visuelles",
    "Description": "Un module constructible permettant à l'utilisateur d'ajuster ses paramètres d'apparence personnelle.\n\nLe module fait appel à une technologie holographique sophistiquée pour recalibrer la lumière autour du porteur, lui permettant d'opter pour n'importe quelle apparence selon son désir. Les données visuelles doivent être correctement formatées avant l'utilisation."
  },
  {
    "Id": "conTech17",
    "Name": "Processeur de nutriments",
    "Group": "Unité de survie portable",
    "Description": "Un extracteur de nutriments portatif capable de traiter et de raffiner un ensemble d'ingrédients en denrées alimentaires.\n\nNotez que la consommation des produits générés est sous l'entière responsabilité de l'utilisateur."
  },
  {
    "Id": "conTech18",
    "Name": "Nourrisseur automatique",
    "Group": "Robot agriculteur",
    "Description": "Unité d'élevage robotisée conçue pour fournir un apport de nourriture aux créatures à proximité.\n\nAttire les animaux à proximité lorsqu'il est activé. Veillez à ce que le réservoir à appâts soit rempli afin de fournir la nourriture souhaitée aux créatures."
  },
  {
    "Id": "conTech19",
    "Name": "Unité d'élevage",
    "Group": "Robot de récolte automatique",
    "Description": "Cette unité d'élevage robotisée est conçue pour collecter automatiquement les substances produites par les créatures. Nécessite de l'énergie.\n\nLes créatures prêtes à donner du lait, des œufs ou d'autres produits spécifiques approchent de l'unité d'élevage et y déposent leur production. Le processus ne leur fait aucun mal.\n\nCollecte des substances produites par les créatures nourries à la main ou à l'aide d'un nourrisseur automatique."
  },
  {
    "Id": "conTech20",
    "Name": "Module de messagerie",
    "Group": "Terminal de communication",
    "Description": "Petit boîtier d'information facile d'accès, permettant de déposer et de consulter des messages et de courts articles informatifs."
  },
  {
    "Id": "conTech21",
    "Name": "Poste de communication",
    "Group": "Terminal de communication",
    "Description": "Terminal permettant de composer des messages et de les transmettre aux autres voyageurs."
  },
  {
    "Id": "conTech22",
    "Name": "Géobox pour Nomade",
    "Group": "Module de construction",
    "Description": "Garage souterrain sécurisé pour l'exonef de petite taille Nomade."
  },
  {
    "Id": "conTech23",
    "Name": "Géobox pour Vagabond",
    "Group": "Module de construction",
    "Description": "Garage souterrain sécurisé pour l'exonef de taille moyenne Vagabond."
  },
  {
    "Id": "conTech24",
    "Name": "Géobox pour Colosse",
    "Group": "Module de construction",
    "Description": "Garage souterrain sécurisé pour l'exonef de grande taille Colosse."
  },
  {
    "Id": "conTech25",
    "Name": "Géobox pour Pèlerin",
    "Group": "Module de construction",
    "Description": "Garage souterrain sécurisé pour l'exonef de petite taille Pèlerin."
  },
  {
    "Id": "conTech26",
    "Name": "Chambre du Nautilon",
    "Group": "Baie d'amarrage pour sous-marin",
    "Description": "Station d'amarrage de niveau supérieur parfaitement étanche pour le sous-marin Nautilon."
  },
  {
    "Id": "conTech27",
    "Name": "Plateforme d'appel pour Exonef",
    "Group": "Dispositif de transfert de véhicules",
    "Description": "Cette construction permet à son utilisateur de faire venir à lui tout exonef en sa possession se trouvant sur cette planète.\n\nCommunique avec le Menu rapide des commandes de l'exocombinaison pour faciliter l'utilisation."
  },
  {
    "Id": "conTech28",
    "Name": "Terminal de construction",
    "Group": "Terminal de spécialiste",
    "Description": "Conçu pour les superviseurs de construction, ce poste de travail est équipé d'un logiciel d'architecture et d'ingénierie."
  },
  {
    "Id": "conTech29",
    "Name": "Terminal d'exonef",
    "Group": "Terminal de spécialiste",
    "Description": "Conçu pour les mécaniciens, ce poste de travail est équipé d'un logiciel spécialisé dans la conception de véhicules."
  },
  {
    "Id": "conTech30",
    "Name": "Terminal d'armement",
    "Group": "Terminal de spécialiste",
    "Description": "Conçu pour les armuriers, ce poste de travail est équipé pour la création de munitions et d'explosifs, ainsi que de certaines technologies civiles."
  },
  {
    "Id": "conTech31",
    "Name": "Terminal scientifique",
    "Group": "Terminal de spécialiste",
    "Description": "Conçu pour les scientifiques, ce poste de travail est équipé pour la recherche et la création de plans scientifiques."
  },
  {
    "Id": "conTech32",
    "Name": "Terminal agricole",
    "Group": "Terminal de spécialiste",
    "Description": "Conçu pour les agriculteurs, ce poste de travail est équipé pour l'analyse et la culture de plantes cultivables."
  },
  {
    "Id": "conTech33",
    "Name": "Plateau hydroponique",
    "Group": "Technologie agricole",
    "Description": "Système de culture autonome destiné à l'agriculture en intérieur.\n\nCondition de création: Ne peut être placé qu'en intérieur"
  },
  {
    "Id": "conTech34",
    "Name": "Grand plateau hydroponique",
    "Group": "Technologie agricole",
    "Description": "Un système de pousse autonome pour la culture en intérieur des plantes agricoles. Peut contenir jusqu'à quatre plantes.\n\nCondition de construction : doit être placé à l'intérieur."
  },
  {
    "Id": "conTech35",
    "Name": "Conteneur de rangement",
    "Group": "Unité de stockage",
    "Description": "Rangement supplémentaire spacieux pour les objets d'inventaire."
  },
  {
    "Id": "conTech36",
    "Name": "Unité de stockage pour cargo",
    "Group": "Module de cargo personnalisable",
    "Description": "Unité de stockage hybride à haute capacité / module de rangement lors de l'aménagement de cargos interstellaires.\n\nCompatible avec l'ensemble des installations standard destinées à la survie."
  },
  {
    "Id": "conTech38",
    "Name": "Amplificateur de force de course",
    "Group": "Morceau de course",
    "Description": "Donne un turbo à votre exonef pendant les courses."
  },
  {
    "Id": "conTech39",
    "Name": "Obstacle de la course",
    "Group": "Morceau de course",
    "Description": "Offre un défi supplémentaire aux courses d'exonefs."
  },
  {
    "Id": "conTech40",
    "Name": "Départ de course",
    "Group": "Morceau de course",
    "Description": "Cette plateforme tient le rôle de ligne de départ et d'arrivée pour le champ d'essai de l'exonef, elle permet aux Voyageurs de s'entraîner aux manœuvres et à la vitesse."
  },
  {
    "Id": "conTech41",
    "Name": "Abri sous-marin",
    "Group": "Module de survie en eau profonde",
    "Description": "Module de survie d'urgence.\n\nDéployable rapidement sur le fond marin en cas de problème majeur avec l'oxygène ou le système de survie de l'exocombinaison. Assure une protection temporaire contre les risques environnementaux, les prédateurs et toute autre force hostile se trouvant dans les profondeurs de l'océan."
  },
  {
    "Id": "conTech42",
    "Name": "Créateur de sphère",
    "Group": "Créateur expérimental",
    "Description": "Dispositif hautement spécialisé conçu dans le but de découvrir la sphère la plus parfaite de l'univers.\n\nNécessite de l'énergie pour fonctionner. Permet de créer une grande sphère pour mener des expériences."
  },
  {
    "Id": "conTech43",
    "Name": "Boîte sonore",
    "Group": "Appareil audio",
    "Description": "Module de construction spécial conçu pour émettre un son à haute fréquence. Le ton peut être modifié à volonté par l'utilisateur.\n\nNécessite de l'énergie pour fonctionner."
  },
  {
    "Id": "conTech44",
    "Name": "Récolteur d'oxygène",
    "Group": "Dispositif de traitement atmosphérique",
    "Description": "Cet extracteur d'atmosphère autonome peut être installé dans le but de collecter et de purifier l'oxygène de l'air. L'utilisateur doit surveiller le niveau de carburant afin d'assurer un fonctionnement continu.\n\nLe gaz résultant de l'opération est compressé et traité, prêt à être utilisé dans tous les systèmes de survie standards."
  },
  {
    "Id": "conTech45",
    "Name": "Extracteur automatique",
    "Group": "Appareil minier portatif",
    "Description": "Appareil automatisé pour l'extraction de ressources. Une fois activé, il extrait les minéraux sans supervision nécessaire et fournit un rendement régulier jusqu'à épuisement du site."
  },
  {
    "Id": "conTech46",
    "Name": "Extracteur de minéraux",
    "Group": "Module de distribution de puissance",
    "Description": "Extracteur minéral automatique. Identifiez un site approprié grâce à l'amélioration Sondage de la visière d'analyse. La vitesse d'extraction minérale et les minéraux produits varient d'un site à l'autre.\n\nNécessite de l'énergie pour fonctionner. À connecter à des silos à l'aide de tuyaux pour permettre le stockage sur des sites plus accessibles."
  },
  {
    "Id": "conTech47",
    "Name": "Extracteur de gaz",
    "Group": "Module de distribution de puissance",
    "Description": "Extracteur de gaz automatique. Identifiez un site approprié grâce à l'amélioration Sondage de la visière d'analyse. La vitesse d'extraction et les gaz produits varient d'un site à l'autre.\n\nNécessite de l'énergie pour fonctionner. À connecter à des silos à l'aide de tuyaux pour permettre le stockage sur des sites plus accessibles."
  },
  {
    "Id": "conTech48",
    "Name": "Dépôt de ravitaillement",
    "Group": "Module de distribution de substances",
    "Description": "Unité de stockage automatique à connecter à un réseau d'alimentation à l'aide de tuyaux.\n\nStocke automatiquement la production de divers extracteurs de gaz et de minéraux afin d'accroître leur capacité et d'optimiser leur implantation. Peut être installé à distance du site d'extraction."
  },
  {
    "Id": "conTech49",
    "Name": "Tuyau d’alimentation",
    "Group": "Module de distribution de puissance",
    "Description": "Tuyauterie souple et très résistante capable de supporter un environnement interne à haute pression.\n\nUtilisé pour connecter différents extracteurs de gaz et de minéraux à des silos."
  },
  {
    "Id": "conTech50",
    "Name": "Panneau solaire",
    "Group": "Module de distribution de puissance",
    "Description": "Ce réseau de panneaux solaires est un générateur d'électricité efficace qui transforme la lumière du soleil en énergie électrique nécessaire à l'alimentation de nombreuses structures de bases.\n\nNe génère aucune énergie la nuit. À associer à des batteries afin de stocker l'énergie pour les heures d'obscurité."
  },
  {
    "Id": "conTech51",
    "Name": "Générateur électromagnétique",
    "Group": "Module de distribution de puissance",
    "Description": "Lorsqu'elles sont placées dans une zone de forte intensité de champ magnétique, les dynamos électromagnétiques permettent de générer une énergie presque illimitée.\n\nIdentifiez les sites adaptés à l'aide de l'amélioration Sondage de la visière d'analyse. La puissance de sortie varie d'un site à l'autre."
  },
  {
    "Id": "conTech52",
    "Name": "Générateur de biocarburant",
    "Group": "Module de distribution de puissance",
    "Description": "Ce petit générateur d'électricité brûle du carburant à base de carbone placé dans la citerne de son fourneau et la transforme en énergie utilisable.\n\nConnectez des générateurs d'électricité à vos structures et technologies de base à l'aide de câblages électriques. De nombreux éléments nécessitent de l'énergie pour fonctionner."
  },
  {
    "Id": "conTech53",
    "Name": "Câblage électrique",
    "Group": "Module de distribution de puissance",
    "Description": "Câblage électrique à haute capacité. Utilisez le câblage pour relier les générateurs de puissance à votre base. La plupart des technologies, ainsi que les structures dotées de systèmes d’éclairage intégrés, nécessitent une source d’alimentation pour fonctionner.\n\nLe câblage peut être relié à divers interrupteurs pour faciliter un flux de puissance sélectif."
  },
  {
    "Id": "conTech54",
    "Name": "Câble de téléportation",
    "Group": "Module de distribution de puissance",
    "Description": "Un câble en fibre optique avancé, conçu pour connecter un ou plusieurs téléporteurs courte portée."
  },
  {
    "Id": "conTech55",
    "Name": "Interrupteur mural",
    "Group": "Module de distribution de puissance",
    "Description": "L'interrupteur de ce dispositif de gestion de l'alimentation permet d'activer ou de désactiver le flux d'énergie en tirant dessus.\n\nLes interrupteurs nécessitent de l'énergie et des câbles de signaux pour contrôler un appareil."
  },
  {
    "Id": "conTech56",
    "Name": "Interrupteur au sol",
    "Group": "Module de distribution de puissance",
    "Description": "L'interrupteur de ce dispositif de gestion de l'alimentation permet d'activer ou de désactiver le flux d'énergie en montant dessus ou en l'activant d'une autre manière.\n\nLes interrupteurs nécessitent de l'énergie et des câbles de signaux pour contrôler un appareil."
  },
  {
    "Id": "conTech57",
    "Name": "Batterie",
    "Group": "Module de distribution de puissance",
    "Description": "Connectez ces unités de stockage d'énergie à un réseau électrique et les circuits de gestion d'alimentation intégrés détourneront automatiquement le surplus d'énergie afin de charger les batteries.\n\nSi le réseau tente de détourner davantage d'énergie que la production actuelle, la batterie enverra automatiquement de l'électricité afin de combler le manque."
  },
  {
    "Id": "conTech58",
    "Name": "Interrupteur de proximité",
    "Group": "Module de distribution de puissance",
    "Description": "L'interrupteur de ce dispositif de gestion de l'alimentation active le flux d'énergie lorsqu'une entité est détectée à proximité.\n\nLes interrupteurs nécessitent de l'énergie et des câbles de signaux pour contrôler un appareil."
  },
  {
    "Id": "conTech59",
    "Name": "Bouton",
    "Group": "Module de distribution de puissance",
    "Description": "L'interrupteur de ce dispositif de gestion de l'alimentation permet d'activer ou de désactiver le flux d'énergie.\n\nLes interrupteurs nécessitent de l'énergie et des câbles de signaux pour contrôler un appareil."
  },
  {
    "Id": "conTech60",
    "Name": "Onduleur",
    "Group": "Module de distribution de puissance",
    "Description": "L'interrupteur de ce dispositif de gestion de l'alimentation permet d'activer ou de désactiver le flux d'énergie.\n\nLes interrupteurs nécessitent de l'énergie et des câbles de signaux pour contrôler un appareil."
  },
  {
    "Id": "conTech61",
    "Name": "Changement automatique",
    "Group": "Module de distribution de puissance",
    "Description": "L'interrupteur de ce dispositif de gestion de l'alimentation permet d'activer ou de désactiver le flux d'énergie lorsqu'un signal entrant l'ordonne.\n\nLes interrupteurs nécessitent de l'énergie et des câbles de signaux pour contrôler un appareil."
  },
  {
    "Id": "conTech62",
    "Name": "Téléporteur courte portée",
    "Group": "Réseau de transport instantané",
    "Description": "Un téléporteur basse tension, une construction destinée aux voyages instantanés sur de courtes distances.\n\nLorsqu'il est connecté à la fois à une source d'énergie et à un autre téléporteur courte portée, il permet un transport presque instantané entre des endroits proches."
  },
  {
    "Id": "conTech63",
    "Name": "Géobox du Minotaure",
    "Group": "Box de stockage pour chargeur lourd",
    "Description": "Un système de stockage, d'appel et de personnalisation pour l'exocombinaison lourde hybride du Minotaure.\n\nDéploie le Minotaure depuis le Menu rapide. Avec l'aide d'un matérialisateur orbital d'exonef installé à l'intérieur d'un cargo, le Minotaure peut être instantanément déployé à n'importe quel endroit dans le même système que le vaisseau-mère."
  }
]