[
  {
    "Id": "cur1",
    "Name": "Servo-bras de quadrupède",
    "Group": "Matériau anormal",
    "Description": "Un bras motorisé à ressort récupéré sur une unité de patrouille sentinelle. Il est agité de soubresauts ponctuels, tels des échos de combats."
  },
  {
    "Id": "cur2",
    "Name": "Cerveau de marcheur",
    "Group": "Matériau anormal",
    "Description": "Ce circuit déplaçant des amas de nanites liés par un filament de pugnéum est brûlant au toucher.\n\nUne lueur violette sinistre à l'intensité variable émane de ses câbles. Il semble observer l'être qui le tient."
  },
  {
    "Id": "cur3",
    "Name": "Arc d'esprit",
    "Group": "Produit fabriqué avancé",
    "Description": "Une technologie étrange, un cadeau venu d'au-delà des étoiles. Sa manière de scintiller laisse supposer qu'il ne se trouve pas vraiment dans ce monde."
  },
  {
    "Id": "cur4",
    "Name": "Nanode captif",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Une graine d'Atlas contenant un substrat quasi stellaire localement décalé. Attention : ne laissez pas la matrice s'associer à cet espace dimensionnel."
  },
  {
    "Id": "cur5",
    "Name": "Ombre englobée",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Cette graine d'Atlas contient les restes d'une forme de vie parasite apparue dans l'espace. Très probablement d'origine extradimensionnelle."
  },
  {
    "Id": "cur6",
    "Name": "Orbe noosphérique",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Une graine d'Atlas capable d'entrer en résonnance avec les fréquences télépathiques humaines. Peut tenter de prendre possession de toute intelligence inférieure à proximité."
  },
  {
    "Id": "cur7",
    "Name": "Matière noire",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Une graine d'Atlas comprenant un élément vide récolté dans les restes du précédent univers. Impropre à la consommation."
  },
  {
    "Id": "cur8",
    "Name": "Fin de l'aube",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Une matrice neutrino-boson sculptée au sein d'une graine d'Atlas unique. Pourrait être à demi consciente."
  },
  {
    "Id": "cur9",
    "Name": "Jade photique",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Cette graine d'Atlas unique est constituée de photons adaptés à la matière et qui ont été amalgamés en une forme physique et solide par des processus inconnus."
  },
  {
    "Id": "cur10",
    "Name": "Phasure d'état",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Pour des raisons inconnues, cette graine d'Atlas a été déphasée de sa réalité quantique. Contenu impossible à déterminer."
  },
  {
    "Id": "cur11",
    "Name": "Réaffirmation novae",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Une graine d'Atlas contenant des éléments de neutronium issus d'une terrible supernova, qui a anéanti une civilisation évoluée du passé."
  },
  {
    "Id": "cur12",
    "Name": "Quanta modifiés",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Cette graine d'Atlas unique en son genre dispose d'une construction mathématique à l'esthétique agréable, issue de la simulation d'une réalité alternative."
  },
  {
    "Id": "cur13",
    "Name": "Cœur du soleil",
    "Group": "Curiosité unique et précieuse.",
    "Description": "Une graine d'Atlas contenant des cils quantiques bloqués dans le temps et suspendus dans une coque photonique. C'est probablement la seule existante."
  },
  {
    "Id": "cur14",
    "Name": "Fleurs de NipNip",
    "Group": "Substance médicinale",
    "Description": "Fleurs à l'odeur âcre, souvent utilisées pour la confection du CrokGek."
  },
  {
    "Id": "cur15",
    "Name": "Noyau larvaire",
    "Group": "Monstruosité",
    "Description": "Cette sphère gélatineuse et palpitante est tiède au toucher. Sa puanteur suscite chez les êtres mortels une terreur primaire instinctive qui les exhorte à la lâcher et à fuir."
  },
  {
    "Id": "cur16",
    "Name": "Données récupérées",
    "Group": "Tech récupérée",
    "Description": "Issue d'une technologie ancestrale, elle est illisible sous sa forme actuelle.\n\nCes bases de données peuvent être utilisées dans une unité de recherches de construction pour rechercher de nouveaux plans de construction."
  },
  {
    "Id": "cur17",
    "Name": "Perle vivante",
    "Group": "Gemme semi-consciente",
    "Description": "A vu le jour dans le cœur d'immenses mollusques lumineux vivant au fond de l'océan.\n\nContrairement aux autres perles, ce spécimen n'est pas une calcite inerte. Une partie de la conscience du coquillage subsiste dans la gemme, ce qui lui donne une beauté persistante et envoûtante."
  },
  {
    "Id": "cur18",
    "Name": "Œil hypnotique",
    "Group": "Échantillon atroce",
    "Description": "Cet œil est froid, presque glacé au toucher. Pourtant, on ne peut pas s'empêcher de penser qu'il est toujours en vie.\n\nIl est déconseillé de rester trop longtemps à proximité. Ne pas regarder l'œil. Ne pas regarder. Ne pas regarder."
  },
  {
    "Id": "cur19",
    "Name": "Noyau hadal",
    "Group": "Échantillon atroce",
    "Description": "Orbe charnu sous haute pression.\n\n On peut le sentir résister quand on le touche et voir un éclat bioluminescent étinceler dans le noyau d'encre noire de cet objet mystérieux."
  },
  {
    "Id": "cur20",
    "Name": "Moteur d'âme",
    "Group": "Produit fabriqué avancé",
    "Description": "Unité de calcul organique puissante.\n\nUne pulsation irrégulière alimente ce circuit miraculeux qui enchaîne les cycles à une allure furieuse."
  },
  {
    "Id": "cur21",
    "Name": "Cristal tempête",
    "Group": "Curiosité unique et précieuse",
    "Description": "Amas rare et très précieux de cristaux tempête. Ces structures cristallines s'épanouissent dans des conditions orageuses et attirent naturellement la foudre, ce qui les rend spectaculairement luminescentes une fois ionisées. Se trouvent exclusivement sur les planètes au climat extrême."
  },
  {
    "Id": "cur22",
    "Name": "Perle d'albumen",
    "Group": "Marchandise",
    "Description": "Gemme formée en plusieurs siècles dans les œufs d'espèces super-incubatoires.\n\nExtrêmement rare."
  },
  {
    "Id": "cur23",
    "Name": "Orbe de gravitino",
    "Group": "Marchandise",
    "Description": "Groupe de particules supersymétriques.\n\nProduit de forces supergravitationnelles divergentes, extrêmement rare et de grande valeur."
  },
  {
    "Id": "cur24",
    "Name": "Sac de venin",
    "Group": "Marchandise",
    "Description": "Un échantillon de poison stabilisé, initialement produit par des espèces d'oursins aquatiques.\n\nUn objet rare qui vaut cher dans le réseau commercial galactique."
  },
  {
    "Id": "cur25",
    "Name": "Cube de vortex",
    "Group": "Marchandise",
    "Description": "Des objets de métal très dense qui se sont formés il y a très longtemps dans les réseaux souterrains de la galaxie.\n\nExtrêmement rare et de grande valeur."
  },
  {
    "Id": "cur26",
    "Name": "Pierre Atlas",
    "Group": "Curiosité de très grande valeur",
    "Description": "Gemme sphérique contenant en son centre une lueur rouge palpitante.\n\nCet objet extrêmement rare est souvent associé à des sites monolithiques antiques."
  },
  {
    "Id": "cur27",
    "Name": "Noyau de corruption",
    "Group": "Bug de réalité contenu",
    "Description": "Cet orbe d'énergie étrange vibre en permanence en émettant un drone de faible fréquence. De légères variations de l'algorithme se répètent indéfiniment, un peu comme s'il essayait de transmettre un message."
  },
  {
    "Id": "cur28",
    "Name": "Géode",
    "Group": "Gisement de minéraux de valeur",
    "Description": "Un morceau de rocher anormalement éclatant et potentiellement précieux.\n\nSélectionnez-le dans l’inventaire (INVENTORY) et fissurez-le avec FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Fragment de cristal",
    "Group": "Éclat d’élément concentré",
    "Description": "Un éclat cristallin à la structure anormalement dense. Potentiellement de grande valeur.\n\nSélectionnez-le dans l’inventaire (INVENTORY) et fissurez-le avec FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Hyper-amas de tritium",
    "Group": "Fragment énergétique",
    "Description": "Un éclat de tritium pur cristallisé.\n\nSélectionnez-le dans l’inventaire (INVENTORY) et fissurez-le avec FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Pépite d’or",
    "Group": "Minerai de valeur",
    "Description": "Un morceau de minerai de grande valeur, prêt à être transformé en or.\n\nSélectionnez-le dans l’inventaire (INVENTORY) et fissurez-le avec FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Cristal de sulfure",
    "Group": "Minéral compressé",
    "Description": "Formés par la chaleur et la pression immenses du noyau planétaire, ces riches dépôts minéraux ont des propriétés qui s'apparentent à celles du verre.\n\nIl possède de nombreuses applications dans l'industrie grâce à sa composition minérale et à sa grande résistance sous la pression."
  },
  {
    "Id": "cur33",
    "Name": "Tablette Vy'keen",
    "Group": "Communion de Hirk",
    "Description": "Une tablette de pierre sur laquelle apparaissent des lignes et des lignes de runes intriquées. Les mots sont illisibles, un ancien dialecte oublié par tous, sauf le plus âgé des aînés Vy'keen.\n\nLa main qui a gravé la pierre devait être extraordinaire. Les gravures ont beau être fines et précises, elles expriment tout de même la féroce agressivité de leur auteur."
  },
  {
    "Id": "cur34",
    "Name": "Cube de la Divergence",
    "Group": "Unité de données anormale",
    "Description": "Une unité de données instable et clignotante. Elle ne semble pas appartenir à cette réalité.\n\nLe cube évoque un cri silencieux, les hurlements gelés des milliers d'esprits piégés à l'intérieur."
  },
  {
    "Id": "cur35",
    "Name": "Relique gek",
    "Group": "Curiosité de valeur moyenne",
    "Description": "Statuette métallique représentant une créature portant une pièce dans son bec.\n\nPrisée par de nombreux marchands qui la considèrent comme un emblème de commerce équitable et de paix."
  },
  {
    "Id": "cur36",
    "Name": "CrokGek",
    "Group": "Marchandise",
    "Description": "Produit comestible dont les Gek sont friands.\n\nPermet aux marchands aviformes d'émettre des gaz délicieusement parfumés pendant une période prolongée.\n\nLes nuages de gaz CrokGek sont considérés comme une forme d'art et comme la plus pure expression de l'âme gek."
  },
  {
    "Id": "cur37",
    "Name": "Effigie vy'keen",
    "Group": "Curiosité de valeur moyenne",
    "Description": "Petite icône de bois sculpté représentant un drone sentinelle.\n\nUtilisée par les guerriers afin d'entrer dans un état de transe éliminant le besoin de sommeil de leur espèce."
  },
  {
    "Id": "cur38",
    "Name": "Dague vy'keen",
    "Group": "Marchandise",
    "Description": "Une arme plutôt destinée aux cérémonies rituelles, profondément ancrée dans la culture et les traditions des Vy'keen."
  },
  {
    "Id": "cur39",
    "Name": "Enveloppe korvax",
    "Group": "Curiosité de grande valeur",
    "Description": "L'enveloppe métallique d'une forme de vie électronique trop éloignée de ses pairs pour recevoir une nouvelle entité.\n\nTrès prisée par toutes les espèces, en particulier la sienne."
  },
  {
    "Id": "cur40",
    "Name": "Cube de la convergence",
    "Group": "Marchandise",
    "Description": "Un appareil utilisé par les Korvax pour stocker des informations relatives à l'histoire et la culture."
  },
  {
    "Id": "cur41",
    "Name": "Passe Atlas v1",
    "Group": "Carte d'accès",
    "Description": "Carte d'accès et de sécurité accordée à des voyageurs spécifiques par de nombreuses espèces galactiques dominantes.\n\nAutorise l'accès aux zones et aux systèmes d'avant-postes de faible sécurité."
  },
  {
    "Id": "cur42",
    "Name": "Passe Atlas v2",
    "Group": "Carte d'accès",
    "Description": "Carte d'accès et de sécurité accordée à des voyageurs spécifiques par de nombreuses espèces galactiques dominantes.\n\nAutorise l'accès aux zones de sécurité et aux systèmes d'avant-postes intermédiaires."
  },
  {
    "Id": "cur43",
    "Name": "Passe Atlas v3",
    "Group": "Carte d'accès",
    "Description": "Carte d'accès et de sécurité accordée à des voyageurs spécifiques par de nombreuses espèces galactiques dominantes.\n\nAutorise l'accès aux zones et aux systèmes d'avant-postes haute sécurité."
  },
  {
    "Id": "cur44",
    "Name": "Unité de piratage d'usine",
    "Group": "Module de recherche avancé",
    "Description": "Une unité de données portative compatible avec la plupart des sites de production planétaires.\n\nUne fois le terminal de contrôle central accessible, cette unité de piratage peut détourner les ressources de l'usine vers la recherche de nouvelles recettes de produits."
  },
  {
    "Id": "cur45",
    "Name": "Module de frégate récupéré",
    "Group": "Plateforme de connexion de vaisseau amiral",
    "Description": "Module technologique récupéré sur les vestiges d'un gros vaisseau interstellaire. Peut être obtenu sur les sites de crash de cargos ou au cours d'expéditions de frégates.\nBien qu'inutile sous sa forme actuelle, une station de recherches à bord de votre cargo pourrait la convertir en technologie utilisable."
  },
  {
    "Id": "cur46",
    "Name": "Œuf du néant",
    "Group": "Curiosité vivante",
    "Description": "Un œuf anormal. La coquille est dure et a l'aspect du cuir. Elle tremble lorsqu'on la touche.\n\nUn léger tapotement provenant de l'intérieur de l'œuf se fait entendre. De temps en temps, il semble chanter."
  },
  {
    "Id": "cur47",
    "Name": "Œuf du néant actif",
    "Group": "Curiosité agitée",
    "Description": "Un œuf anormal. Depuis la rencontre avec l'étrange 'créature' de l'espace profond, sa curieuse musique est devenue plus active, plus agitée.\n\nLorsqu'on le touche, il émet une puissante représentation visuelle d'un monde en proie à de puissantes anomalies et d'étranges couleurs."
  },
  {
    "Id": "cur48",
    "Name": "Œuf du néant vibrant",
    "Group": "Curiosité agitée",
    "Description": "Un œuf anormal. Depuis la rencontre avec l'étrange 'créature' de l'espace profond, sa curieuse musique est devenue plus active, plus agitée.\n\nLorsqu'on le touche, il émet une puissante représentation visuelle d'un monde rempli de poussière en proie à des tempêtes."
  },
  {
    "Id": "cur49",
    "Name": "Œuf du néant éveillé",
    "Group": "Curiosité agitée",
    "Description": "Un œuf anormal. Depuis la rencontre avec l'étrange 'créature' de l'espace profond, sa curieuse musique est devenue plus active, plus agitée.\n\nLorsqu'on le touche, il émet une puissante représentation visuelle d'un monde aquatique recouvert d'une végétation luxuriante et verdoyante."
  },
  {
    "Id": "cur50",
    "Name": "Œuf du néant craquelé",
    "Group": "Curiosité agitée",
    "Description": "Un œuf anormal. Depuis la rencontre avec l'étrange 'créature' de l'espace profond, sa curieuse musique est devenue plus active, plus agitée.\n\nLorsqu'on le touche, il émet une puissante représentation visuelle de couleurs roses et bleues dans l'esprit de son détenteur.\n\nLe chasseur SLASH Le reflet SLASH Le chasseur SLASH La spirale de la réalité SLASH L'étoile au-dessus de l'eauSLASH L'orbe ascendant SLASH Le compagnon oublié SLASH Le chasseur SLASH Le petit insecte SLASH L'anomalie SLASH Le marin SLASH Le roi de l'océan SLASH EUCLIDE EUCLIDE EUCLIDE"
  }
]