[
  {
    "Id": "prod1",
    "Name": "Antimatière",
    "Group": "Composant technologique fabriqué",
    "Description": "Matière négative et antiparticules de baryogénèse contenues.\n\nLe vaste potentiel énergétique de l'antimatière explique sa forte valeur marchande. 95 % de la consommation d'antimatière provient de l'alimentation de l'hyperpropulsion des vaisseaux.\n\nATTENTION : une utilisation non contenue est déconseillée."
  },
  {
    "Id": "prod2",
    "Name": "Contenant d’antimatière",
    "Group": "Composant technologique fabriqué",
    "Description": "Dispositif sécurisé de stockage d’antimatière nécessaire à la transformation d’antimatière en cellule de distorsion sans danger.\n\nL’oxygène forme une poche de gaz protectrice empêchant l’antimatière de réagir avec le contenant."
  },
  {
    "Id": "prod3",
    "Name": "Nanotubes de carbone",
    "Group": "Composant technologique fabriqué",
    "Description": "Des mètres et des mètres de nanotubes de carbone à haute capacité.\n\nSa grande malléabilité et sa conductivité moyenne en font un composant essentiel de nombreuses technologies avancées."
  },
  {
    "Id": "prod4",
    "Name": "Miroir en cobalt",
    "Group": "Composant technologique fabriqué",
    "Description": "Composant optique spécialisé.\n\nGrâce à une surface en cobalt poli, ce miroir est capable de filtrer différentes longueurs d'onde de lumière, changeant ainsi son reflet en fonction des champs magnétiques proches."
  },
  {
    "Id": "prod5",
    "Name": "Sceau hermétique",
    "Group": "Composant technologique fabriqué",
    "Description": "Un sceau de carbone de haute performance, capable de résister tant aux conditions difficiles des environnements interstellaires qu'à la rigueur d'une utilisation industrielle intensive à haute énergie.\n\nIl est recommandé que l'utilisateur vérifie régulièrement l'intégrité du sceau après l'installation."
  },
  {
    "Id": "prod6",
    "Name": "Placage métallique",
    "Group": "Composant technologique fabriqué",
    "Description": "Produit métallique léger couramment utilisé pour la fabrication de pièces de vaisseau et de technologie à déployer. Élément de base pour les industries de construction de toutes les espèces principales connues.\n\nFabriqué à partir de poussière de ferrite."
  },
  {
    "Id": "prod7",
    "Name": "Microprocesseur",
    "Group": "Composant technologique fabriqué",
    "Description": "Micropuce compacte à basse température. Fabriquée à partir de métal chromatique confectionné grâce à l’un des métaux de terrain spécialisé.\n\nUtilisé pour la fabrication d’un grand nombre de technologies avancées."
  },
  {
    "Id": "prod8",
    "Name": "Filtre à oxygène",
    "Group": "Composant technologique fabriqué",
    "Description": "Composant technologique spécialisé.\n\nCe petit appareil peut modifier rapidement l'environnement gazeux au sein d'un dispositif. Fonctionne dans toutes les atmosphères, du vide total à l'oxygène pur."
  },
  {
    "Id": "prod9",
    "Name": "Réfracteur au sel",
    "Group": "Composant technologique fabriqué",
    "Description": "Un composant technologique spécialisé essentiel aux systèmes lasers modernes.\n\nCet appareil de diffusion de la lumière tire parti des propriétés optiques uniques du sel poli et stabilisé pour ralentir et réfracter les photons traversants."
  },
  {
    "Id": "prod10",
    "Name": "Diode au sodium",
    "Group": "Composant technologique fabriqué",
    "Description": "Un composant de circuit avancé.\n\nL'électrode au sodium raffiné intégrée dans son tube sous vide offre à cette diode une protection spécifique contre les surtensions."
  },
  {
    "Id": "prod11",
    "Name": "Gelée de dihydrogène",
    "Group": "Source d'énergie portative du système de survie",
    "Description": "Gelée légèrement brillante. Malgré un poids faible et une texture agréable, ce gel collant est fortement toxique et hautement inflammable. Éviter tout contact avec la peau.\n\nSynthétisé à partir de dihydrogène."
  },
  {
    "Id": "prod12",
    "Name": "Oxydant de carburant",
    "Group": "Amélioration consommable de frégate",
    "Description": "Amélioration de frégate temporaire applicable pour une seule expédition.\nCette amélioration de carburant puissante surcharge les moteurs de la frégate pour une vitesse accrue."
  },
  {
    "Id": "prod13",
    "Name": "Drones explosifs",
    "Group": "Amélioration consommable de frégate",
    "Description": "Amélioration de frégate temporaire applicable pour une seule expédition.\nCe lot d'explosifs autonomes a été programmé pour être lancé depuis la flotte et se diriger automatiquement vers les vaisseaux ennemis. Extrêmement dangereux."
  },
  {
    "Id": "prod14",
    "Name": "Analyseur holographique",
    "Group": "Amélioration consommable de frégate",
    "Description": "Amélioration de frégate temporaire applicable pour une seule expédition. Cet ordinateur analytique puissant surcadence les systèmes existants de la flotte, permettant des calculs supraluminiques. Problèmes de surchauffe fréquents, puces peu durables."
  },
  {
    "Id": "prod15",
    "Name": "Dispositif de contrôle mental",
    "Group": "Amélioration consommable de frégate",
    "Description": "Amélioration de frégate temporaire applicable pour une seule expédition.\nLe dispositif de contrôle mental se connecte aux systèmes de communication et de commerce du vaisseau, permettant de prendre l'avantage dans toute négociation."
  },
  {
    "Id": "prod16",
    "Name": "Compresseur minéral",
    "Group": "Amélioration consommable de frégate",
    "Description": "Amélioration de frégate temporaire applicable pour une seule expédition.\nLe compresseur minéral permet aux équipes minières de la flotte de liquéfier les substances extraites pour un traitement plus rapide et un transport plus aisé."
  },
  {
    "Id": "prod17",
    "Name": "Cellule de distorsion",
    "Group": "Unité de charge d'hyperpropulsion",
    "Description": "Ce carburant à base d'antimatière est l'une des rares sources d'énergie capables de générer une hyperpropulsion des vaisseaux.\n\nSécurisée dans un compartiment solide, la cellule est garantie sans paradoxe lors d'une distorsion VSL."
  },
  {
    "Id": "prod18",
    "Name": "Hyper-noyau à distorsion",
    "Group": "Unité de charge d'hyperpropulsion",
    "Description": "Carburant haute capacité à base d’antimatière, cette cellule exploite un générateur de trou noir interne pour alimenter l’hyperpropulsion du vaisseau à travers plusieurs sauts de distorsion.\n\nLes parois de la cellule sont spécialement conçues pour renvoyer tout paradoxe de réalité vers le cœur de l’unité, où il génère de la puissance supplémentaire."
  },
  {
    "Id": "prod19",
    "Name": "Plasma instable",
    "Group": "Recharge de lanceur de plasma",
    "Description": "Capsule de carburant à haute densité pour lanceur de plasma.\n\nContient de l'énergie électrothermique hautement pressurisée destinée à la technologie de grenades à perturbation terrestre."
  },
  {
    "Id": "prod20",
    "Name": "Batterie à ions",
    "Group": "Stockage énergétique portatif",
    "Description": "Unité de stockage d'énergie pratique et optimisée. Utilisée pour de nombreux systèmes de défense et de protection.\n\nFabriquée à partir de poussière de ferrite et de cobalt. Fréquente dans les conteneurs métalliques cylindriques."
  },
  {
    "Id": "prod21",
    "Name": "Batterie à ions avancée",
    "Group": "Stockage énergétique portatif",
    "Description": "Unité de stockage d'énergie puissante utilisée pour de nombreux systèmes de défense et de protection.\n\nFabriquée à partir de cobalt ionisé et de ferrite pure, mais se trouve également parfois dans les conteneurs métalliques cylindriques."
  },
  {
    "Id": "prod22",
    "Name": "Batterie de bouclier stellaire",
    "Group": "Stockage énergétique portatif",
    "Description": "Une puissante unité de stockage optimisée pour une utilisation dans les systèmes de défense du vaisseau.\n \nDes condensateurs alimentés au tritium fournissent une charge à libération rapide pour le bouclier déflecteur, mais surchargeraient de plus petits équipements."
  },
  {
    "Id": "prod23",
    "Name": "Gel de survie",
    "Group": "Source d'énergie portative du système de survie",
    "Description": "Carburant d'urgence pour systèmes de survie.\n\nSynthétisé à partir de cristaux de carburant de fusée et de carbone, ce gel permet d'alimenter ponctuellement les systèmes de survie. L'impact à long terme sur les poumons de l'utilisateur est inconnu à l'heure actuelle."
  },
  {
    "Id": "prod24",
    "Name": "Capsule d’oxygène",
    "Group": "Source d'énergie portative du système de survie",
    "Description": "Gaz de filtration stabilisé et sécurisé utilisé pour les systèmes de survie.\n\nFacile à créer à partir d'oxygène et de poussière de ferrite, c’est une source efficace d’alimentation à long terme pour le système de survie."
  },
  {
    "Id": "prod25",
    "Name": "Carburant pour frégate (50 tonnes)",
    "Group": "Carburant de dihydrogène stabilisé",
    "Description": "Un petit baril de carburant pour frégate.\n\nCe gel visqueux est extrêmement toxique au toucher. Un carburant raffiné qui alimente les moteurs interstellaires imposants des frégates commerciales."
  },
  {
    "Id": "prod26",
    "Name": "Carburant pour frégate (100 tonnes)",
    "Group": "Carburant de dihydrogène stabilisé",
    "Description": "Un grand baril de carburant pour frégate.\n\nCe gel visqueux est extrêmement toxique au toucher. Un carburant raffiné qui alimente les moteurs interstellaires imposants des frégates commerciales."
  },
  {
    "Id": "prod27",
    "Name": "Carburant pour frégate (200 tonnes)",
    "Group": "Carburant de dihydrogène stabilisé",
    "Description": "Un énorme baril de carburant pour frégate.\n\nCe gel visqueux est extrêmement toxique au toucher. Un carburant raffiné qui alimente les moteurs interstellaires imposants des frégates commerciales."
  },
  {
    "Id": "prod28",
    "Name": "Carburant de décollage de vaisseau",
    "Group": "Carburant de dihydrogène stabilisé",
    "Description": "Carburant solide hautement réactif nécessaire à l'alimentation des propulseurs de décollage d’un vaisseau.\n\nCréé à partir de dihydrogène cristallisé, trouvé communément dans les gisements bleus présents sur toutes les planètes."
  },
  {
    "Id": "prod29",
    "Name": "Pile hydrothermique",
    "Group": "Carburant pour le réacteur du sous-marin",
    "Description": "Carburant riche en énergie thermique, contenu dans une pile standard. Sert à alimenter le système de propulsion Humboldt faisant avancer le sous-marin Nautilon.\n\nÉlaboré à partir d'un mélange de composés organiques (carbone et cytophosphates) et de sels minéraux locaux."
  },
  {
    "Id": "prod30",
    "Name": "Projectile d'armement",
    "Group": "Module de munitions universelles",
    "Description": "Fragments de munitions avancés conçus pour s'adapter au standard universel 07/FF1 du multi-outil.\n\nS'insère facilement dans le lance-foudre, le souffle destructeur et le canon à dispersion à l'aide du système d'insertion de chargeur du multi-outil."
  },
  {
    "Id": "prod31",
    "Name": "Cristal de carbone",
    "Group": "Dépôt de carbone concentré",
    "Description": "La nanostructure dense de cette substance formée de carbone hypercompressé la rend extrêmement précieuse en tant que source d'énergie, mais aussi en tant que composant technologique.\n\nSynthétisé à partir de carbone condensé."
  },
  {
    "Id": "prod32",
    "Name": "Treillis de chlore",
    "Group": "Dépôt de chlore concentré",
    "Description": "Forme de chlore aux liaisons chimiques fortes. Les molécules très compactes offrent une conductivité sans égale. Ne semble pas pouvoir se former spontanément : sa création exige un apport énergétique hautement concentré.\n\nSynthétisé à partir de chlore."
  },
  {
    "Id": "prod33",
    "Name": "Sodium déstabilisé",
    "Group": "Dépôt de sodium concentré",
    "Description": "Le sodium est habituellement très stable, mais certaines configurations conservent la réactivité des ions qui le composent. Attention : veuillez porter des gants de protection pour matières dangereuses pour toute manipulation.\n\nSynthétisé à partir de sodium."
  },
  {
    "Id": "prod34",
    "Name": "Élément métallique rare",
    "Group": "Dépôt de métal concentré",
    "Description": "Ce produit métallique rare et extrêmement recherché est utilisé pour la fabrication de plusieurs technologies avancées.\n\nCe métal est fortement réactif et se lie rapidement à toute portion de peau exposée. À manipuler avec une extrême prudence.\n\nSynthétisé à partir de ferrite magnétisée."
  },
  {
    "Id": "prod35",
    "Name": "Cristal superoxyde",
    "Group": "Dépôt d'oxygène concentré",
    "Description": "Cette forme paramagnétique rare d'oxygène est particulièrement intéressante pour la production de technologies avancées. Nécessite une conversion avant intégration dans les systèmes de survie. Inhalation directe NON recommandée.\n\nSynthétisé à partir d'oxygène."
  },
  {
    "Id": "prod36",
    "Name": "Tétracobalt",
    "Group": "Dépôt de cobalt concentré",
    "Description": "Forme moléculaire innovante du cobalt nécessitant des niveaux énergétiques extrêmes pour sa création. Extrêmement rare à l'état naturel.\n\nSynthétisé à partir de cobalt ionisé."
  },
  {
    "Id": "prod49",
    "Name": "Acide",
    "Group": "Produit agricole avancé",
    "Description": "De l'acide dilué, utilisé dans diverses cellules d'alimentation pour produire des courants intenses.\n\nFabriqué à partir de mordite et de moisissure fongique."
  },
  {
    "Id": "prod51",
    "Name": "Condensateur de chaleur",
    "Group": "Produit agricole avancé",
    "Description": "Un régulateur thermique fabriqué à partir de matière organique raffinée. Sa capacité à produire, dissiper et distribuer la chaleur selon les besoins est unique.\n\nFabriqué à partir de solanium et de cristaux de givre."
  },
  {
    "Id": "prod52",
    "Name": "Polyfibre",
    "Group": "Produit agricole avancé",
    "Description": "Faite d'un polymère synthétique sophistiqué, cette fibre de connexion pour appareils électroniques permet de transmettre aussi bien le courant que les données.\n\nFabriquée à partir de chair de cactus et de bulbes d'étoile."
  },
  {
    "Id": "prod53",
    "Name": "Circuit imprimé",
    "Group": "Produit agricole avancé",
    "Description": "Un circuit superposable et semi-flexible, fait d'un polymère synthétique très durable.\n\nFabriqué à partir de condensat thermique et de polyfibre."
  },
  {
    "Id": "prod54",
    "Name": "Verre",
    "Group": "Produit agricole avancé",
    "Description": "Du verre incassable et résistant aux rayures, couvert d'un revêtement autonettoyant et anti-UV, pour un usage polyvalent.\n\nRaffiné à partir de poudre de silicate. Extrayez du silicate de la terre avec un opérateur de terrain.\n\nPeut-être fabriqué à partir de cristaux de givre extrait des plantes situées sur les planètes gelées."
  },
  {
    "Id": "prod55",
    "Name": "Gel instable",
    "Group": "Produit agricole avancé",
    "Description": "Ce gel hautement réactif se présente sous la forme d'une substance à la fois riche en énergie et dangereuse au toucher.\n\nFabriqué à partir de chair de cactus."
  },
  {
    "Id": "prod56",
    "Name": "Explosif liquide",
    "Group": "Produit agricole avancé",
    "Description": "Un explosif puissant à usage général, proposé sous forme liquide pour en faciliter le transport et l'utilisation. Ne pas boire.\n\nFabriqué à partir d'acide et de gel instable."
  },
  {
    "Id": "prod57",
    "Name": "Lubrifiant",
    "Group": "Produit agricole avancé",
    "Description": "Un lubrifiant synthétique qui réduit l'usure et prolonge la durée de vie des technologies dotées de pièces mobiles.\n\nFabriqué à partir de fècium et de racine gamma."
  },
  {
    "Id": "prod58",
    "Name": "Verre vivant",
    "Group": "Produit agricole avancé",
    "Description": "Un matériau de construction sophistiqué. Ce verre a été imprégné d'un composé organique lui permettant de réagir à son environnement. Les microbes dans le verre filtrent la lumière nocive à toutes les longueurs d'onde et équilibrent l'atmosphère selon les besoins.\n\nFabriqué à partir de lubrifiant et de verre."
  },
  {
    "Id": "prod59",
    "Name": "Carbone enrichi",
    "Group": "Produit gazeux enrichi",
    "Description": "Un produit raffiné, augmentant le potentiel du carbone ordinaire à l'aide d'énergie radioactive.\n\nFabriqué à partir de radon et de carbone condensé."
  },
  {
    "Id": "prod60",
    "Name": "Sel d'azote",
    "Group": "Produit gazeux enrichi",
    "Description": "Un produit raffiné, servant de puissant engrais organique présenté sous une forme facile à utiliser.\n\nFabriqué à partir d'azote et de carbone condensé."
  },
  {
    "Id": "prod61",
    "Name": "Condensat thermique",
    "Group": "Produit gazeux enrichi",
    "Description": "Un produit raffiné, conservant le potentiel énergétique des gaz atmosphériques chauffés, dans un état stable jusqu’à leur utilisation.\n\nFabriqué à partir de souffrine et de carbone condensé."
  },
  {
    "Id": "prod62",
    "Name": "Glace chaude",
    "Group": "Produit gazeux fabriqué",
    "Description": "Un matériau paradoxal, que sa relative facilité de fabrication rend un peu moins mystérieux.\n\nFabriqué à partir de carbone enrichi et de sel d'azote."
  },
  {
    "Id": "prod63",
    "Name": "Cryo-pompe",
    "Group": "Produit gazeux fabriqué",
    "Description": "Un matériau avancé, hybride et autorégulant : la cryo-pompe distribue la chaleur au travers d'elle-même avec un rendement quasi optimal, la rendant indispensable à la création de régulateurs thermiques.\n\nFabriquée à partir de glace chaude et de condensat thermique."
  },
  {
    "Id": "prod64",
    "Name": "Semiconducteur",
    "Group": "Produit gazeux fabriqué",
    "Description": "Un matériau avancé utile dans de nombreux appareils électroniques, disposant de son propre régulateur de température intégré.\n\nFabriqué à partir de condensat thermique et de sel d'azote."
  },
  {
    "Id": "prod65",
    "Name": "Catalyseur organique",
    "Group": "Produit gazeux fabriqué",
    "Description": "Un matériau catalytique servant dans la création de nombreux engrais organiques.\n\nFabriqué à partir de condensat thermique et de carbone enrichi."
  },
  {
    "Id": "prod66",
    "Name": "Supraconducteur",
    "Group": "Produit gazeux fabriqué",
    "Description": "Le supraconducteur est un matériau conducteur avancé, qui enrichit encore davantage la capacité de distorsion de champ du semiconducteur.\n\nFabriqué à partir de carbone enrichi et de semiconducteurs."
  },
  {
    "Id": "prod67",
    "Name": "Accélérateur de fusion",
    "Group": "Produit gazeux fabriqué",
    "Description": "Une source de carburant avancée, créée à partir d'un mélange parfaitement équilibré de matériaux organiques à fort potentiel énergétique.\n\nFabriqué à partir de catalyseur organique et de sel d'azote."
  },
  {
    "Id": "prod68",
    "Name": "Chambre cryogénique",
    "Group": "Produit fabriqué avancé",
    "Description": "Une chambre à basse température, destinée à empêcher la décomposition de la matière organique.\n\nFabriquée à partir de verre vivant et d'une cryo-pompe."
  },
  {
    "Id": "prod69",
    "Name": "Réacteur portable",
    "Group": "Produit fabriqué avancé",
    "Description": "Un réacteur nucléaire miniature autocontrôlé. Génère des niveaux d'énergie substellaires dans un module largement compatible et facile à utiliser.\n\nFabriqué à partir d'explosifs liquides et d'accélérateur de fusion."
  },
  {
    "Id": "prod70",
    "Name": "Processeur quantique",
    "Group": "Produit fabriqué avancé",
    "Description": "Un appareil de calcul très avancé, essentiel aux calculs complexes sur lesquels reposent les voyages par distorsion.\n\nFabriqué à partir de circuits imprimés et de supraconducteurs."
  },
  {
    "Id": "prod71",
    "Name": "Aronium",
    "Group": "Alliage métallique",
    "Description": "Alliage léger et très malléable. Fabriqué à partir de paraffinium et de chlore.\n \nTrès recherché dans le réseau commercial galactique en raison de son utilité pour la construction d'avant-postes et d'installations planétaires."
  },
  {
    "Id": "prod72",
    "Name": "Bronze sale",
    "Group": "Alliage métallique",
    "Description": "Un alliage de métaux populaire permettant diverses utilisations. Le 'bronze sale' a perdu son nom scientifique au profit de l'appellation plus populaire qu'il doit à sa couleur.\n\nFabriqué à partir de ferrite pure et de pyrite."
  },
  {
    "Id": "prod73",
    "Name": "Grantine",
    "Group": "Alliage métallique",
    "Description": "Alliage malléable et ouvrable apprécié par les artisans de toute la galaxie connue. Fabriqué à partir de cobalt ionisé et de dioxite.\n \nMarchandise prisée et bénéficiant de nombreux itinéraires galactiques commerciaux consacrés à sa vente et à son transport."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Alliage métallique",
    "Description": "Alliage neutre combiné aux applications multiples, de la pharmacologie à l'industrie lourde. Fabriqué à partir de chlore et d'ammoniac.\n \nIl est à la base des échanges commerciaux d'alliages."
  },
  {
    "Id": "prod75",
    "Name": "Magno-or",
    "Group": "Alliage métallique",
    "Description": "Alliage brillant très recherché, prisé des marchands de toutes les espèces galactiques dominantes connues. Fabriqué à partir de cobalt ionisé et de phosphore.\n \nFacilement reconnaissable à sa lueur rouge vif et à son champ magnétique puissant."
  },
  {
    "Id": "prod76",
    "Name": "Lemmium",
    "Group": "Alliage métallique",
    "Description": "Alliage de ferrite pure. Fabriqué à partir de ferrite pure et d'uranium.\n\nCommunément utilisé pour la construction de cargos en raison de sa solidité. Ce matériau à noyau dur est très prisé sur le réseau commercial galactique."
  },
  {
    "Id": "prod77",
    "Name": "Géodésite",
    "Group": "Alliage métallique enrichi",
    "Description": "Alliage sophistiqué et durable utilisé principalement pour la construction de coques de vaisseaux et de drones d’exploration en espace lointain.\n\nFabriqué à partir d’herox, de bronze sale et de lemmium."
  },
  {
    "Id": "prod78",
    "Name": "Iridésite",
    "Group": "Alliage métallique enrichi",
    "Description": "Alliage métallique léger échangé dans toute l’Extrémité galactique. Fréquemment utilisé à l’intérieur des navettes commerciales afin de réduire leur poids lorsqu’elles décollent de planètes au champ gravitationnel conséquent.\n\nFabriqué à partir d’aronium, de magno-or et de grantine."
  },
  {
    "Id": "prod79",
    "Name": "Allumeur à fusion",
    "Group": "Technologie très sophistiquée",
    "Description": "Un appareil de haute technologie utilisé dans la dernière génération de centrales énergétiques. Pour parvenir à la fusion d'un noyau, il faut à la fois des connaissances scientifiques très avancées, et des procédés industriels complexes.\n\nFabriqué à partir d'un réacteur portable, de processeurs quantiques et de géodésite."
  },
  {
    "Id": "prod80",
    "Name": "Dispositif de stase",
    "Group": "Technologie très sophistiquée",
    "Description": "Un appareil spécialement conçu pour garder en vie des espèces pendant des milliers d'années au-delà de leur espérance de vie naturelle. La fabrication d'un tel appareil demande des compétences très pointues, car il est non seulement complexe d'un point de vue technique, mais les conséquences d'un dysfonctionnement peuvent aussi se révéler désastreuses pour son utilisateur.\n\nFabriqué à partir de processeurs quantiques, de chambres cryogéniques, et d'iridésite."
  },
  {
    "Id": "prod81",
    "Name": "Câblage",
    "Group": "Plateforme technologique universelle",
    "Description": "Circuit imprimé préfabriqué conçu pour une grande souplesse d'utilisation dans un large éventail de composants technologiques.\n\nCe module comprend un processeur à nanites intégré qui lui permet d'être rapidement configuré pour de nombreux usages."
  },
  {
    "Id": "prod82",
    "Name": "Tige neuronale fragile",
    "Group": "Fragment de vie",
    "Description": "Une toile délicate de tissu vivant. C'est l'étincelle qui engendrera l'existence d'une nouvelle forme de vie.\n\nElle nécessite une attention particulière tout au long de sa maturation."
  },
  {
    "Id": "prod83",
    "Name": "Cœur fragile",
    "Group": "Fragment de vie",
    "Description": "Même si ce n'est rien de plus qu'un amas de cellules, il est déjà possible d'entendre le doux battement de son proto-cœur.\n\nIl nécessite une attention particulière tout au long de sa maturation."
  },
  {
    "Id": "prod84",
    "Name": "Enveloppe fragile",
    "Group": "Fragment de vie",
    "Description": "Translucide et incroyablement fine, cette enveloppe n'est rien de plus qu'un léger souffle de verre. Et pourtant, son potentiel est évident, un renforcement exponentiel qui ne cesse d'augmenter sa force.\n\nElle nécessite une attention particulière tout au long de sa maturation."
  },
  {
    "Id": "prod85",
    "Name": "Singularité grandissante",
    "Group": "Respiration fragile",
    "Description": "Un amas de chair, de neurones et d'antimatière se tissant ensemble. La manière dont cette conscience appréhende l'univers est au-delà de toute imagination.\n\nElle nécessite une attention particulière tout au long de sa maturation."
  },
  {
    "Id": "prod86",
    "Name": "Tige neuronale mature",
    "Group": "Organe vivant de vaisseau",
    "Description": "Cette toile de tissus vivants a engendré ses propres filaments métalliques, un mélange d'argent et de chair. Elle crépite sous la charge de sa propre électricité, réseau nécessitant ses nœuds.\n\nElle attend son hôte."
  },
  {
    "Id": "prod87",
    "Name": "Nœud de cœur mature",
    "Group": "Organe vivant de vaisseau",
    "Description": "Puissante et musculeuse, cette pompe bionique siège au centre d'un réseau de tuyaux synthétiques. Elle s'agite lorsqu'on la touche, son rythme est sensible à la présence d'autres entités pensantes.\n\nElle attend son hôte."
  },
  {
    "Id": "prod88",
    "Name": "Enveloppe renforcée",
    "Group": "Organe vivant de vaisseau",
    "Description": "Translucide, réfléchissante, iridescente, incroyablement forte. Cette enveloppe se reconstitue rapidement après des dégâts, se tissant à nouveau, plus forte qu'avant. Les liens nouvellement formés créent un souvenir dans le verre, renvoyant la lumière absorbée au moment des dégâts.\n\nElle attend son hôte."
  },
  {
    "Id": "prod89",
    "Name": "Noyau de singularité",
    "Group": "Organe vivant de vaisseau",
    "Description": "Un amas sensible de neurones en orbite stable autour d'un trou noir miniature. L'esprit et le cœur de ce miracle bionique sont libérés des contraintes du temps linéaire, son histoire est un réseau impossible de myriades de formes de vie collectées.\n\nIl attend son hôte."
  },
  {
    "Id": "prod90",
    "Name": "Pont de conscience",
    "Group": "Échelle neuronale réactivée",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nCe dispositif semble constituer une interface entre une entité individuelle et une conscience partagée de taille plus conséquente. Cela semble dérivé de la technologie korvax, sans être en accord avec celle-ci."
  },
  {
    "Id": "prod91",
    "Name": "Noyau palpitant",
    "Group": "Fragment de vie brûlant",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nOrganique, mais brillant de chaleur et possédant un vaisseau interne hautement pressurisé. Ce 'dispositif' est en partie une pompe et en partie une chambre d'évolution accélérée."
  },
  {
    "Id": "prod92",
    "Name": "Membrane impossible",
    "Group": "Forme de vie auto-régénérante",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nUn petit réseau de fibres étroitement tissées. Des micro-organismes situés dans l'entrelacs permettent sa régénération continue. Une peau bionique parfaite et infinie."
  },
  {
    "Id": "prod93",
    "Name": "Graines de verre",
    "Group": "Archive gelée",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nDes capsules de matériel génétique, enrobées dans un film de verre vivant. Les souvenirs partagés nagent à leur surface réfléchissante, en attendant leur chance de façonner la vie à l'intérieur."
  },
  {
    "Id": "prod94",
    "Name": "Âme archivée",
    "Group": "Arc bionique",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nUne fusion d'un circuit complexe et de l'incontournable saut temporel du Voyageur. Un tel calcul devrait lier les réalités entre elles, ou les déchirer en simples fragments simulés."
  },
  {
    "Id": "prod95",
    "Name": "Chambre des âmes (0%)",
    "Group": "Arc bionique",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nUne fusion d'un circuit complexe et de l'incontournable saut temporel du Voyageur. Un tel calcul devrait lier les réalités entre elles, ou les déchirer en simples fragments simulés."
  },
  {
    "Id": "prod96",
    "Name": "Chambre des âmes (33%)",
    "Group": "Arc bionique",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nUne fusion d'un circuit complexe et de l'incontournable saut temporel du Voyageur. Un tel calcul devrait lier les réalités entre elles, ou les déchirer en simples fragments simulés."
  },
  {
    "Id": "prod97",
    "Name": "Chambre des âmes (66%)",
    "Group": "Arc bionique",
    "Description": "Une construction biomécanique, créée à l'image d'un hôte anonyme.\n\nUne fusion d'un circuit complexe et de l'incontournable saut temporel du Voyageur. Un tel calcul devrait lier les réalités entre elles, ou les déchirer en simples fragments simulés."
  },
  {
    "Id": "prod98",
    "Name": "Eau vive",
    "Group": "Incertitude vitreuse",
    "Description": "Des interactions inhabituelles à sa surface provoquent la séparation rapide de ce liquide en petites sphères parfaites. La lumière que ces sphères reflète est divisée en plusieurs couleurs impossibles à décrire.\n\nD'origine inconnue."
  }
]