[
  {
    "Id": "trade1",
    "Name": "Caisse de nanotubes",
    "Group": "Matériaux de construction avancés",
    "Description": "Une caisse remplie de nanotubes de carbone.\n\nCes tubes minuscules mais extrêmement puissants sont nécessaires à la construction de composants scientifiques minuscules mais extrêmement puissants."
  },
  {
    "Id": "trade2",
    "Name": "Héridium auto-réparable",
    "Group": "Matériaux de construction avancés",
    "Description": "Une trémie d'héridium auto-réparable. Elle a l'air récente.\n\nUtilisé dans la création de composants scientifiques. L'héridium auto-réparable est particulièrement utile en cas de déploiement dans des installations éloignées, où les opportunités d'entretien peuvent être limitées ou mortelles.  "
  },
  {
    "Id": "trade3",
    "Name": "Solvant optique",
    "Group": "Matériaux de construction avancés",
    "Description": "Plusieurs bouteilles de solvant optique.\n\nLe liquide contenu dans ces bouteilles est utilisé pour nettoyer l'excédent de lumière pouvant causer la détérioration des composants scientifiques"
  },
  {
    "Id": "trade4",
    "Name": "Torus pentadimensionnels",
    "Group": "Matériaux de construction avancés",
    "Description": "Un contenant spécialement conçu pour les tori en 5D.\n\nDes matériaux très spécifiques sont nécessaires pour construire des formes dans des dimensions supplémentaires. Ces tori sont utilisés pour contenir les champs puissants générés par la construction de composants scientifiques"
  },
  {
    "Id": "trade5",
    "Name": "Fibre supraconductrice",
    "Group": "Matériaux de construction avancés",
    "Description": "Un paquet de fibres supraconductrices très bien emballé.\n\nPuissantes, souples et résistantes à l'eau ; le tissage magnétique contrôlé de ces fibres est indispensable à la création de nombreux composants scientifiques."
  },
  {
    "Id": "trade6",
    "Name": "Capsule d'énergie",
    "Group": "Source d'énergie commercialisable",
    "Description": "Une caisse remplie de capsules d'énergie.\n\nBeaucoup de procédés industriels et d'extraction minière demandent énormément d'énergie. Les capsules d'énergie, contrairement aux batteries à libération lente, peuvent satisfaire ces demandes instantanément. "
  },
  {
    "Id": "trade7",
    "Name": "Batterie de qualité industrielle",
    "Group": "Source d'énergie commercialisable",
    "Description": "Un paquet de batteries industrielles bien isolées.\n\nLes batteries à haut rendement sont nécessaires pour alimenter les opérations d'extraction minière profondes. Ces sources d'énergie longue durée peuvent tenir des semaines, même dans les conditions de chaleur et de pression extrêmes que l'on trouve des kilomètres sous terre."
  },
  {
    "Id": "trade8",
    "Name": "Gel ohmique",
    "Group": "Source d'énergie commercialisable",
    "Description": "Plusieurs paquets de gel ohmique.\n\nLes opérations d'extraction minière gourmandes en énergie ne sont pas sans danger. Le gel ohmique aide à garder les éléments qui se déplacent rapidement à la fois isolés et lubrifiés."
  },
  {
    "Id": "trade9",
    "Name": "Fluide de puissance expérimental",
    "Group": "Source d'énergie commercialisable",
    "Description": "Barils résistants à la corrosion remplis d'un fluide de puissance expérimental.\n\nUn seul baril de cette préparation hautement volatile suffit à alimenter une station spatiale pendant des semaines. Très apprécié des économies d'extraction minière."
  },
  {
    "Id": "trade10",
    "Name": "Noyau de fusion",
    "Group": "Source d'énergie commercialisable",
    "Description": "Un pack légèrement brillant de noyaux de fusion.\n\nSource d'énergie, moteur et radiateur haute capacité. Un noyau de fusion est le nec plus ultra en termes de production d'énergie dans l'espace lointain. Très apprécié des économies d'extraction minière qui cherchent à renforcer l'autonomie de leurs colonies d'astéroïdes."
  },
  {
    "Id": "trade11",
    "Name": "Bouteille de phéromones déparfumée",
    "Group": "Composants scientifiques",
    "Description": "Un assortiment en vrac de bouteilles de phéromones recyclées.\n\nD'énormes quantités de phéromones sont produites et distribuées chaque jour. Cela a engendré une opportunité marchande rentable pour ceux qui n'ont pas peur de s'occuper des déchets. Ces bocaux en verre ont été soigneusement nettoyés et ne devraient présenter aucun danger au porteur."
  },
  {
    "Id": "trade12",
    "Name": "Microscope à neutrons",
    "Group": "Composants scientifiques",
    "Description": "Un paquet de microscopes à neutrons.\n\nLes économies scientifiques produisent et utilisent un grand nombre de microscopes. Cependant, certains d'entre eux ont de légers défauts qui les rendent impropres aux travaux de précision. Ceux-ci représentent encore une opportunité marchande dans la mesure où ils peuvent être vendus à des personnes incapables de les différencier."
  },
  {
    "Id": "trade13",
    "Name": "Injecteur d'instabilité",
    "Group": "Composants scientifiques",
    "Description": "Une boîte d'injecteurs d'instabilité en vrac.\n\nLes expériences ambitieuses nécessitent souvent qu'un grand nombre de variables soit modifiées en un temps très court. Un injecteur d'instabilité fournit un tel service. Ils peuvent aussi servir à créer le chaos au sein des systèmes de marché ; ce type de comportement immoral constitue une excellente opportunité marchande ."
  },
  {
    "Id": "trade14",
    "Name": "Tuyauterie organique",
    "Group": "Composants scientifiques",
    "Description": "Un bac de tuyauterie organique préservé. Il est encore chaud.\n\nAfin d'éviter les problèmes d'éthique, beaucoup de laboratoires cultivent leurs cobayes au niveau des composants. Les restes peuvent être rentables pour les économies marchandes aux réglementations médicales souples."
  },
  {
    "Id": "trade15",
    "Name": "Canal neuronal",
    "Group": "Composants scientifiques",
    "Description": "Une boîte de canaux neuronaux frais.\n\nLes canaux neuronaux sont des inserts temporaires qui provoquent une brève stimulation de la concentration et de la productivité. Utiles partout, ils sont très prisés des économies marchandes où la concurrence entre les travailleurs est acharnée."
  },
  {
    "Id": "trade16",
    "Name": "Terre",
    "Group": "Minéraux commercialisables",
    "Description": "Plusieurs tonnes de terre. \n\nDes restes de terres des opérations d'extraction minière. Des résidus métalliques peuvent être extraits par des experts dans les économies de fabrication qui disposent du temps et de l'équipement pour les passer au crible."
  },
  {
    "Id": "trade17",
    "Name": "Graisse de pyrite brute",
    "Group": "Minéraux commercialisables",
    "Description": "Grands bocaux remplis de graisse de pyrite.\n\nUne solution de matières grasses riche en minéraux. Cette graisse est très prisée des économies de fabrication où elle est utilisée pour huiler et faire briller les grosses machines."
  },
  {
    "Id": "trade18",
    "Name": "Sel de bromure",
    "Group": "Minéraux commercialisables",
    "Description": "Une caisse de sel de bromure.\n\nLe sel de bromure, obtenu par un long processus de distillation et d'évaporation, nourrit les usines affamées dans les systèmes de fabrication."
  },
  {
    "Id": "trade19",
    "Name": "Zirconium polychromatique",
    "Group": "Minéraux commercialisables",
    "Description": "Un sac plein de cristaux de zirconium polychromatiques.\n\nCes cristaux produisent des lentilles de couleur éblouissante et presque indestructibles. De très grande valeur pour les économies de fabrication."
  },
  {
    "Id": "trade20",
    "Name": "Arc-cristal restructuré",
    "Group": "Minéraux commercialisables",
    "Description": "Un paquet soigneusement emballé d'arc-cristaux restructurés.\n\nLes arc-cristaux, formations minérales extrêmement rares, sont très demandés au sein des économies de fabrication où leur dureté et leur conductivité sont essentielles à plusieurs procédés industriels. Ils sont aussi utilisés pour faire des bijoux attrayants (bien que dangereux)."
  },
  {
    "Id": "trade21",
    "Name": "Circuit imprimé hors service",
    "Group": "Pièces technologiques",
    "Description": "Un assortiment de pièces de circuit récupérées.\n\nLes économies de production d'énergie utilisent des composants high tech en très grand nombre. Par conséquent, même les circuits très endommagés sont demandés, pour ensuite en récupérer les pièces où être branchés tels quels dans des noyaux d'énergie basse qualité."
  },
  {
    "Id": "trade22",
    "Name": "Savon de soudure",
    "Group": "Pièces technologiques",
    "Description": "Plusieurs savons de soudure.\n\nUtilisés dans les systèmes de production d'énergie pour le nettoyage thermique des diodes en métal avant qu'elles soient fondues en batteries."
  },
  {
    "Id": "trade23",
    "Name": "Condensateur à ion",
    "Group": "Pièces technologiques",
    "Description": "Une caisse de condensateurs à ion renforcée.\n\nCes supercondensateurs disposent d'une densité d'énergie élevée. Très prisés par les économies de production d'énergie."
  },
  {
    "Id": "trade24",
    "Name": "Unité de positionnement autonome",
    "Group": "Pièces technologiques",
    "Description": "Un contenant d'unités de positionnement et de câblage associé.\n\nCes unités de positionnement peuvent être utilisées pour transformer presque n'importe quelles technologies en système de navigation autonome. D'une grande valeur dans les économies de production d'énergie, où elles servent à remplacer les mains organiques conductrices du procédé de fabrication."
  },
  {
    "Id": "trade25",
    "Name": "Accélérateur quantique",
    "Group": "Pièces technologiques",
    "Description": "Plusieurs grosses unités d'accélération quantique.\n\n Capable de propulser la matière à une vitesse non mesurable, ces unités sont particulièrement importantes pour les économies de production d'énergie, où elles servent à condenser l'énergie stockée dans les batteries de qualité supérieure."
  },
  {
    "Id": "trade26",
    "Name": "Soie stellaire",
    "Group": "Marchandise",
    "Description": "Plusieurs bobines de soie stellaire.\n\nLa soie stellaire est tissée sur d'énormes métiers à tisser solaires en orbite autour des planètes commerçantes. Les rayons cosmiques influencent les motifs du tissage, qui peut ensuite être utilisé dans le traitement des matériaux avancés."
  },
  {
    "Id": "trade27",
    "Name": "Données utilisateur décryptées",
    "Group": "Marchandise",
    "Description": "Une caisse remplie de disque durs, dont chacun contient de nombreuses quantités de données utilisateur décryptées.\n\nDe faible valeur séparément, ces référentiels pris ensemble peuvent être traités et scannés à la recherche de données importantes. Ce traitement a lieu dans les systèmes à l'économie basée sur les matériaux avancés."
  },
  {
    "Id": "trade28",
    "Name": "Gouttelettes de comète",
    "Group": "Marchandise",
    "Description": "Plusieurs boîtes de gouttelettes de comète. \n\n\nAu nom commercial compliqué pour des morceaux de météorites, ces pierres sont néanmoins extrêmement précieuses pour les économies basées sur les matériaux avancés qui peuvent les traiter."
  },
  {
    "Id": "trade29",
    "Name": "Sphère ionique",
    "Group": "Marchandise",
    "Description": "Une caisse remplie de sphères ioniques.\n\nCes délicates sphères en verre abritent une réplique à petite échelle de la haute atmosphère. Scintillants et hypnotisants, ces globes sont aussi importants pour la fabrication d'alliages de matériaux avancés."
  },
  {
    "Id": "trade30",
    "Name": "Coordinateurs de téléportation",
    "Group": "Marchandise",
    "Description": "Un pack de coordinateurs de téléportation étalonnés avec précision.\n\nCes circuits pas plus gros qu'une tête d'épingle sont indispensables au procédé d'insertion délicat de matériau de renfort dans les alliages avancés. Ils peuvent également se révéler utiles pour la vente à distance."
  },
  {
    "Id": "trade31",
    "Name": "Énorme rouage en métal",
    "Group": "Composants industriels",
    "Description": "Plusieurs rouages énormes.\n\nDes roues dentées solides de bonne facture. Même si elles ne font pas partie des technologies de pointe, elles restent un élément indispensable pour de nombreuses pièces de machines high tech de la galaxie entière."
  },
  {
    "Id": "trade32",
    "Name": "Piston antiadhésif",
    "Group": "Composants industriels",
    "Description": "Pistons graissés et emballés, prêts à être envoyés.\n\nDes composants high tech nécessitent souvent des éléments qui se déplacent rapidement, ou des moteurs à haute endurance. Sans ces pistons au revêtement spécial, le taux d'échec de ces éléments serait bien plus élevé."
  },
  {
    "Id": "trade33",
    "Name": "Découpleur d'engrenage à six dents",
    "Group": "Composants industriels",
    "Description": "Une caisse de découpleurs d'engrenage.\n\nLa création de composants high tech comporte souvent des couplages d'engrenages accidentels. Ces découpleurs sont particulièrement puissants et peuvent utiliser six dents en même temps."
  },
  {
    "Id": "trade34",
    "Name": "Vilebrequins holographiques",
    "Group": "Composants industriels",
    "Description": "Contenants de données emballés et séparés pour vilebrequins holographiques.\n\nLes vilebrequins sont souvent trop grands, bruyants ou difficiles à entretenir pour être utilisés dans des machines fragiles. Face à une telle situation, les fabricants high tech choisissent ces substituts holographiques."
  },
  {
    "Id": "trade35",
    "Name": "Compresseur de vecteur haute capacité",
    "Group": "Composants industriels",
    "Description": "Une grande caisse de compresseurs de vecteur. \n\nAfin de créer des routes interstellaires, il faut souvent condenser puis reconstituer les dimensions. Ce type de fabrication de composants high tech ne serait pas possible sans des compresseurs de qualité industrielle comme ceux-ci."
  }
]