[
  {
    "Id": "conTech1",
    "Name": "Computadora de base",
    "Group": "Dispositivo de evaluación de lugar",
    "Description": "Servicio de registro de tierra portátil.\n\nCuando lo uses, contacta con el archivo universal cartográfico para establecer la propiedad de la tierra. Tras completar con éxito el registro, te permitirá la construcción de módulos de base en cualquier lugar de tu elección."
  },
  {
    "Id": "conTech2",
    "Name": "Plataforma de aterrizaje",
    "Group": "Módulo de construcción",
    "Description": "Una plataforma de aterrizaje estable y reforzada para naves."
  },
  {
    "Id": "conTech3",
    "Name": "Terminal de Comercio Galáctico",
    "Group": "Terminal de comercio",
    "Description": "Una terminal de comercio que ofrece acceso local al instante al mercado de recursos y mercancías."
  },
  {
    "Id": "conTech4",
    "Name": "Estación de salud",
    "Group": "Módulo de recarga de salud",
    "Description": "Módulo de pared que se puede usar para recargar la salud."
  },
  {
    "Id": "conTech5",
    "Name": "Unidad de protección contra peligros",
    "Group": "Sistema de carga de la protección contra peligros",
    "Description": "Módulo de pared que se puede usar para recargar los sistemas de protección contra peligros.\n\nLa unidad de protección contra peligros debe mantenerse alimentada con una fuente de combustible."
  },
  {
    "Id": "conTech6",
    "Name": "Baliza de guardado",
    "Group": "Marcador de control portátil",
    "Description": "Cuando se activan, las balizas son puntos de control de navegación permanentes que permiten volver a visitar lugares específicos.\n\nPermiten al usuario guardar su progreso en cualquier momento."
  },
  {
    "Id": "conTech7",
    "Name": "Punto de guardado",
    "Group": "Módulo de construcción",
    "Description": "Un punto de guardado construible para administrar tu progreso."
  },
  {
    "Id": "conTech8",
    "Name": "Intensificador de señal",
    "Group": "Escáner ambiental",
    "Description": "Un escáner versátil que detecta edificios cercanos. Puede descifrar datos de navegación para localizar ubicaciones específicas.\n\nEl intensificador de señal puede desmantelarse y reubicarse para facilitar su transporte."
  },
  {
    "Id": "conTech9",
    "Name": "Reactor de antimateria",
    "Group": "Unidad de bariogénesis",
    "Description": "Este dispositivo es un reactor de bariogénesis autónomo, que puede recoger paradojas de realidad y convertirlas en antimateria utilizable. El usuario debe monitorizar los niveles de combustible para asegurar las operaciones continuadas.\n\nLa antimateria resultante es contenida con seguridad para su uso en todas las unidades de potencia de hiperespacio estándar."
  },
  {
    "Id": "conTech10",
    "Name": "Módulo de teletransporte de base",
    "Group": "Dispositivo de transferencia de materia a larga distancia",
    "Description": "Un dispositivo de teletransporte personal que permite al usuario desplazarse con rapidez entre sus bases construidas, así como a cualquier terminal de estación espacial conectada a su red.\n\nSe insta al usuario a que verifique la integridad de su red antes de insertar cualquier materia de la que no pueda desprenderse."
  },
  {
    "Id": "conTech11",
    "Name": "Puesto de mando de flota",
    "Group": "Terminal de gestión de expedición",
    "Description": "Estación de gestión de flota principal. Esta estación de comunicaciones holográficas avanzadas es vital para gestionar las expediciones de la flota desde la comodidad de tu nave principal.\n\nSe advierte al usuario que se necesitan varias estaciones para gestionar más de una expedición al mismo tiempo."
  },
  {
    "Id": "conTech12",
    "Name": "Unidad de investigación de construcción",
    "Group": "Dispositivo de recuperación de tecnología",
    "Description": "Dispositivo de investigación de planos portátil.\n\nEste módulo de investigación desplegable de campo permite al usuario convertir módulos de tecnología antiguos o dañados en planos de construcción avanzados."
  },
  {
    "Id": "conTech13",
    "Name": "Refinería portátil",
    "Group": "Unidad de refinería automatizada",
    "Description": "Una pieza vital de equipamiento planetario. Larefinería permite procesar las sustancias recogidas en materiales más potentes y más avanzados.\n\nLa refinería portátil se puede desmontar y volver a desplegar para facilitar el transporte. Ten en cuenta que la refinería portátil requiere combustible para funcionar."
  },
  {
    "Id": "conTech14",
    "Name": "Refinería mediana",
    "Group": "Unidad de refinería automatizada",
    "Description": "Una pieza vital de equipamiento planetario. Larefinería permite procesar las sustancias recogidas en materiales más potentes y más avanzados.\n\nLa refinería mediana permite combinar dos sustancias diferentes en un material nuevo o mejorar el índice de procesamiento de materiales. \n\nLa refinería mediana debe instalarse en una base habitable, pero no requiere fuentes de energía adicionales."
  },
  {
    "Id": "conTech15",
    "Name": "Refinería grande",
    "Group": "Unidad de refinería automatizada",
    "Description": "Una pieza vital de equipamiento planetario. Larefinería permite procesar las sustancias recogidas en materiales más potentes y más avanzados.\n\nLa refinería grande permite combinar tres sustancias diferentes en un material nuevo o mejorar el índice de procesamiento de materiales. \n\nLa refinería grande debe instalarse en una base habitable, pero no requiere fuentes de energía adicionales."
  },
  {
    "Id": "conTech16",
    "Name": "Modificador de apariencia",
    "Group": "Personalizar aspecto personal",
    "Description": "Un módulo construible que permite a los usuarios ajustar su apariencia personal.\n\nEl módulo aplica técnicas holográficas avanzadas para recalibrar la luz que rodea al usuario, permitiéndole adoptar cualquier apariencia que desee. Los datos visuales deben ser formateados adecuadamente antes de usarlos."
  },
  {
    "Id": "conTech17",
    "Name": "Procesador de nutrientes",
    "Group": "Unidad de sustento portátil",
    "Description": "Un extractor de nutrientes portátil, capaz de procesar y refinar los ingredientes reunidos en productos comestibles.\n\nSe advierte al usuario que el consumo de los productos generados se hace enteramente a su cuenta y riesgo."
  },
  {
    "Id": "conTech18",
    "Name": "Alimentador automatizado",
    "Group": "Robot agrícola",
    "Description": "Una unidad robótica de crianza diseñada para suministrar alimentos de forma automática a las criaturas cercanas.\n\nCuando tenga energía, atraerá a la vida animal cercana. Mantén los depósitos de cebos llenos para suministrar el alimento deseado a los seres vivos."
  },
  {
    "Id": "conTech19",
    "Name": "Unidad de ganado",
    "Group": "Robot de recolección automática",
    "Description": "Una unidad robótica agrícola, diseñada para recolectar de forma automática sustancias de las criaturas. Necesita energía\n\nLas criaturas preparadas para que se recolecte leche, huevos u otro producto especial de ellas, se acercarán a la unidad de ganado y depositarán sus artículos. Las criaturas no sufrirán ningún daño durante el proceso.\n\nRecolectará productos de criaturas alimentadas a mano o a través de un alimentador automatizado."
  },
  {
    "Id": "conTech20",
    "Name": "Módulo de mensajes",
    "Group": "Terminal de comunicaciones",
    "Description": "Un contenedor de información pequeño y accesible para dejar mensajes o ver mensajes e hilos de información cortos."
  },
  {
    "Id": "conTech21",
    "Name": "Estación de comunicación",
    "Group": "Terminal de comunicaciones",
    "Description": "Una terminal para la composición y transmisión de mensajes a otros viajeros."
  },
  {
    "Id": "conTech22",
    "Name": "Geoplataforma Nómada",
    "Group": "Módulo de construcción",
    "Description": "Una instalación segura subterránea de estacionamiento para la exonave nómada ligera."
  },
  {
    "Id": "conTech23",
    "Name": "Geoplataforma Errante",
    "Group": "Módulo de construcción",
    "Description": "Una instalación segura subterránea de estacionamiento para la exonave errante mediana."
  },
  {
    "Id": "conTech24",
    "Name": "Geoplataforma Colosa",
    "Group": "Módulo de construcción",
    "Description": "Una instalación segura subterránea de estacionamiento para la gran exonave Colosa."
  },
  {
    "Id": "conTech25",
    "Name": "Geoplataforma para Peregrina",
    "Group": "Módulo de construcción",
    "Description": "Aparcamiento subterráneo seguro para la exonave ligera Peregrina."
  },
  {
    "Id": "conTech26",
    "Name": "Cámara del Nautilo",
    "Group": "Bahía de atraque de submarino",
    "Description": "Una estación de atraque avanzada y completamente estanca para el submarino Nautilo."
  },
  {
    "Id": "conTech27",
    "Name": "Estación de llamada de exonave",
    "Group": "Dispositivo de translocación de vehículos",
    "Description": "Construcción que permite al usuario llamar a una exonave de su propiedad desde cualquier lugar del planeta.\n\nPara facilitar su uso, está conectada al menú rápido de mando del exotraje."
  },
  {
    "Id": "conTech28",
    "Name": "Terminal de construcción",
    "Group": "Terminal de especialidad",
    "Description": "Una estación de investigación adaptada a las necesidades de los supervisores de construcción y equipada con software de diseño arquitectónico y de ingeniería."
  },
  {
    "Id": "conTech29",
    "Name": "Terminal de exonaves",
    "Group": "Terminal de especialidad",
    "Description": "Una estación de investigación adaptada para las necesidades de mecánicos, y equipada con software de diseño vehicular a medida."
  },
  {
    "Id": "conTech30",
    "Name": "Terminal de armas",
    "Group": "Terminal de especialidad",
    "Description": "Una estación de investigación adaptada a las necesidades de los armeros y equipada para el desarrollo de munición y explosivos, así como tecnología civil selecta."
  },
  {
    "Id": "conTech31",
    "Name": "Terminal científica",
    "Group": "Terminal de especialidad",
    "Description": "Una estación de investigación adaptada a las necesidades de los científicos y equipada para investigación y desarrollo de planos científicos."
  },
  {
    "Id": "conTech32",
    "Name": "Terminal agrícola",
    "Group": "Terminal de especialidad",
    "Description": "Una estación de investigación adaptada a las necesidades de los agricultores y equipada para el análisis y cultivo de cosechas."
  },
  {
    "Id": "conTech33",
    "Name": "Bandeja hidropónica",
    "Group": "Tecnología de agricultura",
    "Description": "Un sistema de crecimiento independiente para el cultivo en interiores de cosechas agrícolas.\n\nRequisito de construcción: debe colocarse en interiores."
  },
  {
    "Id": "conTech34",
    "Name": "Bandeja hidropónica grande",
    "Group": "Tecnología de labranza",
    "Description": "Un sistema autosuficiente de crecimiento para cultivos agrícolas en interiores. Da soporte hasta a cuatro plantas.\n\nRequisitos de construcción: debe ubicarse en interiores."
  },
  {
    "Id": "conTech35",
    "Name": "Contenedor",
    "Group": "Unidad de almacenamiento",
    "Description": "Almacenamiento espacioso adicional para elementos de inventario."
  },
  {
    "Id": "conTech36",
    "Name": "Unidad de almacenamiento de carguero",
    "Group": "Módulo de carguero personalizado",
    "Description": "Unidad de almacenamiento híbrida de alta capacidad/módulo de estanterías para su instalación en cargueros interestelares.\n\nCompatible con todos los accesorios estándar de soporte vital."
  },
  {
    "Id": "conTech38",
    "Name": "Amplificador de fuerza de la carrera",
    "Group": "Parte de la carrera",
    "Description": "Proporciona un impulso a tu exonave durante la carrera."
  },
  {
    "Id": "conTech39",
    "Name": "Obstáculo de la carrera",
    "Group": "Parte de la carrera",
    "Description": "Proporciona un desafío extra en las carreras de exonaves."
  },
  {
    "Id": "conTech40",
    "Name": "Iniciador de carreras",
    "Group": "Parte de la carrera",
    "Description": "Esta plataforma actúa como la línea de inicio y de final para las pruebas de campo de exonaves, lo que permite a los viajeros practicar maniobras y velocidad."
  },
  {
    "Id": "conTech41",
    "Name": "Refugio marino",
    "Group": "Módulo de supervivencia de aguas profundas",
    "Description": "Un módulo de supervivencia de emergencia.\n\nSe puede desplegar con rapidez en el fondo marino en caso de emergencia de oxígeno o de otro sistema de soporte vital del exotraje. Proporciona un refugio temporal ante los peligros medioambientales, los depredadores y otras fuerzas hostiles que se hallan en las profundidades del océano."
  },
  {
    "Id": "conTech42",
    "Name": "Creador de esferas",
    "Group": "Fabricante experimental",
    "Description": "Un dispositivo de fabricación específico, desarrollado con la intención de hallar la esfera más perfecta del universo.\n\nNecesita energía para funcionar. Creará una gran esfera, preparada para cualquier experimento que se considere necesario."
  },
  {
    "Id": "conTech43",
    "Name": "Caja de ruido",
    "Group": "Dispositivo de sonido",
    "Description": "Un módulo de construcción especial diseñado para emitir un ruido de alta frecuencia. El tono se puede ajustar a las necesidades del usuario.\n\nNecesita energía para funcionar."
  },
  {
    "Id": "conTech44",
    "Name": "Recolector de oxígeno",
    "Group": "Dispositivo de procesamiento de atmósferas",
    "Description": "Este dispositivo es un extractor de atmósfera autónomo, que puede recoger y purificar oxígeno del aire. El usuario debe monitorizar los niveles de combustible para asegurar las operaciones continuadas.\n\nEl gas resultante es comprimido y procesado para su uso en todos los sistemas de soporte vital estándar."
  },
  {
    "Id": "conTech45",
    "Name": "Unidad de extracción autónoma",
    "Group": "Dispositivo de extracción portátil",
    "Description": "Una cosechadora automatizada para la extracción de recursos. Una vez que se activa, la UEA extrae minerales sin necesidad de supervisión, proporcionando una producción regular hasta agotar el sitio."
  },
  {
    "Id": "conTech46",
    "Name": "Extractor de minerales",
    "Group": "Módulo de distribución de energía",
    "Description": "Un recolector de minerales automatizado. Determina un lugar con la mejora de inspección del visor de análisis. Los índices de extracción de minerales y los minerales producidos variarán según el lugar.\n\nNecesita energía para funcionar. Conecta los silos con canalizaciones para facilitar la recolección en más lugares adecuados."
  },
  {
    "Id": "conTech47",
    "Name": "Extractor de gas",
    "Group": "Módulo de distribución de energía",
    "Description": "Un recolector de gas automatizado. Determina un lugar con la mejora de inspección del visor de análisis. Los índices de extracción de gas y los gases producidos variarán según el lugar.\n\nNecesita energía para funcionar. Conecta los silos con canalizaciones para facilitar la recolección en más lugares adecuados."
  },
  {
    "Id": "conTech48",
    "Name": "Depósito de suministro",
    "Group": "Módulo de distribución de sustancia",
    "Description": "Unidad de almacenamiento automática. Se conecta a una cuadrícula de suministro por medio de canalizaciones.\n\nAlmacena de forma automática la producción de varios extractores de minerales y gases, lo que permite un aumento de capacidad y un emplazamiento más eficaz. Se puede ubicar a gran distancia del lugar de extracción."
  },
  {
    "Id": "conTech49",
    "Name": "Tubería de suministro",
    "Group": "Módulo de distribución de energía",
    "Description": "Una canalización flexible y de gran resistencia capaz de soportar un ambiente interno de alta presión.\n\nSe usa para conectar varios extractores de minerales y gases a silos."
  },
  {
    "Id": "conTech50",
    "Name": "Panel solar",
    "Group": "Módulo de distribución de energía",
    "Description": "Esta matriz solar es un generador de energía eficiente que convierte la luz solar en la energía eléctrica necesaria para abastecer muchas estructuras de la base.\n\nNo genera energía durante la noche. Acompañar de baterías para almacenar energía para las horas de oscuridad."
  },
  {
    "Id": "conTech51",
    "Name": "Generador electromagnético",
    "Group": "Módulo de distribución de energía",
    "Description": "Cuando se coloca adecuadamente en una zona de gran potencia de campo, las eficaces dinamos electromagnéticas se usan para generar energía casi ilimitada.\n\nLocaliza lugares adecuados con la mejora de inspección del visor de análisis. La producción de energía variará según el lugar."
  },
  {
    "Id": "conTech52",
    "Name": "Reactor de biocombustible",
    "Group": "Módulo de distribución de energía",
    "Description": "Un pequeño generador de energía. Quema el combustible con base de carbono que se coloque en su tanque de horneado y lo convierte en energía útil.\n\nConecta generadores de energía a estructuras de base y tecnologías con cableado eléctrico. Muchas piezas necesitan energía para su funcionamiento."
  },
  {
    "Id": "conTech53",
    "Name": "Cableado eléctrico",
    "Group": "Módulo de distribución de energía",
    "Description": "Cableado eléctrico de alta capacidad. Usa el cableado para conectar generadores de energía a tu base. La mayoría de la tecnología, así como las estructuras con sistemas de iluminación incorporados, requieren una fuente de energía para funcionar.\n\nEl cableado se puede conectar a varios interruptores para facilitar un flujo de energía selectivo."
  },
  {
    "Id": "conTech54",
    "Name": "Cable de teletransporte",
    "Group": "Módulo de distribución de energía",
    "Description": "Un cable de fibra óptica avanzada que está diseñado para unir uno o más teletransportadores de corta distancia."
  },
  {
    "Id": "conTech55",
    "Name": "Interruptor de pared",
    "Group": "Módulo de distribución de energía",
    "Description": "Un dispositivo de gestión de energía. El interruptor conmuta el flujo de energía cuando se tira de él.\n\nLos interruptores necesitan tanto energía como cables de señal para controlar un dispositivo."
  },
  {
    "Id": "conTech56",
    "Name": "Interruptor de suelo",
    "Group": "Módulo de distribución de energía",
    "Description": "Un dispositivo de gestión de energía. El interruptor conmuta el flujo de energía cuando se lo pisa o se lo activa.\n\nLos interruptores necesitan tanto energía como cables de señal para controlar un dispositivo."
  },
  {
    "Id": "conTech57",
    "Name": "Batería",
    "Group": "Módulo de distribución de energía",
    "Description": "Unidades de almacenamiento de energía altamente eficientes. Conectadas a una cuadrícula de energía, los circuitos de gestión de energía integrados automáticamente harán uso de la capacidad sobrante para cargar sus células.\n\nCuando la cuadrícula intente absorber más energía de la que se suministre en ese momento, la batería entregará la energía de forma automática para compensar el déficit."
  },
  {
    "Id": "conTech58",
    "Name": "Interruptor de proximidad",
    "Group": "Módulo de distribución de energía",
    "Description": "Un dispositivo de gestión de energía. El interruptor conmuta el flujo de energía cuando se detecta una entidad cercana.\n\nLos interruptores necesitan tanto energía como cables de señal para controlar un dispositivo."
  },
  {
    "Id": "conTech59",
    "Name": "Botón",
    "Group": "Módulo de distribución de energía",
    "Description": "Un dispositivo de gestión de energía. El interruptor conmuta el flujo de energía cuando se lo utiliza.\n\nLos interruptores necesitan tanto energía como cables de señal para controlar un dispositivo."
  },
  {
    "Id": "conTech60",
    "Name": "Inversor de energía",
    "Group": "Módulo de distribución de energía",
    "Description": "Un dispositivo de gestión de energía. El interruptor conmuta el flujo de energía cuando se lo utiliza.\n\nLos interruptores necesitan tanto energía como cables de señal para controlar un dispositivo."
  },
  {
    "Id": "conTech61",
    "Name": "Cambio automático",
    "Group": "Módulo de distribución de energía",
    "Description": "Un dispositivo de gestión de energía, este interruptor conmuta el flujo de energía cuando recibe una señal entrante.\n\nLos interruptores necesitan tanto energía como cables de señal para controlar un dispositivo."
  },
  {
    "Id": "conTech62",
    "Name": "Teletransportador de corto alcance",
    "Group": "Red de transporte instantáneo",
    "Description": "Un teletransportador de baja energía, diseñado para viajes instantáneos a cortas distancias.\n\nCuando está conectado a una fuente de energía y a otro teletransportador de corto alcance permite viajar de forma casi instantánea entre ubicaciones cercanas."
  },
  {
    "Id": "conTech63",
    "Name": "Geoplataforma del Minotauro",
    "Group": "Bahía de almacenamiento de cargador pesado",
    "Description": "Una instalación segura para el estacionamiento, la llamada y la personalización del híbrido de exotraje pesado Minotauro.\n\nDespliega el Minotauro desde el menú rápido. Con la ayuda de un materializador de exonave orbital instalado en el interior de un carguero, el Minotauro puede desplegarse al instante en cualquier ubicación dentro del mismo sistema en el que se encuentre la nave nodriza."
  }
]