[
  {
    "Id": "raw1",
    "Name": "Carbono",
    "Abbrev": "C",
    "Group": "Elemento orgánico sin refinar",
    "Rarity": "Common",
    "Description": "El bloque de construcción de toda vida orgánica. De importancia crítica para los viajeros espaciales, ya que el carbono se utiliza para recargar equipamiento de extracción.\n \nEl láser de extracción recolectará carbono de árboles, plantas y otras formas de vegetación."
  },
  {
    "Id": "raw2",
    "Name": "Carbono condensado",
    "Abbrev": "C+",
    "Group": "Elemento orgánico refinado",
    "Rarity": "Uncommon",
    "Description": "Material avanzado, procesado a partir de carbono normal en una refinería.\n\nLa densidad molecular aumentada ofrece una relación de energía por gramos mejorada de forma sustancial.\n\nOcasionalmente, se encuentra en forma cristalina. Es posible que se necesite un láser de extracción avanzado para su recolección."
  },
  {
    "Id": "raw3",
    "Name": "Oxígeno",
    "Abbrev": "O2",
    "Group": "Combustible líquido concentrado",
    "Rarity": "Common",
    "Description": "Vital para la tecnología de filtrado atmosférico principal del sistema de soporte vital del exotraje.\n\nEl procesado de material del exotraje permite que se recolecte oxígeno directamente de la flora planetaria apropiada.\n\nEl visor de análisis puede escanear otra vegetación para revelar fuentes de oxígeno alternativas."
  },
  {
    "Id": "raw4",
    "Name": "Hexita",
    "Abbrev": "X",
    "Group": "Elemento orgánico sin refinar",
    "Rarity": "Common",
    "Description": "Una sustancia inodora, rica en minerales, con una estructura cristalina hexagonal, que se recolecta de la materia fecal de una criatura."
  },
  {
    "Id": "raw5",
    "Name": "Dihidrógeno",
    "Abbrev": "H",
    "Group": "Sustancia de gran energía",
    "Rarity": "Common",
    "Description": "Una forma estable y cristalina de hidrógeno singular debido a su extrema densidad de energía y a su aparente estabilidad bajo presiones atmosféricas.\n\nComún en todos los mundos, el dihidrógeno se encuentra en forma de grandes cristales azules. Es un componente clave de combustible de lanzamiento de nave espacial."
  },
  {
    "Id": "raw6",
    "Name": "Deuterio",
    "Abbrev": "D",
    "Group": "Sustancia de gran energía",
    "Rarity": "Common",
    "Description": "Un isótopo de hidrógeno estable muy usado en reactores de fusión de pequeña escala y tecnología de escudos de dispersión de neutrones.\n\nEl deuterio rara vez se encuentra en forma natural. La mayoría del suministro de la galaxia procede del procesamiento de dihidrógeno y tritioen refinerías."
  },
  {
    "Id": "raw7",
    "Name": "Tritio",
    "Abbrev": "H3",
    "Group": "Elemento combustible rico en neutrones",
    "Rarity": "Common",
    "Description": "Isótopo radiactivo que se suele emplear como combustible para el reactor de fusión de los motores de pulso de la nave.\n\nEl tritio, abundante en campos de asteroides interestelares, se puede extraer de los asteroides usando el armamento de la nave."
  },
  {
    "Id": "raw8",
    "Name": "Polvo de ferrita",
    "Abbrev": "Fe",
    "Group": "Extracto de mineral metálico",
    "Rarity": "Common",
    "Description": "Elemento mineral abundante, que se halla en formaciones rocosas y otras zonas de interés geológico. Se extrae fácilmente con un láser de extracción.\n\nPor lo general, precisa procesarse en una refinería antes de utilizarse en la construcción o la fabricación de tecnología."
  },
  {
    "Id": "raw9",
    "Name": "Ferrita pura",
    "Abbrev": "Fe+",
    "Group": "Mineral metálico procesado",
    "Rarity": "Uncommon",
    "Description": "Metal procesado, libre de polvo e impurezas. Se utiliza para construir una amplia gama de estructuras y tecnologías.\n\nPor lo general, se purifica a partir de polvo de ferrita en una refinería, pero, a veces, se puede encontrar en grandes depósitos. Su recolección puede requerir un láser de extracción avanzado."
  },
  {
    "Id": "raw10",
    "Name": "Ferrita imantada",
    "Abbrev": "Fe++",
    "Group": "Elemento metálico cargado",
    "Rarity": "Uncommon",
    "Description": "Metal altamente procesado, que requiere varias fases de procesamiento en una refinería.\n\nSe utiliza en la creación de tecnologías y estructuras avanzadas. Evitar la ingesta."
  },
  {
    "Id": "raw11",
    "Name": "Polvo de silicato",
    "Abbrev": "Si",
    "Group": "Mineral abundante",
    "Rarity": "Common",
    "Description": "Un elemento mineral abundante que se encuentra en los estratos geológicos de todos los mundos rocosos. Se extrae fácilmente mediante un manipulador de terreno. Crea un túnel en cualquier parte para iniciar la extracción.\n\nProcésalo en una refinería para crear vidrio."
  },
  {
    "Id": "raw12",
    "Name": "Sodio",
    "Abbrev": "Na",
    "Group": "Elemento catalítico sin refinar",
    "Rarity": "Uncommon",
    "Description": "Un potente catalizador, útil para cargar tecnologías defensivas como escudos o protección contra peligros.\n \nLa tecnología de manejo de material del exotraje permite su recolección automática de la flora rica en sodio apropiada.\n\nUn ingrediente vital en la creación de numerosos dispositivos, productos y componentes avanzados."
  },
  {
    "Id": "raw13",
    "Name": "Nitrato de sodio",
    "Abbrev": "Na+",
    "Group": "Elemento catalítico refinado",
    "Rarity": "Rare",
    "Description": "Un catalizador avanzado, útil para cargar tecnologías defensivas como escudos o protección contra peligros.\n \nCreado en una refinería o encontrado ocasionalmente en forma cristalina en la superficie de un planeta.\n\nOfrece una proporción de energía por gramo sustancialmente mejorada sobre el sodio normal."
  },
  {
    "Id": "raw14",
    "Name": "Cobalto",
    "Abbrev": "Co",
    "Group": "Mineral subterráneo",
    "Rarity": "Common",
    "Description": "El cobalto, que se extrae de minerales subterráneos, se encuentra en cuevas y otras cavernas subterráneas en grandes cantidades. Es útil en la fabricación de baterías de iones.\n\nSe utiliza en la creación de varias tecnologías y estructuras, y se puede procesar en una refinería para aprovechar al máximo su carga inherente."
  },
  {
    "Id": "raw15",
    "Name": "Cobalto ionizado",
    "Abbrev": "Co+",
    "Group": "Mineral subterráneo procesado",
    "Rarity": "Rare",
    "Description": "Este metal procesado, una forma altamente energizada del cobalto, se puede utilizar para crear baterías de iones avanzadas, una fuente de energía portátil muy conveniente para el exotraje.\n\nTiene un uso extenso como componente clave en la creación de tecnologías y estructuras avanzadas."
  },
  {
    "Id": "raw16",
    "Name": "Sal",
    "Abbrev": "NaCl",
    "Group": "Extracto de mineral acuático",
    "Rarity": "Common",
    "Description": "Una sal de origen natural que se encuentra en abundancia en minerales subacuáticos.\n\nSe puede procesar en una refinería para crear cloro, que se utiliza en la fabricación de tecnologías y productos avanzados."
  },
  {
    "Id": "raw17",
    "Name": "Cloro",
    "Abbrev": "Cl",
    "Group": "Mineral acuático procesado",
    "Rarity": "Rare",
    "Description": "Un elemento reactivo que se puede recolectar procesando los minerales salinos que se encuentran en los océanos.\n\nSe utiliza en la fabricación de tecnologías avanzadas."
  },
  {
    "Id": "raw18",
    "Name": "Citofosfato",
    "Abbrev": "Cy",
    "Group": "Compuesto orgánico",
    "Rarity": "Rare",
    "Description": "Un compuesto orgánico verde azulado producido durante el ciclo metabólico de la vegetación de las aguas profundas. Los citofosfatos, ricos en energía soluble, son cruciales para muchas tecnologías submarinas.\n \nEl láser de extracción recolectará compuestos de citofosfatos de la flora submarina."
  },
  {
    "Id": "raw19",
    "Name": "Cobre",
    "Abbrev": "Cu",
    "Group": "Metal estelar refinado: amarillo",
    "Rarity": "Common",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella. Este material estelar acaba formando depósitos en la corteza de los planetas locales.\n\nEl cobre se encuentra en planetas que orbitan estrellas amarillas, y se puede colocar en una refinería para crear el metal cromático purificado que se utiliza en la fabricación de tecnologías avanzadas."
  },
  {
    "Id": "raw20",
    "Name": "Cadmio",
    "Abbrev": "Cd",
    "Group": "Metal estelar refinado: rojo",
    "Rarity": "Rare",
    "Description": "Un metal cromático generado por fusión en el núcleo de una estrella. Este material estelar acaba formando depósitos en la corteza de los planetas locales.\n\nEl cadmio se encuentra en planetas que orbitan estrellas rojas y se puede colocar en una refinería para crear un metal cromático apto para muchos procesos tecnológicos."
  },
  {
    "Id": "raw21",
    "Name": "Emerilio",
    "Abbrev": "Em",
    "Group": "Metal estelar refinado: verde",
    "Rarity": "Rare",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella.\n\nEl emerilio se encuentra en planetas que orbitan estrellas verdes, y se puede colocar en una refinería para crear el metal cromático purificado que se utiliza en la fabricación de tecnologías avanzadas."
  },
  {
    "Id": "raw22",
    "Name": "Indio",
    "Abbrev": "In",
    "Group": "Metal estelar refinado: azul",
    "Rarity": "Rare",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella. Este material estelar acaba formando depósitos en la corteza de los planetas locales.\n\nEl indio se encuentra en planetas que orbitan estrellas azules, y se puede colocar en una refinería para crear el metal cromático purificado que se utiliza en la fabricación de tecnologías avanzadas."
  },
  {
    "Id": "raw23",
    "Name": "Metal cromático",
    "Abbrev": "Ch",
    "Group": "Metal estelar altamente refinado",
    "Rarity": "Rare",
    "Description": "Una aleación de metal procesada, creada en una refinería de metales estelares: cobre, cadmio, emerilio e indio.\n\nProducirá el metal estelar más raro, el metal más cromático.\n\nEste valioso metal se utiliza en la creación de muchas tecnologías avanzadas."
  },
  {
    "Id": "raw24",
    "Name": "Parafinio",
    "Abbrev": "Pf",
    "Group": "Elemento de tierra localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto de mineral local, que se encuentra, por lo general, en grandes depósitos o se extrae de minerales comunes tras una inspección con el visor de análisis.\n\nSuele encontrarse en planetas con un ambiente tropical."
  },
  {
    "Id": "raw25",
    "Name": "Pirita",
    "Abbrev": "Py",
    "Group": "Elemento de tierra localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto de mineral local, que se encuentra, por lo general, en grandes depósitos o se extrae de minerales comunes tras una inspección con el visor de análisis.\n\nSuele encontrarse en planetas con un ambiente desértico."
  },
  {
    "Id": "raw26",
    "Name": "Amonio",
    "Abbrev": "NH3",
    "Group": "Elemento de tierra localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto de mineral local, que se encuentra, por lo general, en grandes depósitos o se extrae de minerales comunes tras una inspección con el visor de análisis.\n\nSuele encontrarse en planetas con un medio ambiente tóxico."
  },
  {
    "Id": "raw27",
    "Name": "Uranio",
    "Abbrev": "U",
    "Group": "Elemento de tierra localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto de mineral local, que se encuentra, por lo general, en grandes depósitos o se extrae de minerales comunes tras una inspección con el visor de análisis.\n\nSuele encontrarse en planetas con un medio ambiente radiactivo."
  },
  {
    "Id": "raw28",
    "Name": "Dioxita",
    "Abbrev": "CO2",
    "Group": "Elemento de tierra localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto de mineral local, que se encuentra, por lo general, en grandes depósitos o se extrae de minerales comunes tras una inspección con el visor de análisis.\n\nSuele encontrarse en planetas con un medio ambiente congelado."
  },
  {
    "Id": "raw29",
    "Name": "Fósforo",
    "Abbrev": "P",
    "Group": "Elemento de tierra localizado",
    "Rarity": "Uncommon",
    "Description": "Extracto de mineral local, que se encuentra, por lo general, en grandes depósitos o se extrae de minerales comunes tras una inspección con el visor de análisis.\n\nSuele encontrarse en planetas con un ambiente abrasado."
  },
  {
    "Id": "raw30",
    "Name": "Mordita",
    "Abbrev": "Mo",
    "Group": "Sustancia recolectada",
    "Rarity": "Common",
    "Description": "A pesar de muchos estudios, se sabe poco acerca de este compuesto cristalino e inquietante.\n\nSe libera de los cadáveres de criaturas moribundas, pero también se puede cultivar y recolectar específicamente de la raíz de la mordita."
  },
  {
    "Id": "raw31",
    "Name": "Púgneo",
    "Abbrev": "Pg",
    "Group": "Material anómalo",
    "Rarity": "Rare",
    "Description": "Este líquido aceitoso y perturbador gotea de los circuitos de los Centinelas.\n\nApreciado por los Vy'keen, se cree que el púgneo comparte algunas propiedades esenciales con los nanitos. Emite un zumbido de forma siniestra en contacto con materia orgánica."
  },
  {
    "Id": "raw32",
    "Name": "Plata",
    "Abbrev": "Ag",
    "Group": "Mineral valioso de asteroide",
    "Rarity": "Common",
    "Description": "Mineral interestelar con valor comercial que se suele extraer de los asteroides. Se encuentra ocasionalmente en depósitos planetarios subterráneos.\n\nApreciado en todos los sistemas por su lustre y su brillo."
  },
  {
    "Id": "raw33",
    "Name": "Oro",
    "Abbrev": "Au",
    "Group": "Mineral valioso de asteroide",
    "Rarity": "Uncommon",
    "Description": "Mineral interestelar con gran valor comercial que se suele extraer de los asteroides. Se encuentra ocasionalmente en depósitos planetarios subterráneos.\n\nApreciado universalmente por su belleza y su versatilidad."
  },
  {
    "Id": "raw34",
    "Name": "Platino",
    "Abbrev": "Pt",
    "Group": "Mineral valioso de asteroide",
    "Rarity": "Rare",
    "Description": "Mineral interestelar con un inmenso valor comercial que se suele extraer de los asteroides. Se encuentra ocasionalmente en depósitos planetarios subterráneos.\n\nApreciado universalmente por su durabilidad y su versatilidad."
  },
  {
    "Id": "raw35",
    "Name": "Sulfurina",
    "Abbrev": "Su",
    "Group": "Gas atmosférico comprimido",
    "Rarity": "Common",
    "Description": "Un gas atmosférico penetrante, extremadamente peligroso para la vida orgánica cuando se presenta en concentraciones altas.\n\nCon la ayuda de maquinaria especializada, se puede extraer de las atmósferas de planetas abrasados y desérticos."
  },
  {
    "Id": "raw36",
    "Name": "Radón",
    "Abbrev": "Rn",
    "Group": "Gas atmosférico comprimido",
    "Rarity": "Uncommon",
    "Description": "Gas inodoro e incoloro con una vida media relativamente corta. \n\nSe encuentra tanto en atmósferas radiactivas como congeladas y proviene de la descomposición de otros elementos altamente energéticos."
  },
  {
    "Id": "raw37",
    "Name": "Nitrógeno",
    "Abbrev": "N",
    "Group": "Gas atmosférico comprimido",
    "Rarity": "Rare",
    "Description": "Gas atmosférico reactivo que se encuentra allá donde haya vida orgánica.\n\nEl nitrógeno se obtiene fácilmente de las atmósferas de los planetas exuberantes y tóxicos."
  },
  {
    "Id": "raw38",
    "Name": "Cobre activado",
    "Abbrev": "Cu",
    "Group": "Metal estelar refinado: amarillo",
    "Rarity": "Common",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella.\n\nEste cobre se activó a causa de las condiciones extremas en las que se formó y tiene un gran valor.\n\nEl cobre se encuentra en planetas que orbitan estrellas amarillas, y se puede colocar en una refinería para crear el metal cromático purificado."
  },
  {
    "Id": "raw39",
    "Name": "Cadmio activado",
    "Abbrev": "Cd",
    "Group": "Metal estelar refinado: rojo",
    "Rarity": "Rare",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella.\n\nEste cadmio se activó a causa de las condiciones extremas en las que se formó y tiene un gran valor.\n\nEl cadmio se encuentra en planetas que orbitan estrellas rojas, y se puede colocar en una refinería para crear el metal cromático purificado."
  },
  {
    "Id": "raw40",
    "Name": "Emerilio activado",
    "Abbrev": "Em",
    "Group": "Metal estelar refinado: verde",
    "Rarity": "Rare",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella.\n\nEste emerilio se activó a causa de las condiciones extremas en las que se formó y tiene un gran valor.\n\nEl emerilio se encuentra en planetas que orbitan estrellas verdes, y se puede colocar en una refinería para crear el metal cromático purificado."
  },
  {
    "Id": "raw41",
    "Name": "Indio activado",
    "Abbrev": "In",
    "Group": "Metal estelar refinado: azul",
    "Rarity": "Rare",
    "Description": "Un metal cromático, generado por fusión en el núcleo de una estrella.\n\nEl indio se encuentra en planetas que orbitan estrellas azules, y se puede colocar en una refinería para crear el metal cromático purificado.\n\nEste indio se activó a causa de las condiciones extremas en las que se formó y tiene un gran valor."
  },
  {
    "Id": "raw42",
    "Name": "Moho fúngico",
    "Abbrev": "Ml",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Rare",
    "Description": "Sustancia con un brillo extraño extraída de las laminillas de los grupos fúngicos.\n\nLa planta huésped requiere un clima tóxico para prosperar en la naturaleza, pero puede cultivarse en todos los entornos con la ayuda de una  bandeja hidropónica."
  },
  {
    "Id": "raw43",
    "Name": "Cristal de escarcha",
    "Abbrev": "Fc",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Rare",
    "Description": "Compuesto orgánico con una preciosa estructura cristalina azul que posee una gran resistencia y una translucidez brillosa. Se obtiene de las hojas del heliantemo.\n\nEste necesita entornos congelados para prosperar en la naturaleza, pero se puede cultivar en todos los entornos con la ayuda de una bandeja hidropónica."
  },
  {
    "Id": "raw44",
    "Name": "Raíz de gamma",
    "Abbrev": "Gr",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Rare",
    "Description": "Sustancia extraña que parece cambiar lentamente el aire a su alrededor. Se encuentra en las raíces de la hierba gamma.\n\nLa hierba gamma requiere alta radiación de fondo para prosperar en la naturaleza, pero puede cultivarse en todos los entornos con la ayuda de una  bandeja hidropónica."
  },
  {
    "Id": "raw45",
    "Name": "Carne de cactus",
    "Abbrev": "Cc",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Rare",
    "Description": "Carne de cactus comestible y deliciosa del equinocactus. Además de ofrecer un toque jugoso al paladar, su carne posee muchos usos industriales.\n\nEl equinocactus solo medra en planetas desérticos, pero puede cultivarse en todos los entornos con la ayuda de una  bandeja hidropónica."
  },
  {
    "Id": "raw46",
    "Name": "Solanio",
    "Abbrev": "So",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Rare",
    "Description": "Sustancia química potente que resistió intentos de síntesis. Se puede recolectar de la corteza de la vid solar.\n\nLa vid requiere un clima caluroso para prosperar en la naturaleza, pero puede cultivarse en todos los entornos con la ayuda de una  bandeja hidropónica."
  },
  {
    "Id": "raw47",
    "Name": "Bulbo estelar",
    "Abbrev": "Ze",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Rare",
    "Description": "Gema preciosa y de gran valor, este preciado producto es la hinchada y luminiscente baya de la zarza estelar\n\nLa planta huésped requiere unas condiciones benignas para prosperar en la naturaleza, pero puede cultivarse en todos los entornos con la ayuda de una bandeja hidropónica."
  },
  {
    "Id": "raw48",
    "Name": "Bulbo de médula",
    "Abbrev": "Bu",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Uncommon",
    "Description": "Bulbo orgánico brillante extraído de la médula de cueva que crece bajo tierra.\n\nLa médula de cueva demostró ser resistente a la domesticación, y no se conocen cultivos cultivables. Como tales, los bulbos de médula deben cosecharse a mano en la naturaleza."
  },
  {
    "Id": "raw49",
    "Name": "Bolsa de algas marinas",
    "Abbrev": "Ke",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Uncommon",
    "Description": "Saco gomoso y luminiscente extraído de las algas marinas luminiscentes que hay bajo el agua.\n\nLa ciencia agrícola aún no domesticó las algas marinas. Como tales, estos sacos no se pueden cultivar."
  },
  {
    "Id": "raw50",
    "Name": "Hecesio",
    "Abbrev": "Hc",
    "Group": "Sustancia agrícola recolectada",
    "Rarity": "Common",
    "Description": "Compuesto fétido que se puede extraer de la flor de pudretripas o de las heces menos apetecibles de algunas especies.\n\nSe puede alimentar a las especies para favorecer que se formen cristales de hecesio con mayor facilidad."
  },
  {
    "Id": "raw51",
    "Name": "Viscosidad residual",
    "Abbrev": "Rd",
    "Group": "Residuo",
    "Rarity": "Common",
    "Description": "Viscosidad fétida palpitante que se acumula en la maquinaria deficientemente mantenida.\n\nNo se aconseja el contacto con la piel."
  },
  {
    "Id": "raw52",
    "Name": "Moho desenfrenado",
    "Abbrev": "Rd",
    "Group": "Residuo",
    "Rarity": "Common",
    "Description": "Moho fuera de control que se acumula en la maquinaria deficientemente mantenida.\n\nEs probable que sean varias especies de moho, mezcladas formando una supercolonia."
  },
  {
    "Id": "raw53",
    "Name": "Metal oxidado",
    "Abbrev": "Rd",
    "Group": "Residuo",
    "Rarity": "Uncommon",
    "Description": "Puñados de metal corroído, distorsionado por los años de exposición al clima hostil.\n\nTratar con cuidado."
  },
  {
    "Id": "raw54",
    "Name": "Cieno vivo",
    "Abbrev": "Rd",
    "Group": "Residuo",
    "Rarity": "Uncommon",
    "Description": "Lodo pesado supurante. Se mueve poco a poco, como si tuviera su propio latido.\n\nFuente de nutrientes: desconocida."
  },
  {
    "Id": "raw55",
    "Name": "Fluidos viscosos",
    "Abbrev": "Rd",
    "Group": "Residuo",
    "Rarity": "Rare",
    "Description": "Líquido extraño y espeso de color turbio. Resulta imposible desentrañar su procedencia.\n\nParece tener algunas propiedades magnéticas leves."
  },
  {
    "Id": "raw56",
    "Name": "Cúmulo de nanitos",
    "Abbrev": "∞",
    "Group": "Divisa tecnológica",
    "Rarity": "Rare",
    "Description": "Densa miasma de nanitos que ondula en su potencialidad. Estos cúmulos son estables, pero la espuma de nanito no restringida puede producir reacciones descontroladas no deseables en presencia de materia orgánica.\n\nSe usa en la construcción de tecnologías avanzadas. Muy valioso para mercaderes especialistas."
  },
  {
    "Id": "raw57",
    "Name": "MERCURIO",
    "Abbrev": "-",
    "Group": "Objeto de recompensa",
    "Rarity": "Rare",
    "Description": "Divisa o reputación ante la facción, dada como recompensa."
  },
  {
    "Id": "raw58",
    "Name": "UNIDADES",
    "Abbrev": "-",
    "Group": "Objeto de recompensa",
    "Rarity": "Rare",
    "Description": "Divisa o reputación ante la facción, dada como recompensa."
  },
  {
    "Id": "raw59",
    "Name": "Sol líquido",
    "Abbrev": "?",
    "Group": "Metal transmutado",
    "Rarity": "Rare",
    "Description": "Metal planetario convencional, sobrecalentado y luego contenido en una forma plasmática estable.\n\nSe extrae de depósitos de terreno metálicos usando un rayo solar. Tremendamente energético."
  },
  {
    "Id": "raw60",
    "Name": "Qualia fragmentados",
    "Abbrev": "?",
    "Group": "Fragmento de alma",
    "Rarity": "Rare",
    "Description": "Un patrón, poco más que una simple onda, grabada en la superficie de una diminuta esquirla metálica. Este fragmento de datos representa una grabación de los impulsos eléctricos que recorren una red neuronal. Se necesitarían muchos fragmentos para recrear una experiencia sensitiva.\n\nSe genera gracias a la interacción del rayo de ánima con un objetivo vivo."
  }
]