[
  {
    "Id": "conTech1",
    "Name": "Компьютер базы",
    "Group": "Устройство оценки участков",
    "Description": "Портативное устройство для регистрации участков.\n\nВо время установки связывается с единым картографическим архивом, и вы получаете права на землю. В случае успешной регистрации пользователь сможет возводить модули базы на любом участке по своему выбору."
  },
  {
    "Id": "conTech2",
    "Name": "Посадочная панель",
    "Group": "Строительный модуль",
    "Description": "Устойчивая, укрепленная посадочная панель для звездолетов."
  },
  {
    "Id": "conTech3",
    "Name": "Терминал галактической торговли",
    "Group": "Торговый терминал",
    "Description": "Торговый терминал, который обеспечивает моментальный доступ к рынку ресурсов и товаров."
  },
  {
    "Id": "conTech4",
    "Name": "Медицинская станция",
    "Group": "Модуль восстановления здоровья",
    "Description": "Настенный модуль, необходимый для восстановления здоровья."
  },
  {
    "Id": "conTech5",
    "Name": "Система защиты от вредных факторов",
    "Group": "Зарядный блок системы защиты от вредных факторов",
    "Description": "Устанавливаемый на стену модуль подзарядки системы защиты от вредных факторов.\n\nСистему защиты от вредных факторов необходимо подпитывать с помощью топлива."
  },
  {
    "Id": "conTech6",
    "Name": "Маяк сохранения",
    "Group": "Портативный навигационный маркер",
    "Description": "После активации маяк моментально создает навигационную точку маршрута, благодаря чему вы сможете легко вернуться туда, где уже были.\n\nПозволяет игроку сохранять прогресс игры в любой момент."
  },
  {
    "Id": "conTech7",
    "Name": "Точка сохранения",
    "Group": "Строительный модуль",
    "Description": "Точка сохранения для управления прогрессом игры."
  },
  {
    "Id": "conTech8",
    "Name": "Усилитель сигнала",
    "Group": "Сканер местности",
    "Description": "Многоцелевой сканер, способный обнаруживать окрестные сооружения. Может расшифровывать навигационные данные и определять точные координаты.\n\nУсилитель сигнала может быть разобран и повторно установлен, что облегчает его переноску."
  },
  {
    "Id": "conTech9",
    "Name": "Реактор антиматерии",
    "Group": "Бариогенетический блок",
    "Description": "Автономный бариогенетический реактор — это устройство может собирать парадоксы реальности и превращать их в полезную антиматерию. Пользователю необходимо периодически заправлять устройство для обеспечения непрерывной работы.\n\nВырабатываемая антиматерия хранится в безопасной форме, готовая для использования в любых стандартных гиперпространственных силовых установках."
  },
  {
    "Id": "conTech10",
    "Name": "Модуль телепортации между базами",
    "Group": "Устройство перемещения материи на дальние расстояния",
    "Description": "Личное устройство телепортации, позволяющее пользователю быстро перемещаться между построенными базами, а также терминалами космических станций, которые подключены к сети.\n\nРекомендуется проверять целостность сети перед отправкой любых материалов, потеря которых нежелательна."
  },
  {
    "Id": "conTech11",
    "Name": "Зал командования флотом",
    "Group": "Терминал управления экспедицией",
    "Description": "Основной пост управления флотом. Этот высокотехнологичный голографический пост связи необходим для управления экспедициями флота прямо с борта флагманского крупного корабля.\n\nДля управления несколькими экспедициями одновременно требуется несколько постов."
  },
  {
    "Id": "conTech12",
    "Name": "Модуль строительных исследований",
    "Group": "Устройство сбора технологий",
    "Description": "Переносное устройство изучения чертежей.\n\nЭтот полевой исследовательский модуль способен преобразовать старые или поврежденные технологические модули в продвинутые строительные чертежи."
  },
  {
    "Id": "conTech13",
    "Name": "Портативный очиститель",
    "Group": "Автоматический модуль очистки",
    "Description": "Важная часть планетарного оборудования. Очиститель позволяет перерабатывать собранные субстанции в более мощные и сложные материалы.\n\nПортативный очиститель может быть разобран и повторно установлен, что облегчает переноску. Примечание: для работы портативного очистителя требуется топливо."
  },
  {
    "Id": "conTech14",
    "Name": "Средний очиститель",
    "Group": "Автоматический модуль очистки",
    "Description": "Важная часть планетарного оборудования. Очиститель позволяет перерабатывать собранные субстанции в более мощные и сложные материалы.\nСредний очиститель позволяет объединять две различные субстанции в новый материал, а также более эффективно перерабатывать материалы. \nДля работы средний очиститель необходимо установить на базе с возможностью заселения, но дополнительный источник питания не требуется."
  },
  {
    "Id": "conTech15",
    "Name": "Большой очиститель",
    "Group": "Автоматический модуль очистки",
    "Description": "Важная часть планетарного оборудования. Очиститель позволяет перерабатывать собранные субстанции в более мощные и сложные материалы.\nКрупный очиститель позволяет объединять три различные субстанции в новый материал, а также более эффективно перерабатывать материалы. \nДля работы крупный очиститель необходимо установить на базе с возможностью заселения, но дополнительный источник питания не требуется."
  },
  {
    "Id": "conTech16",
    "Name": "Модификатор внешности",
    "Group": "Настройки собственной внешности",
    "Description": "Возводимый модуль, который позволяет пользователю изменять параметры своей внешности.\n\nМодуль использует продвинутые голографические технологии, изменяя направление и преломление лучей света вокруг пользователя. Таким образом, каждый может настраивать свой внешний вид по своему вкусу. Перед использованием необходимо правильно отформатировать данные внешности."
  },
  {
    "Id": "conTech17",
    "Name": "Переработчик нутриентов",
    "Group": "Переносная система питания",
    "Description": "Переносной экстрактор нутриентов, способный перерабатывать собранное вами сырье в съедобные продукты.\n\nОбратите внимание, что гарантия безопасности произведенных продуктов не предоставляется."
  },
  {
    "Id": "conTech18",
    "Name": "Автоматическая кормушка",
    "Group": "Сельскохозяйственный робот",
    "Description": "Фермерский робот, созданный для автоматического кормления находящихся рядом с ним животных.\n\nПри подаче энергии взаимодействует с находящимися поблизости живыми существами. Обязательно следите, чтобы емкости с приманкой были заполнены подходящей пищей."
  },
  {
    "Id": "conTech19",
    "Name": "Скотоводческая система",
    "Group": "Автоматический робот-сборщик",
    "Description": "Фермерский робот, созданный для автоматической добычи веществ из живых существ. Требуется энергия.\n\nЖивотные, у которых можно забрать молоко, яйца и иную продукцию, подойдут к роботу и оставят у него все свои питательные материалы. Животные в процессе не пострадают.\n\nСобирает сельскохозяйственную продукцию у животных, которых хозяин кормил лично или при помощи автоматической кормушки."
  },
  {
    "Id": "conTech20",
    "Name": "Модуль посланий",
    "Group": "Терминал связи",
    "Description": "Небольшое и удобное средство для передачи или просмотра сообщений и небольших объемов информации."
  },
  {
    "Id": "conTech21",
    "Name": "Станция связи",
    "Group": "Терминал связи",
    "Description": "Терминал для создания и отправки сообщений другим странникам."
  },
  {
    "Id": "conTech22",
    "Name": "Геостанция «Кочевника»",
    "Group": "Строительный модуль",
    "Description": "Защищенный подземный ангар для хранения легкого вездехода «Кочевник»."
  },
  {
    "Id": "conTech23",
    "Name": "Геостанция «Скитальца»",
    "Group": "Строительный модуль",
    "Description": "Защищенный подземный ангар для хранения среднего вездехода «Скиталец»."
  },
  {
    "Id": "conTech24",
    "Name": "Геостанция «Колосса»",
    "Group": "Строительный модуль",
    "Description": "Защищенный подземный ангар для хранения большого вездехода «Колосс»."
  },
  {
    "Id": "conTech25",
    "Name": "Геостанция «Пилигрима»",
    "Group": "Строительный модуль",
    "Description": "Защищенный подземный ангар для хранения легкого вездехода «Пилигрим»."
  },
  {
    "Id": "conTech26",
    "Name": "Ангар «Наутилона»",
    "Group": "Ангар для подводной лодки",
    "Description": "Высокотехнологичная, полностью герметичная станция стыковки для подводной лодки «Наутилон»."
  },
  {
    "Id": "conTech27",
    "Name": "Станция вызова вездехода",
    "Group": "Устройство перемещения техники",
    "Description": "Строение позволяет вызывать любой вездеход игрока из любой точки этой планеты.\n\nДля облегчения использования подключается к быстрому меню экзокостюма."
  },
  {
    "Id": "conTech28",
    "Name": "Строительный терминал",
    "Group": "Терминал специалиста",
    "Description": "Исследовательская станция, где есть все, что нужно любому наблюдателю-строителю; оснащена лучшим программным обеспечением для архитекторов и инженеров."
  },
  {
    "Id": "conTech29",
    "Name": "Терминал вездехода",
    "Group": "Терминал специалиста",
    "Description": "Исследовательская станция, где есть все, что нужно любому механику; оснащена лучшим программным обеспечением для разработки и обслуживания деталей машин."
  },
  {
    "Id": "conTech30",
    "Name": "Оружейный терминал",
    "Group": "Терминал специалиста",
    "Description": "Исследовательская станция, где есть все, что нужно любому оружейнику; оснащена для производства боеприпасов, оружия и даже некоторых инструментов."
  },
  {
    "Id": "conTech31",
    "Name": "Научный терминал",
    "Group": "Терминал специалиста",
    "Description": "Исследовательская станция, где есть все, что нужно любому ученому; оснащена для изучения и создания научных чертежей."
  },
  {
    "Id": "conTech32",
    "Name": "Сельскохозяйственный терминал",
    "Group": "Терминал специалиста",
    "Description": "Исследовательская станция, где есть все, что нужно любому фермеру; оснащена для изучения и культивирования различных растений."
  },
  {
    "Id": "conTech33",
    "Name": "Гидропонный блок",
    "Group": "Сельскохозяйственная технология",
    "Description": "Самодостаточная система для выращивания сельскохозяйственных культур внутри помещения.\n\nУсловие строительства: только внутри помещения."
  },
  {
    "Id": "conTech34",
    "Name": "Большой гидропонный блок",
    "Group": "Сельскохозяйственная технология",
    "Description": "Самодостаточная система для выращивания сельскохозяйственных культур внутри помещения. Вмещает до четырех растений.\n\nУсловие строительства: только внутри помещения."
  },
  {
    "Id": "conTech35",
    "Name": "Контейнер",
    "Group": "Хранилище",
    "Description": "Дополнительное вместительное хранилище для предметов инвентаря."
  },
  {
    "Id": "conTech36",
    "Name": "Хранилище грузового судна",
    "Group": "Особый модуль грузового судна",
    "Description": "Гибридное вместительное хранилище / стеллажный блок, устанавливаемый на межзвездных грузовых судах.\n\nСовместим со стандартными фитингами системы жизнеобеспечения."
  },
  {
    "Id": "conTech38",
    "Name": "Ускоритель на треке",
    "Group": "Часть гонки",
    "Description": "Ускоряет ваш вездеход во время гонки."
  },
  {
    "Id": "conTech39",
    "Name": "Препятствие на треке",
    "Group": "Часть гонки",
    "Description": "Дополнительно усложняет гонки вездеходов."
  },
  {
    "Id": "conTech40",
    "Name": "Инициатор гонки",
    "Group": "Часть гонки",
    "Description": "На этой платформе — старт и финиш полевых испытаний вездеходов, во время которых странники могут отработать ускорение и маневрирование."
  },
  {
    "Id": "conTech41",
    "Name": "Морское убежище",
    "Group": "Глубоководный спасательный модуль",
    "Description": "Аварийный спасательный модуль.\n\nБыстро развертывается прямо на морском дне в случае нехватки кислорода или отказа одной из систем экзокостюма. Обеспечивает временную защиту от внешних угроз, хищников и прочих опасностей, подстерегающих в океане."
  },
  {
    "Id": "conTech42",
    "Name": "Создатель сфер",
    "Group": "Экспериментальный фабрикатор",
    "Description": "Специализированное устройство, разработанное с одной единственной целью — найти самую идеальную сферу во вселенной.\n\nДля работы требуется энергия. Создает большую сферу, которую позже можно задействовать в любых своих экспериментах."
  },
  {
    "Id": "conTech43",
    "Name": "Шумовой блок",
    "Group": "Звуковое устройство",
    "Description": "Особый строительный модуль, издающий высокочастотный шум. Высота звука регулируется в соответствии с потребностями пользователя.\n\nДля работы требуется энергия."
  },
  {
    "Id": "conTech44",
    "Name": "Сборщик кислорода",
    "Group": "Устройство переработки атмосферы",
    "Description": "Автономный атмосферный экстрактор для выделения кислорода из атмосферы с его последующим сбором. Пользователю необходимо периодически заправлять устройство для обеспечения непрерывной работы.\n\nПолучаемый газ сжимается, обрабатывается и может быть использован во всех стандартных системах жизнеобеспечения."
  },
  {
    "Id": "conTech45",
    "Name": "Автономный сборщик ресурсов",
    "Group": "Мобильное добывающее устройство",
    "Description": "Автономный сборщик для добычи ресурсов. После активации АСР начинает самостоятельно извлекать минералы и продолжает работать, пока полностью не истощит месторождение."
  },
  {
    "Id": "conTech46",
    "Name": "Извлекатель минералов",
    "Group": "Модуль распределения энергии",
    "Description": "Автоматический сборщик минералов. Определить подходящие места можно, воспользовавшись особым исследовательским улучшением для анализирующего визора. Объем добычи и вид минералов на разных участках могут отличаться.\n\nДля работы требуется энергия. Соединяется с хранилищами посредством трубопровода, позволяя вести добычу в районах с самыми богатыми месторождениями."
  },
  {
    "Id": "conTech47",
    "Name": "Извлекатель газов",
    "Group": "Модуль распределения энергии",
    "Description": "Автоматический сборщик газов. Определить подходящие места можно, воспользовавшись особым исследовательским улучшением для анализирующего визора. Объем добычи и вид газов на разных участках могут отличаться.\n\nДля работы требуется энергия. Соединяется с хранилищами посредством трубопровода, позволяя вести добычу в районах с самыми богатыми месторождениями."
  },
  {
    "Id": "conTech48",
    "Name": "Склад снабжения",
    "Group": "Модуль распределения вещества",
    "Description": "Автоматизированное хранилище. Подключается к сети снабжения посредством трубопровода.\n\nАвтоматически сохраняет добычу различных экстракторов минералов и газов, повышая тем самым эффективность их работы. Может располагаться вдали от экстракторов."
  },
  {
    "Id": "conTech49",
    "Name": "Питающий трубопровод",
    "Group": "Модуль распределения энергии",
    "Description": "Гибкий, но при этом прочный трубопровод. Способен выдерживать мощное внутреннее давление.\n\nИспользуется для подключения различных экстракторов минералов и газов к хранилищам."
  },
  {
    "Id": "conTech50",
    "Name": "Солнечная панель",
    "Group": "Модуль распределения энергии",
    "Description": "Эффективная генераторная установка. Комплект солнечных батарей превращает солнечный свет в электрическую энергию, необходимую для работы многих сооружений на базе.\n\nНе производит энергию в ночное время. Рекомендуется использовать вместе с аккумуляторами, которые смогут накапливать энергию для расходования в темное время суток."
  },
  {
    "Id": "conTech51",
    "Name": "Электромагнитный генератор",
    "Group": "Модуль распределения энергии",
    "Description": "При размещении в области с высокой напряженностью поля, эффективные динамо-машины начинают производить практически безграничную энергию.\n\nНайдите подходящие места, воспользовавшись особым исследовательским улучшением для анализирующего визора. Выходная мощность в разных районах может отличаться."
  },
  {
    "Id": "conTech52",
    "Name": "Биотопливный реактор",
    "Group": "Модуль распределения энергии",
    "Description": "Небольшая генераторная установка. Сжигает углеродное топливо в камере печи и превращает его в полезную энергию.\n\nПодключить генераторную установку к сооружениям базы и устройствам можно посредством электропроводки. Электроэнергия необходима для работы многих элементов базы."
  },
  {
    "Id": "conTech53",
    "Name": "Электропроводка",
    "Group": "Модуль распределения энергии",
    "Description": "Электропроводка высокой мощности. Используйте провода, чтобы подключить генераторные установки к вашей базе. Большая часть технологий, включая строения со встроенным освещением, требует наличия источника питания для работы.\n\nПроводка может быть подключена к различным переключателям, чтобы обеспечивать выборочное распределение энергии."
  },
  {
    "Id": "conTech54",
    "Name": "Кабель телепорта",
    "Group": "Модуль распределения энергии",
    "Description": "Продвинутый оптоволоконный кабель для соединения локальных телепортов."
  },
  {
    "Id": "conTech55",
    "Name": "Настенный переключатель",
    "Group": "Модуль распределения энергии",
    "Description": "Устройство для управления энергией. При повороте выключатель пропускает или перекрывает поток энергии.\n\nВыключатель сможет управлять работой устройства только при наличии энергии и сигнальных проводов."
  },
  {
    "Id": "conTech56",
    "Name": "Этажный переключатель",
    "Group": "Модуль распределения энергии",
    "Description": "Устройство для управления энергией. При нажатии ногами или иным способом выключатель пропускает или перекрывает поток энергии.\n\nВыключатель сможет управлять работой устройства только при наличии энергии и сигнальных проводов."
  },
  {
    "Id": "conTech57",
    "Name": "Батарея",
    "Group": "Модуль распределения энергии",
    "Description": "Высокоэффективный накопитель энергии. Подключите его к энергосети, и встроенные схемы управления будут автоматически забирать излишки энергии для зарядки своих ячеек.\n\nКогда энергосеть начнет потреблять больше энергии, чем производится, аккумулятор начнет автоматически отдавать энергию, чтобы компенсировать эту недостачу."
  },
  {
    "Id": "conTech58",
    "Name": "Датчик приближения",
    "Group": "Модуль распределения энергии",
    "Description": "Устройство для управления энергией. При обнаружении рядом с собой сущности выключатель пропускает или перекрывает поток энергии.\n\nВыключатель сможет управлять работой устройства только при наличии энергии и сигнальных проводов."
  },
  {
    "Id": "conTech59",
    "Name": "Кнопка",
    "Group": "Модуль распределения энергии",
    "Description": "Устройство для управления энергией. При использовании выключатель пропускает или перекрывает поток энергии.\n\nВыключатель сможет управлять работой устройства только при наличии энергии и сигнальных проводов."
  },
  {
    "Id": "conTech60",
    "Name": "Энергетический инвертор",
    "Group": "Модуль распределения энергии",
    "Description": "Устройство для управления энергией. При использовании выключатель пропускает или перекрывает поток энергии.\n\nВыключатель сможет управлять работой устройства только при наличии энергии и сигнальных проводов."
  },
  {
    "Id": "conTech61",
    "Name": "Автопереключатель",
    "Group": "Модуль распределения энергии",
    "Description": "Устройство для управления энергией. Переключатель пропускает или перекрывает поток энергии при получении внешнего сигнала.\n\nВыключатель сможет управлять работой устройства только при наличии энергии и сигнальных проводов."
  },
  {
    "Id": "conTech62",
    "Name": "Локальный телепорт",
    "Group": "Сеть мгновенной транспортировки",
    "Description": "Маломощное устройство телепортации для мгновенного перемещения на небольшие расстояния.\n\nПри подключении к источнику питания и другому локальному телепорту позволяет практически мгновенно перемещаться между смежными местами."
  },
  {
    "Id": "conTech63",
    "Name": "Геостанция «Минотавра»",
    "Group": "Отсек тяжелого погрузчика",
    "Description": "Защищенный ангар для хранения, вызова и модификации тяжелого гибридного экзокостюма «Минотавр».\n\nВызывайте «Минотавра» через быстрое меню. С помощью орбитального материализатора вездеходов, установленного в грузовом судне, «Минотавра» можно мгновенно отправить в любую точку, находящуюся в той же системе, что и флагман."
  }
]