[
  {
    "Id": "cur1",
    "Name": "Четверной сервопривод",
    "Group": "Аномальный материал",
    "Description": "Сильно сжатый сервопривод, найденный внутри патрульного стража. Он то и дело подергивается, словно вспоминая былые сражения."
  },
  {
    "Id": "cur2",
    "Name": "Мозг шагающего стража",
    "Group": "Аномальный материал",
    "Description": "Цепь, сшитая волокнами пугния из скоплений нанитов. Руками лучше не трогать: можно обжечься.\n\nЗловещее фиолетовое свечение, исходящее из электропроводки, то становится ярче, то тускнеет, словно наблюдая за тем, кто его держит."
  },
  {
    "Id": "cur3",
    "Name": "Дуга сознания",
    "Group": "Продвинутый произведенный товар",
    "Description": "Таинственная технология, подарок извне. Необычное мерцание этого предмета указывает на то, что он до сих пор находится где-то на границе миров."
  },
  {
    "Id": "cur4",
    "Name": "Захваченный наноузел",
    "Group": "Уникальная ценная редкость",
    "Description": "Семя Атласа, содержащее зонально перемещенный квазизвездный субстрат. Внимание, не допускайте общение матрицы с этим мерным пространством!"
  },
  {
    "Id": "cur5",
    "Name": "Сферическая тень",
    "Group": "Уникальная ценная редкость",
    "Description": "Это семя Атласа содержит остатки космического паразита — формы жизни, вероятнее всего, имеющей экстрамерное происхождение."
  },
  {
    "Id": "cur6",
    "Name": "Ноосферный шар",
    "Group": "Уникальная ценная редкость",
    "Description": "Семя Атласа, способное резонировать в ответ на телепатические частоты человекообразных существ. Может попытаться поглотить любой низший интеллект, находящийся в непосредственной близости."
  },
  {
    "Id": "cur7",
    "Name": "Темная материя",
    "Group": "Уникальная ценная редкость",
    "Description": "Оболочка семени Атласа, заключающая в себе элемент пустоты, полученный при коллапсе последней вселенной. Токсичный продукт, не глотать."
  },
  {
    "Id": "cur8",
    "Name": "Конец рассвета",
    "Group": "Уникальная ценная редкость",
    "Description": "Сформированная тау-нейтрино-бозонная матрица, зафиксированная в незаменимой оболочке семени Атласа. Возможно, является полуразумной."
  },
  {
    "Id": "cur9",
    "Name": "Световой нефрит",
    "Group": "Уникальная ценная редкость",
    "Description": "Это незаменимое семя Атласа является формой приспособленных к материи фотонов, соединенных в твердое физическое тело неизвестными средствами."
  },
  {
    "Id": "cur10",
    "Name": "Фазура состояния",
    "Group": "Уникальная ценная редкость",
    "Description": "По неизвестным причинам, это уникальное семя Атласа утратило соосность с этой квантовой реальностью. Определить содержание невозможно."
  },
  {
    "Id": "cur11",
    "Name": "Остаток сверхновой",
    "Group": "Уникальная ценная редкость",
    "Description": "Это семя Атласа содержит элементы нейтрония, оставшиеся после взрыва сверхновой, который привел к ликвидации разумной цивилизации в более раннюю эпоху."
  },
  {
    "Id": "cur12",
    "Name": "Модифицированный квант",
    "Group": "Уникальная ценная редкость",
    "Description": "Это уникальное семя Атласа содержит эстетически приятную математическую конструкцию, взятую из модели альтернативной реальности."
  },
  {
    "Id": "cur13",
    "Name": "Сердце Солнца",
    "Group": "Уникальная ценная редкость",
    "Description": "Семя Атласа, содержащее заблокированные во времени квантовые жгутики, взвешенные в фотонной оболочке. О существовании других подобных ничего неизвестно."
  },
  {
    "Id": "cur14",
    "Name": "Бутоны нипнипа",
    "Group": "Лекарственное вещество",
    "Description": "Бутон цветка нипнип с резким запахом, который используется для добычи гекнипа."
  },
  {
    "Id": "cur15",
    "Name": "Ядро личинки",
    "Group": "Чудовище",
    "Description": "Этот теплый студнеобразный шар пульсирует, не переставая. От него исходит отвратительный запах, вызывающий у любого живого существа страх наряду с непреодолимым желанием поскорее бросить его и бежать."
  },
  {
    "Id": "cur16",
    "Name": "Извлеченные данные",
    "Group": "Извлеченная техн.",
    "Description": "Добываемое сердце древней технологии. В таком виде бесполезно.\n\nПодобные базы данных можно обрабатывать в модуле строительных исследований и использовать для изучения новых строительных чертежей."
  },
  {
    "Id": "cur17",
    "Name": "Живая жемчужина",
    "Group": "Драгоценность с частицей сознания",
    "Description": "Появляется в сердцах огромных светящихся моллюсков, обитающих глубоко под водой.\n\nВ отличие от других жемчужин, этот образчик представляет собой нечто иное, чем просто безжизненный кусок кальцита. Внутри этого жемчуга сохранилась часть сознания матери-моллюска, наделяя его чарующей и одновременно пугающей красотой."
  },
  {
    "Id": "cur18",
    "Name": "Гипнотический глаз",
    "Group": "Ужасающий образец",
    "Description": "Этот глаз очень холодный, почти ледяной. Тем не менее, избавиться от ощущения, что он жив, невозможно.\n\nДлительный контакт не рекомендуется. Не смотрите в этот глаз. Не смотрите в него. Не смотрите в него."
  },
  {
    "Id": "cur19",
    "Name": "Ядро бездны",
    "Group": "Ужасающий образец",
    "Description": "Напряженная сфера из плоти и крови.\n\nРеагирует на любое прикосновение, на миг озаряя угольно черное ядро этого загадочного предмета вспышкой биологического свечения."
  },
  {
    "Id": "cur20",
    "Name": "Двигатель души",
    "Group": "Продвинутый произведенный товар",
    "Description": "Мощное органическое вычислительное устройство.\n\nУдивительный вычислительный контур устройства работает с перебоями, раз за разом бесконечно и неистово повторяя цикл расчетов."
  },
  {
    "Id": "cur21",
    "Name": "Кристалл бури",
    "Group": "Уникальная ценная редкость",
    "Description": "Редкое и очень ценное скопление кристаллов бури. Такие кристаллы формируются там, где часто бушуют бури. Они притягивают молнии, красиво светясь при ионизации. Их можно найти только на планетах с экстремальными погодными условиями."
  },
  {
    "Id": "cur22",
    "Name": "Белковый жемчуг",
    "Group": "Товар",
    "Description": "Драгоценный камень, формирующийся внутри яиц инкубирующих видов.\n\nВстречается крайне редко."
  },
  {
    "Id": "cur23",
    "Name": "Гравитинный шар",
    "Group": "Товар",
    "Description": "Суперсимметричный кластер.\n\nКрайне редкий и ценный. Продукт расходящегося супергравитационного воздействия."
  },
  {
    "Id": "cur24",
    "Name": "Ядовитая железа",
    "Group": "Товар",
    "Description": "Образец яда, произведенного подводными ежеподобными существами.\n\nРедкий и ценный товар, востребованный в галактической торговой сети."
  },
  {
    "Id": "cur25",
    "Name": "Вортекс-куб",
    "Group": "Товар",
    "Description": "Плотные металлические объекты, миллионы лет назад материализовавшиеся под землей множества планет.\n\nКрайне редкий и ценный товар."
  },
  {
    "Id": "cur26",
    "Name": "Атлас",
    "Group": "Объект очень высокой ценности",
    "Description": "Сферический драгоценный камень, в сердце которого пульсирует красный свет.\n \nНевероятно редкий объект, встречающийся возле древних монолитов."
  },
  {
    "Id": "cur27",
    "Name": "Шестигранное ядро",
    "Group": "Ограниченный сбой реальности",
    "Description": "Эта странная энергетическая сфера не перестает дрожать, издавая низкий гул. В звуке присутствуют еле заметные колебания, словно кто-то пытается таким образом передать сообщение."
  },
  {
    "Id": "cur28",
    "Name": "Жеода",
    "Group": "Залежи ценных минералов",
    "Description": "Необычайно красочный и, возможно, ценный кусок камня.\n\nВыберите в инвентаре (INVENTORY) и расколите с помощью FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Фрагмент кристалла",
    "Group": "Концентрированный осколок элемента",
    "Description": "Хрустальный осколок с необычайно плотной структурой. Потенциально обладает высокой ценностью.\n\nВыберите в инвентаре (INVENTORY) и расколите с помощью FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Гиперскопление трития",
    "Group": "Энергетический фрагмент",
    "Description": "Осколок чистого кристаллизованного трития.\n\nВыберите в инвентаре (INVENTORY) и расколите с помощью FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Золотой самородок",
    "Group": "Ценная руда",
    "Description": "Крайне ценный кусок руды, готовый для переработки в золото.\n\nВыберите в инвентаре (INVENTORY) и расколите с помощью FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Кристаллический сульфид",
    "Group": "Сжатый минерал",
    "Description": "Богат минералами и образуется под действием огромного давления внутри ядер планет. По своей структуре очень напоминает стекло.\n\nШироко применяется в промышленности, ценится за высокое содержание минералов и устойчивость к давлению."
  },
  {
    "Id": "cur33",
    "Name": "Вай'кинская табличка",
    "Group": "Причащение Хирка",
    "Description": "Каменная табличка, покрытая сложными рунами. Разобрать, что тут написано, невозможно — этот диалект помнят, быть может, только самые старые из вай'кинов.\n\nИ все же нельзя не отдать должное умению того, кто создал эту табличку. Невероятно тонкая и аккуратная работа, в которой, при этом, безошибочно читается вся ярость и агрессия сотворившего ее мастера."
  },
  {
    "Id": "cur34",
    "Name": "Куб дивергенции",
    "Group": "Аномальная база данных",
    "Description": "Нестабильный и пульсирующий куб данных. Похоже, он не из этой реальности.\n\nОн словно кричит застывшим безмолвным воплем сотен потерянных душ, запертых внутри."
  },
  {
    "Id": "cur35",
    "Name": "Реликвия геков",
    "Group": "Объект средней культурной ценности",
    "Description": "Металлическая статуэтка существа, зажавшего в клюве монету.\n \nПопулярна у торговцев, которые считают ее символом свободной торговли и мира."
  },
  {
    "Id": "cur36",
    "Name": "ГекНип",
    "Group": "Товар",
    "Description": "Съедобный продукт, крайне популярный среди геков.\n \nПозволяет клювоносым торговцам в течение продолжительного времени выпускать облака ароматных газов.\n \nГекНип считается настоящим искусством и наивысшей формой проявления гекской души."
  },
  {
    "Id": "cur37",
    "Name": "Вай’кинский идол",
    "Group": "Объект средней культурной ценности",
    "Description": "Небольшой деревянный идол в форме стража.\n \nИспользуется воинами для того, чтобы войти в трансоподобное состояние, в котором вай’кинам не требуется сон."
  },
  {
    "Id": "cur38",
    "Name": "Вай’кинский кинжал",
    "Group": "Товар",
    "Description": "Преимущественно церемониальное оружие. Важный элемент вай’кинской культуры и традиций."
  },
  {
    "Id": "cur39",
    "Name": "Корвакский скафандр",
    "Group": "Объект высокой культурной ценности",
    "Description": "Металлическая оболочка электронной формы жизни, которая оказалась слишком далеко от родного мира и не смогла получить новую сущность.\n \nВысоко ценится представителями всех видов, включая самих корваксов."
  },
  {
    "Id": "cur40",
    "Name": "Куб корвакского единства",
    "Group": "Товар",
    "Description": "Устройство, в котором корваксы хранят историческую и культурную информацию."
  },
  {
    "Id": "cur41",
    "Name": "Атлас-пасс 1",
    "Group": "Карта доступа",
    "Description": "Пропуск, который многие основные виды дарят завоевавшим их доверие странникам.\n\nДает доступ к закрытым зонам и аванпостам низкого уровня секретности."
  },
  {
    "Id": "cur42",
    "Name": "Атлас-пасс 2",
    "Group": "Карта доступа",
    "Description": "Пропуск, который многие основные виды дарят завоевавшим их доверие странникам.\n \nДает доступ к закрытым зонам и аванпостам среднего уровня секретности."
  },
  {
    "Id": "cur43",
    "Name": "Атлас-пасс 3",
    "Group": "Карта доступа",
    "Description": "Пропуск, который многие основные виды дарят завоевавшим их доверие странникам.\n \nДает доступ к закрытым зонам и аванпостам высокого уровня секретности."
  },
  {
    "Id": "cur44",
    "Name": "Блок перехвата производства",
    "Group": "Продвинутый исследовательский модуль",
    "Description": "Портативный блок данных, совместимый с большинством планетарных производственных комплексов.\n\nПри подключении к центральному терминалу управления, блок перехвата производства перенаправляет все ресурсы комплекса на исследование новых схем продуктов."
  },
  {
    "Id": "cur45",
    "Name": "Извлеченный модуль фрегата",
    "Group": "Платформа подключения для крупного корабля",
    "Description": "Технологический модуль, добытый на месте крушения крупного межзвездного корабля. Такие можно найти на месте крушения грузового судна или добыть во время экспедиции фрегата.\n\nВ текущем виде совершенно бесполезен, но не исключено, что исследовательская станция на борту вашего грузового судна сможет превратить его в полезную технологию."
  },
  {
    "Id": "cur46",
    "Name": "Яйцо пустоты",
    "Group": "Живая диковинка",
    "Description": "Аномальное яйцо. Крепкая кожистая скорлупа начинает дрожать, если к ней прикоснуться.\n\nИзнутри доносится едва различимый стук. Время от времени оно, кажется, поет."
  },
  {
    "Id": "cur47",
    "Name": "Активное яйцо пустоты",
    "Group": "Беспокойная диковинка",
    "Description": "Аномальное яйцо. После встречи с удивительным «существом» из открытого космоса странная музыка яйца стала более сильной и резкой.\n\nПри прикосновении оно дарит яркие образы мира, окруженного мощными аномалиями и странными цветами."
  },
  {
    "Id": "cur48",
    "Name": "Возбужденное яйцо пустоты",
    "Group": "Беспокойная диковинка",
    "Description": "Аномальное яйцо. После встречи с удивительным «существом» из открытого космоса странная музыка яйца стала более сильной и резкой.\n\nПри прикосновении оно дарит яркие образы пыльного мира, где бушуют ужасные бури."
  },
  {
    "Id": "cur49",
    "Name": "Пробудившееся яйцо пустоты",
    "Group": "Беспокойная диковинка",
    "Description": "Аномальное яйцо. После встречи с удивительным «существом» из открытого космоса странная музыка яйца стала более сильной и резкой.\n\nПри прикосновении оно дарит яркие образы водного мира, покрытого пышной зеленой растительностью."
  },
  {
    "Id": "cur50",
    "Name": "Потрескивающее яйцо пустоты",
    "Group": "Беспокойная диковинка",
    "Description": "Аномальное яйцо. После встречи с удивительным «существом» из открытого космоса странная музыка яйца стала более сильной и резкой.\n\nПри прикосновении оно порождает мощное видение розовых и синих цветов, которые опаляют разум коснувшегося.\n\nОхотник SLASH Отражение SLASH Охотник SLASH Спираль реальности SLASH Звезда над водойSLASH Восходящая сфера SLASH Загадочный спутник SLASH Охотник SLASH Скромное насекомое SLASH Аномалия SLASH Моряк SLASH Король океана SLASH ЕВКЛИД ЕВКЛИД ЕВКЛИД"
  }
]