[
  {
    "Id": "prod1",
    "Name": "Антиматерия",
    "Group": "Компонент созданной технологии",
    "Description": "Антиматерия и бариогенетические античастицы.\n \nОгромный энергетический потенциал антиматерии делает ее крайне ценной. 95% существующей антиматерии используется в качестве топлива для гипердвигателей звездолетов.\n\nВНИМАНИЕ: рекомендуется избегать неконтролируемого использования."
  },
  {
    "Id": "prod2",
    "Name": "Контейнер для антиматерии",
    "Group": "Компонент созданной технологии",
    "Description": "Надежное устройство для хранения антиматерии до того, как ее можно будет превратить в варп-ячейки.\n\nСжатый кислород создает защитный газовый «карман», который не дает антиматерии соприкасаться с поверхностью контейнера."
  },
  {
    "Id": "prod3",
    "Name": "Углерод. нанотрубки",
    "Group": "Компонент созданной технологии",
    "Description": "Множество метров вместительных углеродных нанотрубок.\n\nВысокая прочность и низкая электропроводимость делают их основным компонентом многих продвинутых технологий."
  },
  {
    "Id": "prod4",
    "Name": "Кобальтовое зеркало",
    "Group": "Компонент созданной технологии",
    "Description": "Специализированный оптический компонент.\n\nБлагодаря отполированной кобальтовой поверхности зеркало способно отсеивать различные волны света, отражая мир по-разному в зависимости от ближайших магнитных полей."
  },
  {
    "Id": "prod5",
    "Name": "Герметик",
    "Group": "Компонент созданной технологии",
    "Description": "Высококачественное углеродное уплотнение, способное выдерживать как суровые условия межзвездных перелетов, так и колоссальные производственные нагрузки.\n\nРекомендуется регулярно проверять целостность уплотнения после установки."
  },
  {
    "Id": "prod6",
    "Name": "Метал. обшивка",
    "Group": "Компонент созданной технологии",
    "Description": "Легкое металлическое изделие, часто используемое при производстве деталей звездолетов и размещаемых технологий. Основа строительной промышленности всех известных основных видов живых существ.\n\nПроизводится из ферритной пыли."
  },
  {
    "Id": "prod7",
    "Name": "Микропроцессор",
    "Group": "Компонент созданной технологии",
    "Description": "Компактный низкотемпературный микрочип. Собирается из обработанного хроматического металла, для получения которого используется один из особых поверхностных металлов.\n\nИспользуется в разнообразных продвинутых технологиях."
  },
  {
    "Id": "prod8",
    "Name": "Кислородный фильтр",
    "Group": "Компонент созданной технологии",
    "Description": "Специализированный компонент технологии.\n\nЭто небольшое устройство быстро меняет газообразную среду внутри себя. Ему под силу превратить абсолютный вакуум в полностью кислородную атмосферу."
  },
  {
    "Id": "prod9",
    "Name": "Солевой рефрактор",
    "Group": "Компонент созданной технологии",
    "Description": "Специализированный технологический компонент. Неотъемлемая часть сложной внутренней конструкции современных лазерных систем. \n\nУникальные оптический свойства стабилизированных и отполированных кристаллов соли позволяют этому светорассеивающему прибору замедлять и преломлять проходящие сквозь него фотоны."
  },
  {
    "Id": "prod10",
    "Name": "Натриевый диод",
    "Group": "Компонент созданной технологии",
    "Description": "Продвинутый компонент цепи.\n\nБлагодаря электроду из очищенного натрия, расположенному в вакуумной трубке, этот специализированный диод отлично защищен от скачков напряжения."
  },
  {
    "Id": "prod11",
    "Name": "Дигидрогенный гель",
    "Group": "Портативное питание системы жизнеобеспечения",
    "Description": "Слабо светящийся гель. Нежное свечение и податливое колыхание скрывают тот факт, что липкий гель крайне ядовит и огнеопасен. Ни в коем случае не допускайте контакта с кожей.\n\nВырабатывается из дигидрогена."
  },
  {
    "Id": "prod12",
    "Name": "Окислитель топлива",
    "Group": "Расходуемое улучшение для фрегата",
    "Description": "Временное улучшение для фрегата, действующее в течение одной экспедиции.\nСущественно обогащает топливо и перегружает двигатели фрегата, позволяя двигаться на повышенной скорости."
  },
  {
    "Id": "prod13",
    "Name": "Взрывающиеся дроны",
    "Group": "Расходуемое улучшение для фрегата",
    "Description": "Временное улучшение для фрегата, действующее в течение одной экспедиции.\nГруппа автономных взрывающихся механизмов, запрограммированных на запуск с кораблей флота и самостоятельный полет к вражеским кораблям. Они крайне опасны."
  },
  {
    "Id": "prod14",
    "Name": "Голографический анализатор",
    "Group": "Расходуемое улучшение для фрегата",
    "Description": "Временное улучшение для фрегата, действующее в течение одной экспедиции. Этот мощный аналитический вычислитель разгоняет системы флота, позволяя выполнять расчеты для путешествий со скоростью выше скорости света. Из-за этого микросхемы быстро выгорают в виду сильного перегрева."
  },
  {
    "Id": "prod15",
    "Name": "Устройство контроля разума",
    "Group": "Расходуемое улучшение для фрегата",
    "Description": "Временное улучшение для фрегата, действующее в течение одной экспедиции.\nУстройство контроля разума подключается к корабельным системам торговли и связи, позволяя командиру флота получать преимущество в любых переговорах."
  },
  {
    "Id": "prod16",
    "Name": "Компрессор минералов",
    "Group": "Расходуемое улучшение для фрегата",
    "Description": "Временное улучшение для фрегата, действующее в течение одной экспедиции.\nКомпрессор минералов позволяет командам шахтеров флота разжижать добытые вещества, что ускоряет переработку и облегчает транспортировку."
  },
  {
    "Id": "prod17",
    "Name": "Варп-ячейка",
    "Group": "Зарядный модуль гипердвигателя",
    "Description": "Это изготовленное на основе антиматерии топливо является одним из немногих источников энергии, способным удовлетворить высочайшие требования гипердвигателя звездолета.\n\nЗащищенная крепким корпусом, ячейка гарантировано не вызывает парадоксы во время движения со сверхсветовой скоростью."
  },
  {
    "Id": "prod18",
    "Name": "Варп-гиперядро",
    "Group": "Зарядный модуль гипердвигателя",
    "Description": "Высокомощное топливо на базе антиматерии. Внутри этой ячейки содержится генератор черных дыр, используемый для питания гипердвигателя звездолета в течение нескольких варп-прыжков.\n\nСтенки ячейки выполнены так, чтобы отражать любые парадоксы реальности назад в центр установки, где они используются для выработки дополнительной мощности."
  },
  {
    "Id": "prod19",
    "Name": "Нестабильная плазма",
    "Group": "Заряд плазмобластера",
    "Description": "Топливная капсула высокой плотности, используется в плазмобластерах.\n \nСодержит электротепловой энергетический элемент высокого давления, используемый в гранатах для разрушения ландшафта."
  },
  {
    "Id": "prod20",
    "Name": "Ионная батарея",
    "Group": "Портативный источник энергии",
    "Description": "Удобный и надежный способ хранения энергии. Используется в различных системах обороны и защиты от вредных факторов.\n \nИзготавливается объединением ферритной пыли и подземного углерода. Зачастую его можно найти в готовых цилиндрических металлических контейнерах."
  },
  {
    "Id": "prod21",
    "Name": "Продвинутая ионная батарея",
    "Group": "Портативный источник энергии",
    "Description": "Мощный источник питания. Используется в различных системах обороны и защиты от вредных факторов.\n\nПроизводится из ионизированного кобальта и чистого феррита, иногда встречается в цилиндрических металлических контейнерах."
  },
  {
    "Id": "prod22",
    "Name": "Батарея звездного щита",
    "Group": "Портативный источник энергии",
    "Description": "Блок хранения энергии, оптимизированный для использования в защитных системах звездолетов.\n \nЗаполненные тритием конденсаторы быстро заряжают отражающий щит, но перегружают оборудование меньшего масштаба."
  },
  {
    "Id": "prod23",
    "Name": "Гель системы жизнеобеспечения",
    "Group": "Портативное питание системы жизнеобеспечения",
    "Description": "Аварийное топливо системы жизнеобеспечения.\n\nСинтезируется из кристаллов ракетного топлива и углерода. Этот гель временно увеличивает возможности систем жизнеобеспечения. Долгосрочное воздействие на легкие пользователя не изучено."
  },
  {
    "Id": "prod24",
    "Name": "Кислородная капсула",
    "Group": "Портативное питание системы жизнеобеспечения",
    "Description": "Стабилизированный и надежный газ для фильтров системы жизнеобеспечения.\n\nЛегко добывается из кислорода и ферритной пыли. Эффективный способ долгосрочного питания системы жизнеобеспечения."
  },
  {
    "Id": "prod25",
    "Name": "Топливо фрегата (50 тонн)",
    "Group": "Топливо из стабилизированного дигидрогена",
    "Description": "Небольшая бочка топлива для фрегата.\n\nЭтот вязкий гель крайне токсичен. Он представляет собой очищенное топливо, которое питает межзвездные двигатели крупных торговых кораблей."
  },
  {
    "Id": "prod26",
    "Name": "Топливо фрегата (100 тонн)",
    "Group": "Топливо из стабилизированного дигидрогена",
    "Description": "Большая бочка топлива для фрегата.\n\nЭтот вязкий гель крайне токсичен. Он представляет собой очищенное топливо, которое питает межзвездные двигатели крупных торговых кораблей."
  },
  {
    "Id": "prod27",
    "Name": "Топливо фрегата (200 тонн)",
    "Group": "Топливо из стабилизированного дигидрогена",
    "Description": "Огромная бочка топлива для фрегата.\n\nЭтот вязкий гель крайне токсичен. Он представляет собой очищенное топливо, которое питает межзвездные двигатели крупных торговых кораблей."
  },
  {
    "Id": "prod28",
    "Name": "Взлет. топливо для звездолета",
    "Group": "Топливо из стабилизированного дигидрогена",
    "Description": "Химически активное твердое топливо, использующееся во взлетных ускорителях звездолетов.\n\nПроизводится из кристаллического дигидрогена, который встречается в синих залежах на всех планетах."
  },
  {
    "Id": "prod29",
    "Name": "Гидротермальный топливный блок",
    "Group": "Топливо реактора подводной лодки",
    "Description": "Теплоэнергетическое топливо, содержащееся внутри стандартного топливного блока. Используется для питания гумбольдтового двигателя, который приводит в движение подводную лодку «Наутилон».\n\nСоздается из смеси органических компонентов (углерода и цитофосфатов) и определенных минеральных солей."
  },
  {
    "Id": "prod30",
    "Name": "Снаряды",
    "Group": "Универсальный модуль боеприпасов",
    "Description": "Продвинутые фрагменты боеприпасов, спроектированные специально для универсального мультитула по стандарту 07/FF1.\n\nЛегко вставляются в плазмомет, импульсный скорострел и бластер-рассеиватель с помощью системы перезарядки мультитула."
  },
  {
    "Id": "prod31",
    "Name": "Кристалл углерода",
    "Group": "Залежи концентрированного углерода",
    "Description": "Сжатый под высочайшим давлением углерод, чья плотная наноструктура делает его крайне ценным как в качестве источника энергии, так и в виде компонента технологий.\n\nВырабатывается из сжатого углерода."
  },
  {
    "Id": "prod32",
    "Name": "Хлоридная решетка",
    "Group": "Залежи концентрированного хлора",
    "Description": "Крайне плотная форма хлора. Жестко связанные друг с другом молекулы обеспечивают несравненную проводимость. Образование в природе не зарегистрировано. Для создания требуются высокоточная подача энергии.\n\nВырабатывается из хлора."
  },
  {
    "Id": "prod33",
    "Name": "Дестабилизированный натрий",
    "Group": "Залежи концентрированного натрия",
    "Description": "Обычно натрий является очень стабильным элементом, но в определенных условиях может сохранить химическую активность своих основных ионов. При обращении с ним рекомендуется использовать перчатки химической защиты.\n\nВырабатывается из натрия."
  },
  {
    "Id": "prod34",
    "Name": "Редкий металлический элемент",
    "Group": "Залежи концентрированного металла",
    "Description": "Крайне ценное металлическое изделие, используемое при производстве нескольких продвинутых технологий.\n\nМеталл обладает высокой химической активностью и быстро прилипает к открытым участкам кожи. Рекомендуется обращаться с большой осторожностью.\n\nВырабатывается из намагниченного феррита."
  },
  {
    "Id": "prod35",
    "Name": "Кристалл супероксида",
    "Group": "Залежи концентрированного кислорода",
    "Description": "Редкая парамагнитная форма кислорода обладает большим потенциалом для производства продвинутых технологий. Требует переработки перед впрыском в систему жизнеобеспечения. Прямое вдыхание НЕ рекомендуется.\n\nВырабатывается из кислорода."
  },
  {
    "Id": "prod36",
    "Name": "Тетракобальт",
    "Group": "Залежи концентрированного кобальта",
    "Description": "Новаторская молекулярная форма кобальта, требующая для создания большого количества энергии. В природе встречается крайне редко.\n\nВырабатывается из ионизированного кобальта."
  },
  {
    "Id": "prod49",
    "Name": "Кислота",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Слабая кислота, которая используется в различных энергоячейках.\n\nВыделяется из мордита и грибковой плесени."
  },
  {
    "Id": "prod51",
    "Name": "Тепл. конденсатор",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Терморегулятор, состоящий из очищенной и обработанной органики. Обладает уникальной способностью производить и распределять тепло в соответствии с необходимостью.\n\nПроизводится из солания и морозных кристаллов."
  },
  {
    "Id": "prod52",
    "Name": "Поливолокно",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Соединительное волокно. Создается из современных синтетических полимеров и способно передавать энергию и данные.\n\nПроизводится из мякоти кактуса и Звездный лук."
  },
  {
    "Id": "prod53",
    "Name": "Плата",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Составная универсальная плата из высокопрочного синтетического полимера.\n\nПроизводится из теплового конденсатора и поливолокна."
  },
  {
    "Id": "prod54",
    "Name": "Стекло",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Сверхпрочное стекло с защитой от царапин и особым ультрафиолетовым покрытием. Используется в строительстве.\n\nИзготавливается из очищенного силикатного порошка. Добывайте силикат из земли с помощью ландшафтного манипулятора.\n\nМожно изготовить их морозных кристаллов, добываемых из растений замерзших планет."
  },
  {
    "Id": "prod55",
    "Name": "Нестабильный гель",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Высокореактивный гель. Содержит в себе большой запас энергии. Трогать не рекомендуется.\n\nПроизводится из мякоти кактуса."
  },
  {
    "Id": "prod56",
    "Name": "Жидкая взрывчатка",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Многоцелевая жидкая взрывчатка, удобная для перевозки и использования. Пить не рекомендуется.\n\nПроизводится из кислоты и нестабильного геля."
  },
  {
    "Id": "prod57",
    "Name": "Смазка",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Синтетическая смазка, уменьшающая износ подвижных частей различных устройств и продлевающая срок их службы.\n\nПроизводится из фекалия и гамма-корня."
  },
  {
    "Id": "prod58",
    "Name": "Живое стекло",
    "Group": "Сложный сельскохозяйственный продукт",
    "Description": "Сложный строительный материал. Это стекло производится с участием органических соединений, которые позволяют ему реагировать на изменения окружающий среды. Живущие внутри бактерии фильтруют опасное излучение и балансируют атмосферу.\n\nИзготавливается из смазки и стекла."
  },
  {
    "Id": "prod59",
    "Name": "Обогащенный углерод",
    "Group": "Очищенный газовый продукт",
    "Description": "Сложный продукт, представляющий собой обогащенный радиоактивной энергией углерод.\n\nПроизводится из радона и сжатого углерода."
  },
  {
    "Id": "prod60",
    "Name": "Азотная соль",
    "Group": "Очищенный газовый продукт",
    "Description": "Обработанное и мощное удобрение в удобной для использования форме.\n\nПроизводится из азота и сжатого углерода."
  },
  {
    "Id": "prod61",
    "Name": "Термический конденсат",
    "Group": "Очищенный газовый продукт",
    "Description": "Удобный способ держать энергетический потенциал нагретого газа в стабильном состоянии до момента использования.\n\nПроизводится из серного газа и сжатого углерода."
  },
  {
    "Id": "prod62",
    "Name": "Горячий лед",
    "Group": "Произведенный газовый продукт",
    "Description": "Парадоксальный материал, загадочность которого несколько умаляет простота производства.\n\nПроизводится из обогащенного углерода и азотной соли."
  },
  {
    "Id": "prod63",
    "Name": "Крионасос",
    "Group": "Произведенный газовый продукт",
    "Description": "Крионасос состоит из сложного, саморегулирующегося гибридного материала и сверхэффективно распределяет тепло, что делает его незаменимым компонентом терморегуляторов.\n\nПроизводится из горячего льда и термического конденсата."
  },
  {
    "Id": "prod64",
    "Name": "Полупроводник",
    "Group": "Произведенный газовый продукт",
    "Description": "Продвинутый материал, широко используемый в электронике. Обладает встроенным терморегулятором.\n\nПроизводится из термического конденсата и азотной соли."
  },
  {
    "Id": "prod65",
    "Name": "Органич. катализатор",
    "Group": "Произведенный газовый продукт",
    "Description": "Каталитический материал, который применяют в производстве многих органических удобрений.\n\nПроизводится из термического конденсата и обогащенного углерода."
  },
  {
    "Id": "prod66",
    "Name": "Сверхпроводник",
    "Group": "Произведенный газовый продукт",
    "Description": "Сверхпроводник обладает особенно высокой проводимостью и по всем характеристикам значительно превосходит полупроводники.\n\nПроизводится из обогащенного углерода и полупроводников."
  },
  {
    "Id": "prod67",
    "Name": "Ядерный ускоритель",
    "Group": "Произведенный газовый продукт",
    "Description": "Высокоэффективный источник топлива, представляющий собой выверенное сочетание органических материалов с большим запасом энергии.\n\nПроизводится из органического катализатора и азотной соли."
  },
  {
    "Id": "prod68",
    "Name": "Криогенная камера",
    "Group": "Продвинутый произведенный товар",
    "Description": "Низкотемпературная камера, предохраняющая органику от разложения.\n\nПроизводится из живого стекла и крионасоса."
  },
  {
    "Id": "prod69",
    "Name": "Портативный реактор",
    "Group": "Продвинутый произведенный товар",
    "Description": "Миниатюрный автономный ядерный реактор. Создает в простом универсальном топливном модуле энергию на уровне слабых звезд.\n\nПроизводится из жидкой взрывчатки и ядерного ускорителя."
  },
  {
    "Id": "prod70",
    "Name": "Квантовый процессор",
    "Group": "Продвинутый произведенный товар",
    "Description": "Сложное вычислительное устройство, без которого невозможно осуществить необходимые для варп-прыжков расчеты.\n\nПроизводится из плат и сверхпроводников."
  },
  {
    "Id": "prod71",
    "Name": "Ароний",
    "Group": "Сплав металлов",
    "Description": "Легкий и очень ковкий сплав. Производится из парафиния и хлора.\n\nНужен для постройки планетарных аванпостов и других служб, пользуется высоким спросом в галактической торговой сети."
  },
  {
    "Id": "prod72",
    "Name": "Грязная бронза",
    "Group": "Сплав металлов",
    "Description": "Распространенный и широко используемый сплав. Научное название грязной бронзы давно забыто, а народное связано с ее характерным оттенком.\n\nПроизводится из чистого феррита и пирита."
  },
  {
    "Id": "prod73",
    "Name": "Грантин",
    "Group": "Сплав металлов",
    "Description": "Мягкий, ковкий сплав, любимый всеми мастерами вселенной. Производится из ионизированного кобальта и диоксита.\n\nПопулярный товар, ради сбыта которого торговцы наладили ряд важных торговых магистралей."
  },
  {
    "Id": "prod74",
    "Name": "Герокс",
    "Group": "Сплав металлов",
    "Description": "Комбинированный нейронный сплав, применяемый во множестве областей: от фармакологии до тяжелой промышленности. Производится из хлора и аммиака.\n\nОдин из важнейших товаров галактической торговой сети."
  },
  {
    "Id": "prod75",
    "Name": "Магно-золото",
    "Group": "Сплав металлов",
    "Description": "Очень ценный, блестящий сплав. Пользуется высоким спросом среди торговцев всех основных рас. Производится из ионизированного кобальта и фосфора.\n\nЛегко узнаваем по ярко-красному свечению и мощному магнитному полю."
  },
  {
    "Id": "prod76",
    "Name": "Лемий",
    "Group": "Сплав металлов",
    "Description": "Сплав чистого феррита. Производится из чистого феррита и урана.\n\nВ связи с высокой прочностью широко используется в производстве грузовых звездолетов. Надежный материал, пользующийся постоянным спросом в галактической торговой сети."
  },
  {
    "Id": "prod77",
    "Name": "Геодезит",
    "Group": "Обогащенный сплав металлов",
    "Description": "Сложный сплав, в первую очередь используемый в корпусах звездолетов, а также в дронах для исследования глубокого космоса.\n\nПроизводится из герокса, грязной бронзы и лемия."
  },
  {
    "Id": "prod78",
    "Name": "Иридезит",
    "Group": "Обогащенный сплав металлов",
    "Description": "Легкий металлический сплав, популярный на Внешней границе галактики. Часто используется в производстве деталей интерьера торговых кораблей, чтобы уменьшить их вес и облегчить взлет с планет с сильным гравитационным полем.\n\nПроизводится из арония, магно-золота и грантина."
  },
  {
    "Id": "prod79",
    "Name": "Ядерный зажигатель",
    "Group": "Крайне сложная технология",
    "Description": "Очень сложное устройство, которое используется на электростанциях нового поколения. Для создания термоядерного блока требуются не только продвинутые научные знания, но и сложные производственные операции.\n\nПроизводится из портативного реактора, квантового процессора и геодезита."
  },
  {
    "Id": "prod80",
    "Name": "Устройство стазиса",
    "Group": "Крайне сложная технология",
    "Description": "Устройство, разработанное с целью сохранять жизнеспособность существ на сроки, во много сотен раз превышающие обычную продолжительность их жизней. Очень сложно в производстве: во-первых, с точки зрения необходимых навыков, а во-вторых, потому что последствия любой неисправности будут летальными.\n\nПроизводится из квантовых процессоров, криогенной камеры и иридезита."
  },
  {
    "Id": "prod81",
    "Name": "Проводной станок",
    "Group": "Универсальная техноплатформа",
    "Description": "Заводская печатная плата, которую можно использовать разными способами в большом количестве технологических компонентов.\n\nВ модуль встроен нанитовый процессор, допускающий быструю настройку под различные конкретные задачи."
  },
  {
    "Id": "prod82",
    "Name": "Хрупкий нейронный ствол",
    "Group": "Фрагмент жизни",
    "Description": "Тонкая сеть живой ткани. Та искра, что разжигает пламя жизни в новом живом существе.\n\nТребует внимательного ухода во время созревания."
  },
  {
    "Id": "prod83",
    "Name": "Хрупкое сердце",
    "Group": "Фрагмент жизни",
    "Description": "Пока что обычное скопление клеток, но уже можно почувствовать слабое биение этого протосердца.\n\nТребует внимательного ухода во время созревания."
  },
  {
    "Id": "prod84",
    "Name": "Хрупкий панцирь",
    "Group": "Фрагмент жизни",
    "Description": "Просвечивающий и невероятно тонкий, по прочности этот панцирь едва ли превосходит стекло. Но чувствуется, что он станет куда крепче. Панцирь твердеет на глазах и становится все более прочным.\n\nТребует внимательного ухода во время созревания."
  },
  {
    "Id": "prod85",
    "Name": "Растущая сингулярность",
    "Group": "Хрупкое дыхание",
    "Description": "Комок медленно переплетающихся нейронов, плоти и антиматерии. Невозможно представить, как его разум познает вселенную.\n\nТребует внимательного ухода во время созревания."
  },
  {
    "Id": "prod86",
    "Name": "Взрослый нейронный ствол",
    "Group": "Живой орган звездолета",
    "Description": "Это переплетение живой ткани отрастило металлические нити и стало сетью из серебра и плоти. Она потрескивает от вырабатываемого внутри электричества. Этой сети нужны свои узлы.\n\nОрган ждет своего тела."
  },
  {
    "Id": "prod87",
    "Name": "Взрослый узел сердца",
    "Group": "Живой орган звездолета",
    "Description": "Мощный и мускулистый, этот бионический насос окружен сетью синтетических трубок. Он дергается при прикосновении, на ритм его сокращений влияет присутствие других разумных существ.\n\nОрган ждет своего тела."
  },
  {
    "Id": "prod88",
    "Name": "Крепкий панцирь",
    "Group": "Живой орган звездолета",
    "Description": "Прозрачный, зеркальный, переливающийся и невероятно прочный. Панцирь быстро восстанавливает повреждения, становясь крепче прежнего. Новые связи формируют память стекла, отражая свет, впитанный в момент удара.\n\nОрган ждет своего тела."
  },
  {
    "Id": "prod89",
    "Name": "Ядро сингулярности",
    "Group": "Живой орган звездолета",
    "Description": "Чувствительный комплекс нейронов, вращающихся по стабильной орбите вокруг миниатюрной черной дыры. Разум этого бионического чуда свободен от ограничений линейного времени. Он воспринимает сущее как невероятную сеть из огромного множества форм жизни.\n\nОрган ждет своего тела."
  },
  {
    "Id": "prod90",
    "Name": "Мост сознания",
    "Group": "Восстановленная нейронная лестница",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nПохоже, это устройство позволяет отдельному существу подключаться к огромному единому сознанию. Устройство основано на корвакских технологиях, но отличается от них."
  },
  {
    "Id": "prod91",
    "Name": "Пульсирующий сердечник",
    "Group": "Перегретый фрагмент жизни",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nОрганическая, но пылает жаром и снабжена внутренним мешком, выдерживающим большое давление. Это «устройство» является насосом и камерой ускоренной эволюции."
  },
  {
    "Id": "prod92",
    "Name": "Невозможная мембрана",
    "Group": "Автоматически восстанавливающаяся форма жизни",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nТонкая сетка из плотно переплетенных волокон. Живущие в ткани микроорганизмы позволяют ей бесконечно восстанавливаться. Это идеальная и постоянно подновляемая бионическая кожа."
  },
  {
    "Id": "prod93",
    "Name": "Семена стекла",
    "Group": "Замороженный архив",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nКапсулы генетического материала, окруженные пленкой из живого стекла. По их зеркальным поверхностям проплывают общие воспоминания, ждущие своей возможности сформировать живое существо внутри."
  },
  {
    "Id": "prod94",
    "Name": "Архивированная душа",
    "Group": "Бионическая дуга",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nСинтез сложных микросхем и неописуемых сбоев Странника. Подобное вычислительное устройство может связывать реальности или разрывать их на крохотные симулированные фрагменты."
  },
  {
    "Id": "prod95",
    "Name": "Камера души (0%)",
    "Group": "Бионическая дуга",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nСинтез сложных микросхем и неописуемых сбоев Странника. Подобное вычислительное устройство может связывать реальности или разрывать их на крохотные симулированные фрагменты."
  },
  {
    "Id": "prod96",
    "Name": "Камера души (33%)",
    "Group": "Бионическая дуга",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nСинтез сложных микросхем и неописуемых сбоев Странника. Подобное вычислительное устройство может связывать реальности или разрывать их на крохотные симулированные фрагменты."
  },
  {
    "Id": "prod97",
    "Name": "Камера души (66%)",
    "Group": "Бионическая дуга",
    "Description": "Биомеханическая конструкция, созданная по проекту неизвестного владельца.\n\nСинтез сложных микросхем и неописуемых сбоев Странника. Подобное вычислительное устройство может связывать реальности или разрывать их на крохотные симулированные фрагменты."
  },
  {
    "Id": "prod98",
    "Name": "Живая вода",
    "Group": "Стеклянная алеаторика",
    "Description": "При необычном поверхностном взаимодействии эта жидкость быстро разделяется на маленькие идеальные сферы. Если пропускать через них свет, он преломляется и создает неописуемые цвета.\n\nПроисхождение неизвестно."
  }
]