[
  {
    "Id": "raw1",
    "Name": "Углерод",
    "Abbrev": "C",
    "Group": "Неочищенный органический элемент",
    "Rarity": "Common",
    "Description": "Органический строительный блок. Крайне ценен для космических путешественников, так как углерод используется для подзарядки добывающего оборудования.\n \nРасщепитель может добывать углерод из деревьев и других растительных форм."
  },
  {
    "Id": "raw2",
    "Name": "Сжатый углерод",
    "Abbrev": "C+",
    "Group": "Очищенный органический элемент",
    "Rarity": "Uncommon",
    "Description": "Продвинутый материал, получаемый из углерода с помощью очистителя.\n\nБлагодаря повышенной молекулярной плотности обладает улучшенным соотношением энергии к массе.\n\nИногда встречается в виде кристаллов. Для сбора крупных кристаллов может потребоваться продвинутый расщепитель."
  },
  {
    "Id": "raw3",
    "Name": "Кислород",
    "Abbrev": "O2",
    "Group": "Концентрированное жидкое топливо",
    "Rarity": "Common",
    "Description": "Играет важнейшую роль в технологии атмосферной фильтрации, являющейся центром системы жизнеобеспечения экзокостюма.\nСистема обработки материалов экзокостюма позволяет добывать кислород непосредственно из подходящей планетарной флоры.\nПрочую растительную жизнь можно просканировать анализирующим визором на предмет альтернативных источников кислорода."
  },
  {
    "Id": "raw4",
    "Name": "Гексит",
    "Abbrev": "X",
    "Group": "Неочищенный органический элемент",
    "Rarity": "Common",
    "Description": "Богатая минералами субстанция без запаха с гексагональной кристаллической структурой, добываемая из экскрементов живого создания."
  },
  {
    "Id": "raw5",
    "Name": "Дигидроген",
    "Abbrev": "H",
    "Group": "Субстанция с высоким зарядом энергии",
    "Rarity": "Common",
    "Description": "Устойчивая кристаллическая форма водорода, обладающая не только исключительной концентрацией энергии, но и устойчивостью при атмосферном давлении.\n\nДигидроген часто встречается в любых мирах в виде крупных синих кристаллов. Он является ключевым компонентом взлетного топлива для звездолета."
  },
  {
    "Id": "raw6",
    "Name": "Дейтерий",
    "Abbrev": "D",
    "Group": "Субстанция с высоким зарядом энергии",
    "Rarity": "Common",
    "Description": "Устойчивый изотоп водорода, широко применяемый как в компактных реакторах синтеза, так и в щитах с нейтронным расщеплением.\n\nЕстественное образование дейтерия — крайне редкое явление. Основная часть всего дейтерия в галактике получена в результате переработки дигидрогена и трития в очистителях."
  },
  {
    "Id": "raw7",
    "Name": "Тритий",
    "Abbrev": "H3",
    "Group": "Насыщенный нейтронами топливный элемент",
    "Rarity": "Common",
    "Description": "Радиоактивный изотоп, обычно применяемый в качестве топлива для термоядерных реакторов, питающих импульсные двигатели звездолетов.\n\nТритий в изобилии встречается в межзвездных скоплениях астероидов. Его можно добывать с помощью вооружения звездолета."
  },
  {
    "Id": "raw8",
    "Name": "Ферритная пыль",
    "Abbrev": "Fe",
    "Group": "Металлический минеральный элемент",
    "Rarity": "Common",
    "Description": "Распространенный элемент, добываемый из горных пород в зонах геологической важности. Легко добывается с помощью расщепителя.\n\nКак правило, требует обработки в очистителе, прежде чем его можно будет использовать в строительстве или производстве технологий."
  },
  {
    "Id": "raw9",
    "Name": "Чистый феррит",
    "Abbrev": "Fe+",
    "Group": "Обработанные металлические минералы",
    "Rarity": "Uncommon",
    "Description": "Обработанный металл, очищенный от пыли и примесей. Используется при создании множества построек и технологий.\n\nОбычно выделяется из ферритной пыли с помощью очистителя, но иногда попадается в виде крупных месторождений. Для добычи может потребоваться продвинутый расщепитель."
  },
  {
    "Id": "raw10",
    "Name": "Намагнич. феррит",
    "Abbrev": "Fe++",
    "Group": "Заряженный металл",
    "Rarity": "Uncommon",
    "Description": "Обработанный металл, прошедший несколько этапов переработки в очистителе.\n\nИспользуется в продвинутых постройках и технологиях. Избегайте попадания внутрь организма."
  },
  {
    "Id": "raw11",
    "Name": "Силикатный порошок",
    "Abbrev": "Si",
    "Group": "Распространенный минерал",
    "Rarity": "Common",
    "Description": "Распространенный минеральный элемент, встречающийся в геологических пластах на каменистых мирах. Легко добывается с помощью ландшафтного манипулятора. Создайте туннель в любом месте, чтобы начать добычу.\n\nПереработайте в очистителе, чтобы создать стекло."
  },
  {
    "Id": "raw12",
    "Name": "Натрий",
    "Abbrev": "Na",
    "Group": "Неочищенный катализатор",
    "Rarity": "Uncommon",
    "Description": "Мощный катализатор, которым можно заряжать защитные технологии, такие как щиты и система защиты от вредных факторов.\n \nЭкзокостюм способен автоматически добывать этот элемент из содержащей натрий флоры.\n\nЯвляется ключевым компонентом многих продвинутых устройств, продуктов и компонентов."
  },
  {
    "Id": "raw13",
    "Name": "Нитрат натрия",
    "Abbrev": "Na+",
    "Group": "Очищенный катализатор",
    "Rarity": "Rare",
    "Description": "Продвинутый катализатор, которым можно заряжать защитные технологии, такие как щиты и система защиты от вредных факторов.\n \nСоздается в очистителе, иногда встречается в виде кристаллов на планетах.\n\nОбладает улучшенным соотношением энергии к массе по сравнению с обычным натрием."
  },
  {
    "Id": "raw14",
    "Name": "Кобальт",
    "Abbrev": "Co",
    "Group": "Подземный минерал",
    "Rarity": "Common",
    "Description": "Добывается из подземных минеральных залежей. Кобальт можно в большом количестве найти в пещерах и прочих подземных полостях. Используется в производстве ионных батарей.\n\nИспользуется при создании некоторых технологий и построек, обработка в очистителе позволяет полностью раскрыть его потенциал."
  },
  {
    "Id": "raw15",
    "Name": "Иониз. кобальт",
    "Abbrev": "Co+",
    "Group": "Обработанный подземный минерал",
    "Rarity": "Rare",
    "Description": "Разновидность кобальта с мощным зарядом. Можно использовать для создания продвинутых ионных батарей — компактного источника питания для экзокостюма.\n\nШироко используется в продвинутых технологиях и постройках."
  },
  {
    "Id": "raw16",
    "Name": "Соль",
    "Abbrev": "NaCl",
    "Group": "Водный минеральный элемент",
    "Rarity": "Common",
    "Description": "Соль природного происхождения, которая в больших количествах скрывается в подводных минералах.\n\nМожет быть переработана в хлор с помощью очистителя. В подобном очищенном виде используется для производства улучшенных продуктов и технологий."
  },
  {
    "Id": "raw17",
    "Name": "Хлор",
    "Abbrev": "Cl",
    "Group": "Обработанный водный минерал",
    "Rarity": "Rare",
    "Description": "Химически активный элемент, который проще всего добыть путем обработки насыщенных солью океанических минералов.\n\nИспользуется в производстве продвинутых технологий."
  },
  {
    "Id": "raw18",
    "Name": "Цитофосфат",
    "Abbrev": "Cy",
    "Group": "Органическое вещество",
    "Rarity": "Rare",
    "Description": "Сине-зеленое органическое вещество, производимое в процессе метаболических циклов глубоководных растений. Цитофосфаты являются отличным источником энергии и применяются во многих подводных технологиях.\n \nЦитофосфаты можно добывать из подводных растений с помощью расщепителя."
  },
  {
    "Id": "raw19",
    "Name": "Медь",
    "Abbrev": "Cu",
    "Group": "Очищенный звездный металл: желтый",
    "Rarity": "Common",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды. Такие звездные материалы в итоге обнаруживаются в виде залежей в коре окружающих планет.\n\nМедь можно найти на планетах, обращающихся вокруг желтых звезд. Ее можно обработать в очистителе, чтобы создать хроматический металл, использующийся в производстве продвинутых технологий."
  },
  {
    "Id": "raw20",
    "Name": "Кадмий",
    "Abbrev": "Cd",
    "Group": "Очищенный звездный металл: красный",
    "Rarity": "Rare",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды. Такие звездные материалы в итоге обнаруживаются в виде залежей в коре окружающих планет.\n\nКадмий можно найти на планетах, обращающихся вокруг красных звезд. Его можно обработать в очистителе, чтобы создать хроматический металл, использующийся в производстве продвинутых технологий."
  },
  {
    "Id": "raw21",
    "Name": "Эмерил",
    "Abbrev": "Em",
    "Group": "Очищенный звездный металл: зеленый",
    "Rarity": "Rare",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды.\n\nЭмерил можно найти на планетах, обращающихся вокруг зеленых звезд. Его можно обработать в очистителе, чтобы создать хроматический металл, использующийся в производстве продвинутых технологий."
  },
  {
    "Id": "raw22",
    "Name": "Индий",
    "Abbrev": "In",
    "Group": "Очищенный звездный металл: синий",
    "Rarity": "Rare",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды. Такие звездные материалы в итоге обнаруживаются в виде залежей в коре окружающих планет.\n\nИндий можно найти на планетах, обращающихся вокруг синих звезд. Его можно обработать в очистителе, чтобы создать хроматический металл, использующийся в производстве продвинутых технологий."
  },
  {
    "Id": "raw23",
    "Name": "Хром. металл",
    "Abbrev": "Ch",
    "Group": "Звездный металл высокой очистки",
    "Rarity": "Rare",
    "Description": "Обработанный металлический сплав, созданный в очистителе из звездных металлов: меди, кадмия, эмерила и индия.\n\nЧем более редким является звездный металл, тем больше хроматического металла из него получается.\n\nЭтот ценный металл используется для создания многих продвинутых технологий."
  },
  {
    "Id": "raw24",
    "Name": "Парафиний",
    "Abbrev": "Pf",
    "Group": "Локализованный элемент поверхности",
    "Rarity": "Uncommon",
    "Description": "Минерал, добываемый из больших месторождений или извлекаемый из обычных минералов после сканирования аналитическим визором.\n\nОбычно встречается на планетах с тропическим климатом."
  },
  {
    "Id": "raw25",
    "Name": "Пирит",
    "Abbrev": "Py",
    "Group": "Локализованный элемент поверхности",
    "Rarity": "Uncommon",
    "Description": "Минерал, добываемый из больших месторождений или извлекаемый из обычных минералов после сканирования аналитическим визором.\n\nОбычно встречается на планетах с пустынным климатом."
  },
  {
    "Id": "raw26",
    "Name": "Аммиак",
    "Abbrev": "NH3",
    "Group": "Локализованный элемент поверхности",
    "Rarity": "Uncommon",
    "Description": "Минерал, добываемый из больших месторождений или извлекаемый из обычных минералов после сканирования аналитическим визором.\n\nОбычно встречается на планетах с токсичной средой."
  },
  {
    "Id": "raw27",
    "Name": "Уран",
    "Abbrev": "U",
    "Group": "Локализованный элемент поверхности",
    "Rarity": "Uncommon",
    "Description": "Минерал, добываемый из больших месторождений или извлекаемый из обычных минералов после сканирования аналитическим визором.\n\nОбычно встречается на планетах с радиоактивной средой."
  },
  {
    "Id": "raw28",
    "Name": "Диоксит",
    "Abbrev": "CO2",
    "Group": "Локализованный элемент поверхности",
    "Rarity": "Uncommon",
    "Description": "Минерал, добываемый из больших месторождений или извлекаемый из обычных минералов после сканирования аналитическим визором.\n\nОбычно встречается на низкотемпературных планетах."
  },
  {
    "Id": "raw29",
    "Name": "Фосфор",
    "Abbrev": "P",
    "Group": "Локализованный элемент поверхности",
    "Rarity": "Uncommon",
    "Description": "Минерал, добываемый из больших месторождений или извлекаемый из обычных минералов после сканирования аналитическим визором.\n\nОбычно встречается на высокотемпературных планетах."
  },
  {
    "Id": "raw30",
    "Name": "Мордит",
    "Abbrev": "Mo",
    "Group": "Собранное вещество",
    "Rarity": "Common",
    "Description": "Несмотря на долгое изучение, об этом жутком кристаллическом соединении мало что известно.\n\nДобывается из трупов некоторых видов существ или посредством выращивания мордитового корня."
  },
  {
    "Id": "raw31",
    "Name": "Пугний",
    "Abbrev": "Pg",
    "Group": "Аномальный материал",
    "Rarity": "Rare",
    "Description": "Маслянистая неприятная жидкость, вытекающая из микросхем стражей.\n\nСчитается, что высоко ценимый вай’кинами пугний обладает схожими с нанитами свойствами. Он зловеще жужжит при соприкосновении с органической материей."
  },
  {
    "Id": "raw32",
    "Name": "Серебро",
    "Abbrev": "Ag",
    "Group": "Ценный астероидный минерал",
    "Rarity": "Common",
    "Description": "Ценный минерал, используемый в межзвездной торговле. Обычно добывается на астероидах. Иногда встречается в подземных залежах на планетах.\n\nЦенится народами по всей галактике за свой блеск и привлекательность."
  },
  {
    "Id": "raw33",
    "Name": "Золото",
    "Abbrev": "Au",
    "Group": "Ценный астероидный минерал",
    "Rarity": "Uncommon",
    "Description": "Крайне ценный минерал, используемый в межзвездной торговле. Обычно добывается из астероидов. Иногда встречается в подземных залежах на планетах.\n\nЦенится всеми за красоту и универсальность."
  },
  {
    "Id": "raw34",
    "Name": "Платина",
    "Abbrev": "Pt",
    "Group": "Ценный астероидный минерал",
    "Rarity": "Rare",
    "Description": "Чрезвычайно ценный минерал, используемый в межзвездной торговле. Обычно добывается на астероидах. Иногда встречается в подземных залежах на планетах.\n\nЦенится всеми за прочность и универсальность."
  },
  {
    "Id": "raw35",
    "Name": "Серный газ",
    "Abbrev": "Su",
    "Group": "Сжатый атмосферный газ",
    "Rarity": "Common",
    "Description": "Жгучий атмосферный газ. В высоких концентрациях крайне опасен для органической жизни.\n\nМожет быть собран в атмосферах высокотемпературных и пустынных планет с помощью специализированных механизмов."
  },
  {
    "Id": "raw36",
    "Name": "Радон",
    "Abbrev": "Rn",
    "Group": "Сжатый атмосферный газ",
    "Rarity": "Uncommon",
    "Description": "Бесцветный, лишенный запаха газ с достаточно коротким периодом полураспада. \n\nВстречается в атмосферах радиоактивных и низкотемпературных планет. Возникает в процессе распада других активных элементов."
  },
  {
    "Id": "raw37",
    "Name": "Азот",
    "Abbrev": "N",
    "Group": "Сжатый атмосферный газ",
    "Rarity": "Rare",
    "Description": "Химически активный атмосферный газ, который встречается везде, где есть органическая жизнь.\n\nАзот образуется в атмосферах лесистых и токсичных планет."
  },
  {
    "Id": "raw38",
    "Name": "Активированная медь",
    "Abbrev": "Cu",
    "Group": "Очищенный звездный металл: желтый",
    "Rarity": "Common",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды.\n\nЭта медь была сформирована под воздействием экстремальных условий. Имеет высокую ценность.\n\nМедь можно найти на планетах, обращающихся вокруг желтых звезд. Ее можно обработать в очистителе, чтобы создать хроматический металл."
  },
  {
    "Id": "raw39",
    "Name": "Активированный кадмий",
    "Abbrev": "Cd",
    "Group": "Очищенный звездный металл: красный",
    "Rarity": "Rare",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды.\n\nЭтот кадмий был сформирован под воздействием экстремальных условий. Имеет высокую ценность.\n\nКадмий можно найти на планетах, обращающихся вокруг красных звезд. Его можно обработать в очистителе, чтобы создать хроматический металл."
  },
  {
    "Id": "raw40",
    "Name": "Активированный эмерил",
    "Abbrev": "Em",
    "Group": "Очищенный звездный металл: зеленый",
    "Rarity": "Rare",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды.\n\nЭтот эмерил был сформирован под воздействием экстремальных условий. Имеет высокую ценность.\n\nЭмерил можно найти на планетах, обращающихся вокруг зеленых звезд. Его можно обработать в очистителе, чтобы создать хроматический металл."
  },
  {
    "Id": "raw41",
    "Name": "Активированный индий",
    "Abbrev": "In",
    "Group": "Очищенный звездный металл: синий",
    "Rarity": "Rare",
    "Description": "Хроматический металл, получаемый в ходе синтеза в центре звезды.\n\nИндий можно найти на планетах, обращающихся вокруг синих звезд. Его можно обработать в очистителе, чтобы создать хроматический металл.\n\nЭтот индий был сформирован под воздействием экстремальных условий. Имеет высокую ценность."
  },
  {
    "Id": "raw42",
    "Name": "Грибковая плесень",
    "Abbrev": "Ml",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Rare",
    "Description": "Странно светящаяся субстанция, которую добывают из спороносного слоя скоплений грибов.\n\nВ диких условиях растение-хозяин предпочитает токсичный климат, но может быть выращено в любой среде с помощью гидропонного блока."
  },
  {
    "Id": "raw43",
    "Name": "Морозный кристалл",
    "Abbrev": "Fc",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Rare",
    "Description": "Красиво мерцающий голубой кристалл. Это органическое соединение отличается одновременно твердостью и прозрачностью. Получается из листьев плюхеи.\n\nВ диких условиях плюхея предпочитает холодный климат, но может быть выращена в любой среде с помощью гидропонного блока."
  },
  {
    "Id": "raw44",
    "Name": "Гамма-корень",
    "Abbrev": "Gr",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Rare",
    "Description": "Странная субстанция, вокруг которой словно бы немного смещается пространство. Вырабатывается корнями гамма-травы.\n\nВ диких условиях гамма-трава предпочитает высокорадиоактивную среду, но может быть выращена в любой среде с помощью гидропонного блока."
  },
  {
    "Id": "raw45",
    "Name": "Мякоть кактуса",
    "Abbrev": "Cc",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Rare",
    "Description": "Съедобная и сочная мякоть эхинокактуса. Эта аппетитная масса также используется в производстве.\n\nВ диких условиях эхинокактус процветает только на пустынных планетах, но может быть выращен в любой среде с помощью гидропонного блока."
  },
  {
    "Id": "raw46",
    "Name": "Соланий",
    "Abbrev": "So",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Rare",
    "Description": "Мощное соединение, не поддающееся синтезу. Получается из коры солнечного вьюна.\n\nВ диких условиях вьюн предпочитает жаркий климат, но может быть выращен в любой среде с помощью гидропонного блока."
  },
  {
    "Id": "raw47",
    "Name": "Звездный лук",
    "Abbrev": "Зк",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Rare",
    "Description": "Этот прекрасный самоцвет является драгоценным светящимся плодом звездяники.\n\nВ диких условиях растение-хозяин предпочитает лесистую местность, но может быть выращено в любой среде с помощью гидропонного блока."
  },
  {
    "Id": "raw48",
    "Name": "Луковичная тыква",
    "Abbrev": "Bu",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Uncommon",
    "Description": "Светящийся органический клубень, срезанный с выросшей под землей пещерной тыквы.\n\nПещерная тыква не поддается окультуриванию, поэтому подходящих для разведения сортов не существует. Дикорастущие клубни тыквы необходимо собирать вручную."
  },
  {
    "Id": "raw49",
    "Name": "Водоросл. мешок",
    "Abbrev": "Ke",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Uncommon",
    "Description": "Упругий, люминесцентный мешочек, срезанный с растущей под водой свечной водоросли.\n\nСельскохозяйственная наука пока не смогла окультурить свечную водоросль. Поэтому выращивание таких «мешочков» невозможно."
  },
  {
    "Id": "raw50",
    "Name": "Фекалий",
    "Abbrev": "Fa",
    "Group": "Сельскохозяйственный урожай",
    "Rarity": "Common",
    "Description": "Отвратительно пахнущее соединение, которое добывается из гнилоцвета или, что менее предпочтительно, каловых масс некоторых животных.\n\nКормление животных увеличивает скорость образования кристаллов фекалия."
  },
  {
    "Id": "raw51",
    "Name": "Оседающая масса",
    "Abbrev": "Мл",
    "Group": "Мусор",
    "Rarity": "Common",
    "Description": "Пульсирующая, мерзко пахнущая масса, постепенно нарастающая на нечищеных механизмах.\n\nНе допускайте контакта с кожей."
  },
  {
    "Id": "raw52",
    "Name": "Быстро нарастающая масса",
    "Abbrev": "Мл",
    "Group": "Мусор",
    "Rarity": "Common",
    "Description": "Неудержимо нарастающая масса, которая часто образуется в нечищеных механизмах.\n\nСкорее всего, это несколько видов плесени, объединившиеся в суперколонию."
  },
  {
    "Id": "raw53",
    "Name": "Ржавчина",
    "Abbrev": "Мл",
    "Group": "Мусор",
    "Rarity": "Uncommon",
    "Description": "Проржавевший металл, искореженный годами пребывания в неблагоприятной среде.\n\nТребуется осторожность."
  },
  {
    "Id": "raw54",
    "Name": "Живая слизь",
    "Abbrev": "Мл",
    "Group": "Мусор",
    "Rarity": "Uncommon",
    "Description": "Влажная, плотная слизь. Она слабо подергивается, словно в такт собственному сердцебиению.\n\nИсточник питательных веществ: неизвестен."
  },
  {
    "Id": "raw55",
    "Name": "Вязкие жидкости",
    "Abbrev": "Мл",
    "Group": "Мусор",
    "Rarity": "Rare",
    "Description": "Противоестественно густая жидкость неясного цвета. Установить ее происхождение невозможно.\n\nПредположительно обладает слабыми магнитными свойствами."
  },
  {
    "Id": "raw56",
    "Name": "Скопление нанитов",
    "Abbrev": "∞",
    "Group": "Технологическая валюта",
    "Rarity": "Rare",
    "Description": "Плотное, но при этом подвижное облако нанитов. Скопления стабильной, но неконтролируемой нанитовой пены могут приводить к нежелательным и неуправляемым реакциям при контакте с органикой.\n\nИспользуется для производства с применением продвинутых технологий. Представляет особую ценность для торговых специалистов."
  },
  {
    "Id": "raw57",
    "Name": "РТУТЬ",
    "Abbrev": "—",
    "Group": "Предмет в награду",
    "Rarity": "Rare",
    "Description": "Валюта или отношения с фракцией, получаемые в качестве награды."
  },
  {
    "Id": "raw58",
    "Name": "ЮНИТЫ",
    "Abbrev": "—",
    "Group": "Предмет в награду",
    "Rarity": "Rare",
    "Description": "Валюта или отношения с фракцией, получаемые в качестве награды."
  },
  {
    "Id": "raw59",
    "Name": "Жидкое солнце",
    "Abbrev": "?",
    "Group": "Трансмутированный металл",
    "Rarity": "Rare",
    "Description": "Обычный планетарный металл, перегретый и затем сохраненный в стабилизированной плазменной форме.\n\nДобывается из природных залежей металла с помощью солнечного луча. Крайне энергоемкий."
  },
  {
    "Id": "raw60",
    "Name": "Разрозненные квалиа",
    "Abbrev": "?",
    "Group": "Фрагмент души",
    "Rarity": "Rare",
    "Description": "Не более чем волновой узор, нанесенный на поверхность крохотной частички металла. Этот фрагмент данных представляет собой запись электрических импульсов, проходящих по нейронной сети. Чтобы воссоздать какое-либо заметное ощущение, потребуется множество осколков.\n\nСоздается при воздействии лучом намерения на живую цель."
  }
]