[
  {
    "Id": "trade1",
    "Name": "Нанотрубный контейнер",
    "Group": "Прод. производственные материалы",
    "Description": "Ящик с углеродными нанотрубками.\n\nЭти крохотные, но невероятно прочные трубки используются для производства крохотных, но невероятно прочных научных компонентов.",
    "Additional": ""
  },
  {
    "Id": "trade2",
    "Name": "Самовосстанавливающийся геридий",
    "Group": "Прод. производственные материалы",
    "Description": "Ящик самовосстанавливающегося геридия. На вид свежего.\n\nИспользуется для создания научных компонентов. Самовосстанавливающийся геридий особенно полезен на удаленных станциях, где ремонт оборудования и уход за ним из-за тяжелых условий затруднен или смертельно опасен.",
    "Additional": ""
  },
  {
    "Id": "trade3",
    "Name": "Оптический раствор",
    "Group": "Прод. производственные материалы",
    "Description": "Оптический раствор.\n\nЖидкость в этих флаконах предназначена для защиты научных компонентов от избыточного света и вреда, который он может им причинить.",
    "Additional": ""
  },
  {
    "Id": "trade4",
    "Name": "Пятимерный торус",
    "Group": "Прод. производственные материалы",
    "Description": "Специализированный контейнер с пятимерными торусами.\n\nДля создания объектов в дополнительных измерениях требуются особые материалы. Эти торусы используются для хранения мощных полей, получившихся в результате производства научных компонентов.",
    "Additional": ""
  },
  {
    "Id": "trade5",
    "Name": "Сверхпроводящее волокно",
    "Group": "Прод. производственные материалы",
    "Description": "Плотно упакованный контейнер сверхпроводящего волокна.\n\nМощное, гибкое, водонепроницаемое — благодаря своим свойствам это волокно незаменимо в производстве многих научных компонентов.",
    "Additional": ""
  },
  {
    "Id": "trade6",
    "Name": "Контейнер искр",
    "Group": "Источник энергии на продажу",
    "Description": "Ящик c контейнерами искр.\n\nВ производственной и горной промышленности важнейшим фактором является энергия. Когда стандартные батареи перестали справляться с поставленной задачей, им на смену пришли контейнеры искр.",
    "Additional": ""
  },
  {
    "Id": "trade7",
    "Name": "Промышленная батарея",
    "Group": "Источник энергии на продажу",
    "Description": "Упаковка хорошо изолированных промышленных батарей.\n\nСверхмощные батареи, которые используются при глубинной добыче руды и минералов. Такие батареи очень надежны и могут служить неделями, работая даже в условиях высоких температур и повышенного давления на глубине многих километров под поверхностью.",
    "Additional": ""
  },
  {
    "Id": "trade8",
    "Name": "Омический гель",
    "Group": "Источник энергии на продажу",
    "Description": "Несколько упаковок омического геля.\n\nГорная промышленность не только расходует много энергии, но и связана с большим риском для жизни. Омический гель не только смазывает, но и изолирует подвижные детали.",
    "Additional": ""
  },
  {
    "Id": "trade9",
    "Name": "Экспериментальная энергетическая жидкость",
    "Group": "Источник энергии на продажу",
    "Description": "Нержавеющие бочки с экспериментальной энергетической жидкостью.\n\nОдна бочка такого крайне неустойчивого состава способна питать энергией целую станцию на протяжении нескольких недель. Особенно ценится в системах с экономикой, основанной на горной промышленности.",
    "Additional": ""
  },
  {
    "Id": "trade10",
    "Name": "Термоядерный блок",
    "Group": "Источник энергии на продажу",
    "Description": "Комплект термоядерных блоков, испускающих слабое свечение.\n\nИсточник энергии, двигатель и сверхмощный нагреватель. Термоядерный блок не знает аналогов. Высоко ценится в системах, чья экономика построена на горной промышленности, и где есть необходимость сделать астероидные добывающие колонии более независимыми.",
    "Additional": ""
  },
  {
    "Id": "trade11",
    "Name": "Очищенная бутыль из-под феромонов",
    "Group": "Научные компоненты",
    "Description": "Внушительная коллекция бутылей из-под феромонов.\n\nФеромоны производятся и продаются каждый день в огромных количествах, что открывает массу новых торговых возможностей на рынке вторсырья. Эти стеклянные емкости полностью очищены и не представляют никакой угрозы при транспортировке.",
    "Additional": ""
  },
  {
    "Id": "trade12",
    "Name": "Нейтронный микроскоп",
    "Group": "Научные компоненты",
    "Description": "Упаковка нейтронных микроскопов.\n\nСистемы с экономикой, основанной на науке, производят и используют микроскопы в больших количествах. Однако подобная массовость чревата появлением дефектов. На первый взгляд они незаметны, но использовать такие микроскопы уже нельзя. Однако это открывает новые торговые возможности — ведь их по-прежнему можно продать менее разборчивым покупателям. ",
    "Additional": ""
  },
  {
    "Id": "trade13",
    "Name": "Инжектор нестабильности",
    "Group": "Научные компоненты",
    "Description": "Коробка, набитая инжекторами нестабильности.\n\nДля успешного проведения масштабных экспериментов часто требуется изменить большое количество переменных за очень короткое время. Для этого как раз и нужны инжекторы нестабильности. Кроме того, с их помощью можно создать настоящий хаос в экономике торговых систем. И, конечно, неплохо на этом заработать.",
    "Additional": ""
  },
  {
    "Id": "trade14",
    "Name": "Органические компоненты",
    "Group": "Научные компоненты",
    "Description": "Бочонок с органическими компонентами. Еще теплые.\n\nЧтобы избежать сложных этических проблем, многие лаборатории предпочитают самостоятельно выращивать подопытных на компонентном уровне. То, что остается, можно выгодно продать в системах с экономикой, основанной на торговле, и не обремененных строгими нормами морали. ",
    "Additional": ""
  },
  {
    "Id": "trade15",
    "Name": "Нейротрубка",
    "Group": "Научные компоненты",
    "Description": "Ящик свежих нейротрубок.\n\nНейротрубки — специальное средство для временного повышения внимания и производительности. Применяются повсеместно, но особым спросом пользуются в системах с экономикой, основанной на торговле, где конкуренция между рабочими особенно сильна.",
    "Additional": ""
  },
  {
    "Id": "trade16",
    "Name": "Грязь",
    "Group": "Минералы на продажу",
    "Description": "Несколько тонн грязи.\n\nГрязь, оставшаяся после выемки грунта. В ней еще сохранились ценные металлы, которые без труда смогут извлечь специалисты из систем с экономикой, основанной на производственной промышленности.",
    "Additional": ""
  },
  {
    "Id": "trade17",
    "Name": "Неочищенное пиритное масло",
    "Group": "Минералы на продажу",
    "Description": "Большие бочки пиритового масла.\n\nЖирный раствор с большим содержанием минералов. Это масло особенно высоко ценится в системах с экономикой, основанной на производственной промышленности для ухода за оборудованием.",
    "Additional": ""
  },
  {
    "Id": "trade18",
    "Name": "Бромидная соль",
    "Group": "Минералы на продажу",
    "Description": "Ящик бромидной соли.\n\nБромидная соль — важнейший материал, используемый на фабриках систем с экономикой, основанной на производственной промышленности. Чтобы ее получить, необходимо переработать большое количество сырья.",
    "Additional": ""
  },
  {
    "Id": "trade19",
    "Name": "Разноцветный цирконий",
    "Group": "Минералы на продажу",
    "Description": "Полный мешок разноцветных циркониевых кристаллов.\n\nИз таких кристаллов производят яркие и необычайно прочные линзы. Особенно они ценятся в системах с экономикой, основанной на производственной промышленности.",
    "Additional": ""
  },
  {
    "Id": "trade20",
    "Name": "Экранированный дуговой кристалл",
    "Group": "Минералы на продажу",
    "Description": "Аккуратно упакованный пакет экранированных дуговых кристаллов.\n\nДуговые кристаллы — это чрезвычайное редкое минеральное образование, незаменимое в производственной промышленности. Также из них получаются очень красивые (хоть и крайне опасные) украшения.",
    "Additional": ""
  },
  {
    "Id": "trade21",
    "Name": "Утилизированная плата",
    "Group": "Технологические детали",
    "Description": "Подборка утилизированных микросхем.\n\nСистемы с экономикой, основанной на производстве энергии, постоянно нуждаются в высокотехнологичных компонентах. Спросом пользуются даже поврежденные схемы, ведь из них можно извлечь еще работающие детали, а некоторые и вовсе еще можно использовать. ",
    "Additional": ""
  },
  {
    "Id": "trade22",
    "Name": "Сварочное мыло",
    "Group": "Технологические детали",
    "Description": "Несколько кусков сварочного мыла.\n\nИспользуется в системах с экономикой, основанной на производстве энергии для тепловой очистки металлических диодов перед сборкой батарей.",
    "Additional": ""
  },
  {
    "Id": "trade23",
    "Name": "Ионный конденсатор",
    "Group": "Технологические детали",
    "Description": "Укрепленный ящик ионных конденсаторов.\n\nЭти суперконденсаторы способны хранить необычайно большое количество энергии. Пользуются огромным спросом в системах с экономикой, основанной на производстве энергии.",
    "Additional": ""
  },
  {
    "Id": "trade24",
    "Name": "Блок автономного позиционирования",
    "Group": "Технологические детали",
    "Description": "Контейнер с блоками позиционирования и необходимой для них проводкой.\n\nБлоки автономного позиционирования способны превратить буквально любую технику в систему с самостоятельной навигацией. Пользуются особым спросом в системах с экономикой, основанной на производстве энергии — работа на таком производстве сопряжена с большим риском, а благодаря этим блокам непосредственное присутствие рабочих больше не требуется.",
    "Additional": ""
  },
  {
    "Id": "trade25",
    "Name": "Квантовый ускоритель",
    "Group": "Технологические детали",
    "Description": "Несколько крупных квантовых ускорителей.\n\nЭти ускорители, способные разгонять материю до неизмеримых скоростей, незаменимы в производстве энергии — с их помощью можно значительно увеличить емкость промышленных батарей.",
    "Additional": ""
  },
  {
    "Id": "trade26",
    "Name": "UI_TRADE_ITEM_COMMODITY_2_NAME_L",
    "Group": "Товар",
    "Description": "Несколько мотков звездного шелка.\n\nЗвездный шелк производят на огромных звездных прядильнях, расположенных на орбитах торговых планет. Космические лучи определяют форму и узор полотна, которое затем можно использовать в процессе обработки продвинутых материалов.",
    "Additional": ""
  }
]