{
  "title": "All Recipes",
  "rawMaterialsJson": "RawMaterials.en",
  "productsJson": "Products.en",
  "otherItemsJson": "Others.en",
  "curiosityJson": "Curiosity.en",
  "refineryJson": "Refinery.en",
  "technologiesJson": "Technology.en",
  
  "loading": "Loading",
  "about": "About",
  "aboutContent": "Why did I bother to build this? \r\nOne day I was playing No Man's Sky and wanted to plan out what farmable resources I should have at a new base, I thought that it would be easier to download an app from the Play Store than pull up the wiki on my second monitor. I found an app and was hit with a pay wall when I tried to look at the recipes for crafted materials, annoyed I decided to make an app that would be free for everyone to use. It was also a great excuse to play a bit with Flutter app development. \r\n\r\nP.S. I also have a blog, Inside my Mind - by Kurt Lourens. I havent been making use of it as much as I could have, but I have some articles😋.",
  "language": "Language help",
  "languageContent": "I need some help to translate this App into multiple Languages. I only know English and Afrikaans and a tiny amount of French. \r\nIf you are willing to help please let me know. \r\nI will be putting the names of those who contributed and want recognition on the website 😁",
  "email": "Offer help",
  "github": "Go To Github",
  "kurtsBlog": "Kurt's Blog",
  "donation": "Donation",
  "donationDescrip": "All features of the app are available to you, there are no PayWalls. However there are costs involved with making Apps and hosting websites, so donations help me out. If you like this App please give me a review in the Play Store and donate if you can. If you can't donate then don't worry about it 😋",
  "noticeContent": "Please note that the upcoming Beyond update (14 August), will potentially cause a lot of these recipes to no longer be valid. I will be updating / adding the new recipes as fast as I can 😀",
  "noticeAccept": "Accept",
  
  "buyMeACoffee": "Buy me a Coffee",
  "paypal": "PayPal",
  
  "searchItems": "Search Items",
  "searchRawMaterials": "Search Raw Materials",
  "searchProducts": "Search Products",
  "searchCuriosities": "Search Curiosities",
  "rawMaterials": "Raw Materials",
  "rawMaterial": "Raw Material",
  "products": "Crafted Products",
  "product": "Crafted Product",
  "others": "Others",
  "other": "Other",
  "curiosities": "Curiosities",
  "curiosity": "Curiosity",
  "craftedUsing": "Crafted using",
  "viewAllRawMaterialsRequired": "View All Raw Materials Required",
  "allRawMaterialsRequired": "All Raw Materials required: ",
  "noItems": "No Items",
  "refinedUsing": "Refined with",
  "refineToCreate": "Refine {0} to create",
  "usedToCreate": "Used to create",
  "similarRefinerRecipes": "Similar Refiner Recipes",
  "inputs": "Inputs",
  "output": "Output"
}