[
  {
    "Id": "conTech1",
    "Name": "Basiscomputer",
    "Group": "Ort-Evaluierungsgerät",
    "Description": "Portabler Land-Registrierungsservice.\n\nKontaktiert nach dem Platzieren das universelle Kartografiearchiv, um das Eigentum des Lands einzurichten. Nach erfolgreicher Registrierung können Basismodule an beliebigen Orten gebaut werden."
  },
  {
    "Id": "conTech2",
    "Name": "Landefeld",
    "Group": "Konstruktionsmodul",
    "Description": "Ein stabiles, verstärktes Landefeld für Raumschiffe."
  },
  {
    "Id": "conTech3",
    "Name": "Terminal des galaktischen Marktes",
    "Group": "Handelsterminal",
    "Description": "Ein Handelsterminal, das sofortigen lokalen Zugriff auf das Handelsnetzwerk für Ressourcen und Verbrauchsgüter bietet."
  },
  {
    "Id": "conTech4",
    "Name": "Gesundheitsstation",
    "Group": "Gesundheitsauflademodul",
    "Description": "Ein an Wänden montiertes Modul, an dem Gesundheit aufgeladen werden kann."
  },
  {
    "Id": "conTech5",
    "Name": "Gefahrenschutz-Einheit",
    "Group": "Gefahrenschutz-Aufladesystem",
    "Description": "Ein an Wänden montiertes Modul, an dem die Gefahrenschutz-Systeme des Benutzers aufgeladen werden können.\n\nDie Gefahrenschutz-Einheit muss mit einer Treibstoff-Quelle angetrieben werden."
  },
  {
    "Id": "conTech6",
    "Name": "Speichersignal",
    "Group": "Tragbare Wegpunktmarkierung",
    "Description": "Einmal aktiviert bieten Signale einen dauerhaften Navigationswegpunkt, um wiederholte Besuche an bestimmten Orten zu erleichtern.\n\nErmöglicht es dem Benutzer, seinen Fortschritt jederzeit zu speichern."
  },
  {
    "Id": "conTech7",
    "Name": "Speicherpunkt",
    "Group": "Konstruktionsmodul",
    "Description": "Ein Speicherpunkt, den man zur Verwaltung des eigenen Fortschritts bauen kann."
  },
  {
    "Id": "conTech8",
    "Name": "Signalbooster",
    "Group": "Umgebungsscanner",
    "Description": "Ein vielseitiger Scanner, der Gebäude in der Nähe erkennt. Kann Navigationsdaten entschlüsseln, um bestimmte Orte zu lokalisieren.\n\nDer Signalbooster kann zum einfacheren Transport abgebaut und wieder eingesetzt werden."
  },
  {
    "Id": "conTech9",
    "Name": "Antimateriereaktor",
    "Group": "Baryogenese-Einheit",
    "Description": "Dieser autonome Baryogenese-Reaktor dient der Ernte von Realitätsparadoxen und der Umwandlung selbiger in Antimaterie. Der Benutzer muss für einen fortgesetzten Einsatz die Treibstoffvorräte im Auge behalten.\n\nDie daraus resultierende Antimaterie ist sicher eingedämmt und kann in allen standardmäßigen Hyperraumenergieeinheiten verwendet werden"
  },
  {
    "Id": "conTech10",
    "Name": "Basisteleporter-Modul",
    "Group": "Langstrecken-Materienübertragungsgerät",
    "Description": "Ein persönlicher Teleporter, durch den der Benutzer schnell zwischen den gebauten Basen sowie allen Raumstation-Termini, mit denen er sich verbunden hat, wechseln kann.\n\nDer Benutzer muss unbedingt vorher die Netzwerkintegrität überprüfen, wenn er beim Einstieg keine wichtige Materie verlieren will."
  },
  {
    "Id": "conTech11",
    "Name": "Flottenkommandoraum",
    "Group": "Expeditionsverwaltungsterminal",
    "Description": "Kern-Flottenverwaltungsstation. Diese fortgeschrittene holografische Kommunikationsstation ist wichtig für die Verwaltung der Flottenexpeditionen von deinem Hauptschiff aus.\n\nEs wird zu mehr als einer Station geraten, wenn man gleichzeitig mehr als eine Expedition verwalten möchte."
  },
  {
    "Id": "conTech12",
    "Name": "Konstruktionsforschungsstation",
    "Group": "Technologiewiederherstellungsgerät",
    "Description": "Tragbares Bauplanforschungsgerät.\n\nDieses überall einsetzbare Forschungsmodul lässt den Benutzer alte oder beschädigte Technologiemodule in fortgeschrittene Konstruktionsbaupläne umwandeln."
  },
  {
    "Id": "conTech13",
    "Name": "Tragbare Raffinerie",
    "Group": "Automatisierte Raffinerieeinheit",
    "Description": "Ein unverzichtbarer Bestandteil planetarer Ausrüstung. Die Raffinerie ermöglicht es, gesammelte Substanzen zu leistungsfähigeren und fortgeschritteneren Materialien zu verarbeiten.\n\nDie tragbare Raffinerie kann zum einfacheren Transport abgebaut und wieder eingesetzt werden. Hinweis: Die tragbare Raffinerie benötigt Treibstoff."
  },
  {
    "Id": "conTech14",
    "Name": "Mittlere Raffinerie",
    "Group": "Automatisierte Raffinerieeinheit",
    "Description": "Ein unverzichtbarer Bestandteil planetarer Ausrüstung. Die Raffinerie ermöglicht es, gesammelte Substanzen zu leistungsfähigeren und fortgeschritteneren Materialien zu verarbeiten.\n\nDie mittelgroße Raffinerie ermöglicht es, zwei unterschiedliche Substanzen zu einem neuen Material zu kombinieren oder Materialien effektiver zu verarbeiten. \nDie mittelgroße Raffinerie muss in einer bewohnbaren Basis installiert werden, benötigt aber keine zusätzlichen Energiequellen."
  },
  {
    "Id": "conTech15",
    "Name": "Große Raffinerie",
    "Group": "Automatisierte Raffinerieeinheit",
    "Description": "Ein unverzichtbarer Bestandteil planetarer Ausrüstung. Die Raffinerie ermöglicht es, gesammelte Substanzen zu leistungsfähigeren und fortgeschritteneren Materialien zu verarbeiten.\n\nDie große Raffinerie ermöglicht es, drei unterschiedliche Substanzen zu einem neuen Material zu kombinieren oder Materialien effektiver zu verarbeiten. \nDie große Raffinerie muss in einer bewohnbaren Basis installiert werden, benötigt aber keine zusätzlichen Energiequellen."
  },
  {
    "Id": "conTech16",
    "Name": "Aussehenmodifikator",
    "Group": "Persönliches Aussehen anpassen",
    "Description": "Ein Modul zum Bauen, mit dem die Benutzer ihr Aussehen einstellen können.\n\nDieses Modul rekalibriert das Licht mittels holographischer Techniken, um allen Wünschen entsprechen zu können. Die visuellen Daten müssen vor dem Einsatz ordnungsgemäß formatiert sein."
  },
  {
    "Id": "conTech17",
    "Name": "Nährstoffprozessor",
    "Group": "Tragbare Versorgungseinheit",
    "Description": "Ein tragbarer Nährstoff-Extraktor, der gesammelte Zutaten zu essbaren Produkten verarbeiten und veredelt kann.\n\nDer Benutzer ist sich bewusst, dass er die erzeugten Produkte auf eigene Gefahr konsumiert."
  },
  {
    "Id": "conTech18",
    "Name": "Automatischer Fütterer",
    "Group": "Landwirtschaftsroboter",
    "Description": "Eine Roboter-Landwirtschaftseinheit, die automatisch Kreaturen in der Nähe füttert.\n\nLockt im aktiven Zustand Tiere in der Nähe an. Halte die Ködertanks gefüllt, um Lebensformen mit der gewünschten Nahrung zu versorgen."
  },
  {
    "Id": "conTech19",
    "Name": "Nutztiereinheit",
    "Group": "Automatischer Ernteroboter",
    "Description": "Eine Roboter-Landwirtschaftseinheit, die Substanzen von Kreaturen automatisch erntet. Benötigt Strom.\n\nKreaturen, denen Milch, Eier oder andere Erzeugnisse abgenommen werden können, werden sich der Nutztiereinheit nähern, um ihre Erträge abzuliefern. Die Kreaturen werden bei diesem Vorgang nicht verletzt.\n\nErntet Erzeugnisse von Kreaturen, die von Hand oder per automatischem Fütterer gefüttert werden."
  },
  {
    "Id": "conTech20",
    "Name": "Nachrichtenmodul",
    "Group": "Kommunikationsterminal",
    "Description": "Ein kleiner, zugänglicher Informationsbehälter, um Nachrichten zu hinterlassen oder vorhandene Nachrichten und kurze Informationstexte zu lesen."
  },
  {
    "Id": "conTech21",
    "Name": "Kommunikationsstation",
    "Group": "Kommunikationsterminal",
    "Description": "Ein Terminal zum Verfassen und Übertragen von Nachrichten an andere Reisende."
  },
  {
    "Id": "conTech22",
    "Name": "Nomaden-Geobucht",
    "Group": "Konstruktionsmodul",
    "Description": "Eine sichere Untergrund-Parkanlage für das leichte Nomaden-Exo-Fahrzeug."
  },
  {
    "Id": "conTech23",
    "Name": "Roamer-Geobucht",
    "Group": "Konstruktionsmodul",
    "Description": "Eine sichere Untergrund-Parkanlage für das mittlere Roamer-Exo-Fahrzeug."
  },
  {
    "Id": "conTech24",
    "Name": "Koloss-Geobucht",
    "Group": "Konstruktionsmodul",
    "Description": "Eine sichere Untergrund-Parkanlage für das große Koloss-Exo-Fahrzeug."
  },
  {
    "Id": "conTech25",
    "Name": "Pilger-Geobucht",
    "Group": "Konstruktionsmodul",
    "Description": "Eine sichere Untergrund-Parkanlage für das leichte Pilger-Exo-Fahrzeug."
  },
  {
    "Id": "conTech26",
    "Name": "Nautilon-Kammer",
    "Group": "U-Boot-Andockbucht",
    "Description": "Eine fortschrittliche, vollkommen luftdichte Andockstation für das Nautilon-U-Boot."
  },
  {
    "Id": "conTech27",
    "Name": "Exo-Fahrzeug-Rufstation",
    "Group": "Fahrzeug-Versetzungsgerät",
    "Description": "Nach Konstruktion kann der Nutzer jedes Exo-Fahrzeug in seinem Besitz von überallher auf dem Planeten rufen.\n\nVerbindet sich mit dem Exo-Anzug-Schnellbefehlsmenü für eine einfachere Bedienung."
  },
  {
    "Id": "conTech28",
    "Name": "Konstruktionsterminal",
    "Group": "Spezialistenterminal",
    "Description": "Eine auf die Bedürfnisse von Konstruktionsaufsehern zugeschnittene Forschungsstation. Ausgerüstet mit Designsoftware für Architektur und Technik."
  },
  {
    "Id": "conTech29",
    "Name": "Exo-Fahrzeug-Terminal",
    "Group": "Spezialistenterminal",
    "Description": "Eine auf die Bedürfnisse von Mechanikern zugeschnittene Forschungsstation. Ausgestattet mit spezieller Software zur Fahrzeugentwicklung."
  },
  {
    "Id": "conTech30",
    "Name": "Waffenterminal",
    "Group": "Spezialistenterminal",
    "Description": "Eine auf die Bedürfnisse von Waffenmeistern zugeschnittene Forschungsstation. Ausgerüstet für die Entwicklung von Munition und Sprengstoff sowie ausgewählter ziviler Technologien."
  },
  {
    "Id": "conTech31",
    "Name": "Wissenschaftsterminal",
    "Group": "Spezialistenterminal",
    "Description": "Eine auf die Bedürfnisse von Wissenschaftlern zugeschnittene Forschungsstation. Ausgerüstet für die Forschung und Entwicklung wissenschaftlicher Baupläne."
  },
  {
    "Id": "conTech32",
    "Name": "Landwirtschaftsterminal",
    "Group": "Spezialistenterminal",
    "Description": "Eine auf die Bedürfnisse von Farmern zugeschnittene Forschungsstation. Ausgerüstet für die Analyse und Kultivierung anbaubarer Nutzpflanzen."
  },
  {
    "Id": "conTech33",
    "Name": "Hydrokultur-Trog",
    "Group": "Landwirtschaftstechnik",
    "Description": "Ein in sich geschlossenes Entwicklungssystem für den Innenanbau von Nutzpflanzen.\n\nAnforderungen für Anbau: Muss in einem Gebäude platziert werden."
  },
  {
    "Id": "conTech34",
    "Name": "Großer Hydrokultur-Trog",
    "Group": "Landwirtschaftstechnik",
    "Description": "Ein in sich geschlossenes Entwicklungssystem für den Innenanbau von Nutzpflanzen. Bietet Platz für bis zu vier Pflanzen.\n\nAnforderungen für Anbau: Muss in einem Gebäude platziert werden."
  },
  {
    "Id": "conTech35",
    "Name": "Lagerbehälter",
    "Group": "Lagereinheit",
    "Description": "Geräumiger zusätzlicher Lagerplatz für Inventargegenstände."
  },
  {
    "Id": "conTech36",
    "Name": "Frachter-Lagereinheit",
    "Group": "Benutzer-Frachtermodul",
    "Description": "Hybrid-Lagereinheit/-modul mit hoher Kapazität zur Installation in interstellaren Frachtern.\n\nKompatibel mit allen Standardeinbauteilen für Lebenserhaltungssysteme."
  },
  {
    "Id": "conTech38",
    "Name": "Rennkraftverstärker",
    "Group": "Teil eines Rennens",
    "Description": "Verleiht deinem Exo-Fahrzeug in Rennen einen Extraschub."
  },
  {
    "Id": "conTech39",
    "Name": "Rennhindernis",
    "Group": "Teil eines Rennens",
    "Description": "Sorgt in Exo-Fahrzeug-Rennen für eine zusätzliche Herausforderung."
  },
  {
    "Id": "conTech40",
    "Name": "Renninitiator",
    "Group": "Teil eines Rennens",
    "Description": "Diese Plattform dient als Start- und Ziellinie für Praxistests des Exo-Fahrzeugs, sodass Reisende das Manövrieren und das schnelle Fahren üben können."
  },
  {
    "Id": "conTech41",
    "Name": "Meeresunterschlupf",
    "Group": "Tiefsee-Überlebensmodul",
    "Description": "Ein Notfalls-Überlebensmodul.\n\nKann im Falle eines Sauerstoff- oder anderen die Lebenserhaltung des Exo-Anzugs betreffenden Notfalls schnell auf dem Meeresboden eingesetzt werden. Stellt einen vorübergehenden Unterschlupf vor Umweltgefahren, Raubtieren und anderen feindlichen Einflüssen bereit, die in den Tiefen des Ozeans lauern."
  },
  {
    "Id": "conTech42",
    "Name": "Kugelerzeuger",
    "Group": "Experimenteller Hersteller",
    "Description": "Ein höchst spezifisches Herstellungsgerät, das mit dem Vorhaben entwickelt wurde, die perfekteste Kugel des Universums zu finden.\n\nBenötigt Strom, um zu funktionieren. Erschafft eine große Kugel, die für jegliche notwendigen Experimente bereit ist."
  },
  {
    "Id": "conTech43",
    "Name": "Geräuschbox",
    "Group": "Audiogerät",
    "Description": "Ein spezielles Konstruktionsmodul, das entwickelt wurde, um ein Hochfrequenzgeräusch auszusenden. Die Tonhöhe kann den Anforderungen des Benutzers entsprechend angepasst werden.\n\nBenötigt Strom, um zu funktionieren."
  },
  {
    "Id": "conTech44",
    "Name": "Sauerstoff-Verarbeiter",
    "Group": "Atmosphärenverarbeitungsgerät",
    "Description": "Dieser autonome Atmosphären-Extraktor kann eigenständig Sauerstoff aus der Luft sammeln und reinigen. Der Benutzer muss für einen fortgesetzten Einsatz die Treibstoffvorräte im Auge behalten.\n\nDas daraus resultierende Gas wird komprimiert und verarbeitet und kann in allen Standard-Lebenserhaltungssystemen eingesetzt werden."
  },
  {
    "Id": "conTech45",
    "Name": "Autonome Bergbaueinheit",
    "Group": "Tragbares Bergbaugerät",
    "Description": "Eine automatisierte Verarbeitungsanlage zum Abbau von Ressourcen. Einmal aktiviert baut die ABV Mineralien ab, ohne gesteuert werden zu müssen, und bringt einen regelmäßigen Ertrag ein, bis das Vorkommen erschöpft ist."
  },
  {
    "Id": "conTech46",
    "Name": "Mineralienextraktor",
    "Group": "Energieverteilungsmodul",
    "Description": "Eine automatisierte Mineralverarbeitungsanlage. Bestimme eine Stelle mit dem Begutachtungs-Upgrade für das Analysevisier. Die Mineralgewinnungsraten und produzierten Mineralien sind von Stelle zu Stelle unterschiedlich.\n\nBenötigt Strom, um zu funktionieren. Verbinde den Extraktor mittels Leitungen mit Silos, um das Sammeln an geeigneteren Stellen zu erlauben."
  },
  {
    "Id": "conTech47",
    "Name": "Gas-Extraktor",
    "Group": "Energieverteilungsmodul",
    "Description": "Eine automatisierte Gasverarbeitungsanlage. Bestimme eine Stelle mit dem Begutachtungs-Upgrade für das Analysevisier. Die Gasgewinnungsraten und produzierten Gase sind von Stelle zu Stelle unterschiedlich.\n\nBenötigt Strom, um zu funktionieren. Verbinde den Extraktor mittels Leitungen mit Silos, um das Sammeln an geeigneteren Stellen zu erlauben."
  },
  {
    "Id": "conTech48",
    "Name": "Versorgungsdepot",
    "Group": "Substanzverteilungsmodul",
    "Description": "Eine automatisierte Lagereinheit. Verbinde sie mittels Leitungen mit einem Versorgungsnetz.\n\nLagert automatisch die Ausgabe diverser Mineralien- und Gas-Extraktoren, was zu einer erhöhten Kapazität und effizienteren Standortbestimmung führt. Kann über große Distanz vom Extraktionsstandort geortet werden."
  },
  {
    "Id": "conTech49",
    "Name": "Versorgungsrohr",
    "Group": "Energieverteilungsmodul",
    "Description": "Flexible, robuste Rohre. Können hohem Druck in einer Innenumgebung standhalten.\n\nWerden verwendet, um diverse Mineralien- und Gas-Extraktoren mit Silos zu verbinden."
  },
  {
    "Id": "conTech50",
    "Name": "Solarmodul",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein effizienter Stromgenerator. Diese Solaranlage wandelt Sonnenlicht direkt in elektrische Energie um, die für viele Basisstrukturen nötig ist.\n\nErzeugt bei Nacht keine Energie. Kombiniere ihn mit Batterien, um Energie für die Nachtstunden zu speichern."
  },
  {
    "Id": "conTech51",
    "Name": "Elektromagnetischer Generator",
    "Group": "Energieverteilungsmodul",
    "Description": "Bei einer passenden Platzierung in einem Bereich mit hoher Feldstärke werden effektive elektromagnetische Lichtmaschinen eingesetzt, um nahezu grenzenlosen Strom zu erzeugen.\n\nLokalisiere passende Stellen mit dem Begutachtungs-Upgrade für das Analysevisier. Die Stromerzeugung ist von Stelle zu Stelle unterschiedlich."
  },
  {
    "Id": "conTech52",
    "Name": "Biotreibstoff-Reaktor",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein kleiner Stromgenerator. Verbrennt in seinem Ofentank darin platzierten kohlenstoffbasierten Treibstoff und wandelt ihn in brauchbare Energie um.\n\nVerbinde Stromgeneratoren mittels elektrischer Verkabelung mit Basisstrukturen und Technologien. Viele Teile benötigen Strom, um zu funktionieren."
  },
  {
    "Id": "conTech53",
    "Name": "Elektrische Verkabelung",
    "Group": "Energieverteilungsmodul",
    "Description": "Elektrische Hochleistungsverkabelung. Verwende die Verkabelung, um Stromgeneratoren mit deiner Basis zu verbinden. Die meisten Technologien und Strukturen, die mit Beleuchtungssystemen ausgestattet sind, benötigen eine Energieversorgung.\n\nDie Verkabelung kann mit diversen Schaltern verbunden werden, um einen selektiven Stromfluss zu ermöglichen."
  },
  {
    "Id": "conTech54",
    "Name": "Teleportkabel",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein fortgeschrittenes Glasfaserkabel, das einen oder mehrere Kurzstrecken-Teleporter miteinander verbinden kann."
  },
  {
    "Id": "conTech55",
    "Name": "Wandschalter",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein Energieverwaltungsgerät. Der Schalter regelt den Stromfluss, wenn er gezogen wird.\n\nSchalter benötigen sowohl Strom als auch Kabel, um ein Gerät zu steuern."
  },
  {
    "Id": "conTech56",
    "Name": "Bodenschalter",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein Energieverwaltungsgerät. Der Schalter regelt den Stromfluss, wenn man darauf steht oder er anderweitig aktiviert wird.\n\nSchalter benötigen sowohl Strom als auch Kabel, um ein Gerät zu steuern."
  },
  {
    "Id": "conTech57",
    "Name": "Batterie",
    "Group": "Energieverteilungsmodul",
    "Description": "Hocheffiziente Energiespeichereinheiten. Bei der Anbindung an ein Stromnetz zapfen die Energieverwaltungsschaltkreise automatisch übrige Kapazität an, um ihre Zellen aufzuladen.\n\nWenn das Stromnetz versucht, mehr Energie anzuzapfen als aktuell zur Verfügung steht, gibt die Batterie automatisch Energie frei, um das Defizit auszugleichen."
  },
  {
    "Id": "conTech58",
    "Name": "Annäherungsschalter",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein Energieverwaltungsgerät. Der Schalter regelt den Stromfluss, wenn eine Entität in der Nähe entdeckt wird.\n\nSchalter benötigen sowohl Strom als auch Kabel, um ein Gerät zu steuern."
  },
  {
    "Id": "conTech59",
    "Name": "Schalter",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein Energieverwaltungsgerät. Der Schalter regelt bei Gebrauch den Stromfluss.\n\nSchalter benötigen sowohl Strom als auch Kabel, um ein Gerät zu steuern."
  },
  {
    "Id": "conTech60",
    "Name": "Energieumkehrer",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein Energieverwaltungsgerät. Der Schalter regelt bei Gebrauch den Stromfluss.\n\nSchalter benötigen sowohl Strom als auch Kabel, um ein Gerät zu steuern."
  },
  {
    "Id": "conTech61",
    "Name": "Automatischer Schalter",
    "Group": "Energieverteilungsmodul",
    "Description": "Ein Energieverwaltungsgerät. Der Schalter regelt den Stromfluss, sobald er das Signal dazu erhält.\n\nSchalter benötigen sowohl Strom als auch Kabel, um ein Gerät zu steuern."
  },
  {
    "Id": "conTech62",
    "Name": "Kurzstrecken-Teleporter",
    "Group": "Soforttransportnetzwerk",
    "Description": "Ein Teleporter, der wenig Strom benötigt und für das Zurücklegen von kurzen Distanzen konzipiert wurde.\n\nWenn er mit einer Energiequelle und einem weiteren Kurzstrecken-Teleporter verbunden ist, ermöglicht er das sofortige Reisen zwischen nahen Orten."
  },
  {
    "Id": "conTech63",
    "Name": "Minotaurus-Geobucht",
    "Group": "Schwerlast-Lagerbucht",
    "Description": "Eine gesicherte Einrichtung, in der der Schwere Minotaurus-Exo-Anzug-Hybrid geparkt, gerufen und angepasst werden kann.\n\nVerwende das Schnellmenü, um den Minotaurus einzusetzen. Mithilfe eines in einem Frachter eingebauten orbitalen Exo-Fahrzeug-Materialisierers kann der Minotaurus sofort an jedem Ort im selben System wie das Mutterschiff eingesetzt werden."
  }
]