[
  {
    "Id": "cur1",
    "Name": "Vierfach-Servo",
    "Group": "Anormales Material",
    "Description": "Ein stark gefederter Motorarm, der aus dem Inneren einer Wächter-Patrouilleneinheit geborgen wurde. Manchmal zuckt er, als würde er das Echo eines Kampfes spüren."
  },
  {
    "Id": "cur2",
    "Name": "Kampfläufergehirn",
    "Group": "Anormales Material",
    "Description": "Instabile Nanit-Haufen, die von Pugneum-Fasern zusammengehalten werden. Dieser Schaltkreis ist unglaublich heiß.\n\nEin düsteres, violettes Licht scheint zwischen der Verkabelung durch; die Intensität verändert sich, sobald er seinen Inhaber ansieht."
  },
  {
    "Id": "cur3",
    "Name": "Gedankenbogen",
    "Group": "Weiterentwickeltes Produkt",
    "Description": "Eine seltsame Technologie, ein Geschenk von einem Ort jenseits der Sterne. Ihr Schimmer lässt darauf schließen, dass sie sich nicht komplett in dieser Welt befindet."
  },
  {
    "Id": "cur4",
    "Name": "Gefangene Nanode",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Ein Atlas-Samen, der ein zonenförmig verschobenes, quasistellares Substrat enthält. Warnung: Die Matrix darf mit diesem dimensionalen Raum nicht kommunizieren."
  },
  {
    "Id": "cur5",
    "Name": "Umhüllter Schatten",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Diese Atlas-Schale enthält die Überreste einer parasitären Weltall-Lebensform, höchstwahrscheinlich extradimensionaler Herkunft."
  },
  {
    "Id": "cur6",
    "Name": "Noosphärische Kugel",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Ein Atlas-Samen, der auf humanoiden Telepathie-Frequenzen schwingen kann. Versucht möglicherweise, jegliche niedere Intelligenz in unmittelbarer Nähe zu subsumieren."
  },
  {
    "Id": "cur7",
    "Name": "Dunkle Materie",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Eine Schale des Atlas-Samens, die ein leeres Element umgibt, das beim Zerfall des letzten Universums geerntet wurde. Wirkt beim Verschlucken toxisch."
  },
  {
    "Id": "cur8",
    "Name": "Ende der Dämmerung",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Eine geformte Tau-Neutrino-Boson-Matrix in einer unersetzlichen Atlas-Samen-Schale. Könnte halb-fühlend sein."
  },
  {
    "Id": "cur9",
    "Name": "Photischer Jade",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Dieser unersetzbare Atlas-Samen ist eine Form substanzangepasster Photonen, die durch unbekannte Vorgänge zu einer physischen Festigkeit verschmolzen sind."
  },
  {
    "Id": "cur10",
    "Name": "Zustandsphase",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Aus unbekannten Gründen ist dieser einzigartige Atlas-Samen nicht phasengleich mit dieser Quantum-Realität. Die Inhalte können nicht bestimmt werden."
  },
  {
    "Id": "cur11",
    "Name": "Novae-Regenerat",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Ein Atlas-Samen mit Neutronium-Elementen einer katastrophalen Supernova, die eine fühlende Zivilisation in einer vergangenen Ära ausgelöscht hat."
  },
  {
    "Id": "cur12",
    "Name": "Modifizierte Quanten",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Dieser einzigartige Atlas-Samen enthält ein ästhetisch ansprechendes, mathematisches Konstrukt, das von der Simulation einer alternativen Realität gerettet werden konnte."
  },
  {
    "Id": "cur13",
    "Name": "Herz der Sonne",
    "Group": "Einzigartige, wertvolle Rarität",
    "Description": "Ein Atlas-Samen, der eine in eine photonische Hülle geschlossene Quantum-Zilie enthält, welche mit einer Zeitsperre versehen ist. Es ist die einzige ihrer Art."
  },
  {
    "Id": "cur14",
    "Name": "NipNip-Knospen",
    "Group": "Medizinische Substanz",
    "Description": "Eine Knospe der NipNip-Pflanze mit strengem Geruch, aus der häufig GekNip hergestellt wird."
  },
  {
    "Id": "cur15",
    "Name": "Larvenkern",
    "Group": "Monstrosität",
    "Description": "Eine pulsierende, geleeartige Kugel, die sich warm anfühlt. Der strenge Geruch erfüllt sterbliche Wesen mit einer Urangst, die tief in ihnen verwurzelt ist. Sie sorgt dafür, dass man sie fallen lassen und fliehen möchte."
  },
  {
    "Id": "cur16",
    "Name": "Geborgene Daten",
    "Group": "Wiederhergest. Tech.",
    "Description": "Das wiederverwertbare Herzstück einer uralten Technologie. In der aktuellen Form nicht auslesbar.\n\nDiese Datenbanken können bei einer Konstruktionsforschungsstation eingesetzt und zur Erforschung neuer Konstruktionsbaupläne verwendet werden."
  },
  {
    "Id": "cur17",
    "Name": "Lebende Perle",
    "Group": "Halbbewusster Edelstein",
    "Description": "Geboren in den Herzen riesiger leuchtender Mollusken in den Untiefen des Ozeans.\n\nIm Gegensatz zu den meisten Perlen besteht dieses Exemplar nicht aus leblosem Calcit. Spuren des Bewusstseins der Muttermuschel bleiben in der Perle bestehen, was ihr eine nachhaltige, unvergessliche Schönheit verleiht."
  },
  {
    "Id": "cur18",
    "Name": "Hypnotisches Auge",
    "Group": "Schreckliche Probe",
    "Description": "Das Auge fühlt sich kalt, beinahe gefroren an. Nichtsdestotrotz wird man das Gefühl nicht los, dass es irgendwie am Leben ist.\n\nEs wird nicht empfohlen, sich dem Blick längere Zeit auszusetzen. Erwidere nicht den Blick des Auges. Erwidere nicht den Blick. Erwidere nicht den Blick."
  },
  {
    "Id": "cur19",
    "Name": "Hadal-Kern",
    "Group": "Schreckliche Probe",
    "Description": "Eine unter hohem Druck stehende, fleischige Kugel.\n\nMan kann spüren, wie sie die Berührung erwidert, wenn man sie anfasst. Ein biolumineszierender Blitz erhellt den tiefschwarzen Kern dieses mysteriösen Objekts."
  },
  {
    "Id": "cur20",
    "Name": "Seelen-Engine",
    "Group": "Weiterentwickeltes Produkt",
    "Description": "Eine leistungsstarke organische Recheneinheit.\n\nDieser wundersame Schaltkreis wird von einem seltsamen Rhythmus angetrieben und führt in einer unendlichen Abfolge von Zyklen Berechnungen durch."
  },
  {
    "Id": "cur21",
    "Name": "Sturmkristall",
    "Group": "Einzigartige wertvolle Kuriosität",
    "Description": "Ein seltener und sehr wertvoller Klumpen Sturmkristalle. Diese kristallenen Strukturen blühen unter stürmischen Bedingungen auf, ziehen Blitzschläge auf natürliche Art an und leuchten bei der Ionisierung prachtvoll. Ausschließlich auf Planeten mit extremem Wetter zu finden."
  },
  {
    "Id": "cur22",
    "Name": "Eiweißperle",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Edelstein, der sich im Lauf der Jahrhunderte in einem Ei einer Superbrut-Spezies bildete.\n\nExtrem selten."
  },
  {
    "Id": "cur23",
    "Name": "Gravitino-Ball",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Supersymmetrische Partikelanhäufung.\n\nExtrem selten und wertvoll. Ein Produkt unterschiedlicher Supergravitationskräfte."
  },
  {
    "Id": "cur24",
    "Name": "Beutelgift",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Stabilisierte Giftprobe, die ursprünglich von einer im Wasser lebenden Seeigel-Kreatur produziert wurde.\n\nEin seltener und teurer Gegenstand im galaktischen Handelsnetzwerk."
  },
  {
    "Id": "cur25",
    "Name": "Wirbelwürfel",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Dichte Metallobjekte, die sich vor langer Zeit in unterirdischen Netzwerken überall in der Galaxie materialisierten.\n\nExtrem selten und sehr wertvoll."
  },
  {
    "Id": "cur26",
    "Name": "Atlas-Stein",
    "Group": "Eine sehr wertvolle Rarität.",
    "Description": "Ein kugelförmiges Juwel, dessen Inneres rot pulsiert.\n \nEin sehr seltener Gegenstand, der häufig mit den uralten Monolithen in Verbindung gebracht wird."
  },
  {
    "Id": "cur27",
    "Name": "Hex-Kern",
    "Group": "Eingedämmter Realitätsfehler",
    "Description": "Diese seltsame Energiekugel vibriert unaufhörlich und stößt ein Summen mit niedriger Frequenz aus. Das Muster wiederholt sich ständig mit leichten Abweichungen und es wirkt so, als würde sie versuchen, eine Nachricht zu übertragen."
  },
  {
    "Id": "cur28",
    "Name": "Geode",
    "Group": "Wertvolle Mineralablagerung",
    "Description": "Ein merkwürdig leuchtender und möglicherweise wertvoller Steinklumpen.\n\nWähle ihn im Inventar (INVENTORY) aus und brich ihn mit FE_ALT1 auf."
  },
  {
    "Id": "cur29",
    "Name": "Kristallfragment",
    "Group": "Verdichteter Elementsplitter",
    "Description": "Ein Kristallsplitter, der über eine äußerst dichte Struktur verfügt. Möglicherweise sehr wertvoll.\n\nWähle ihn im Inventar (INVENTORY) aus und brich ihn mit FE_ALT1 auf."
  },
  {
    "Id": "cur30",
    "Name": "Tritium-Hypercluster",
    "Group": "Energetisches Fragment",
    "Description": "Ein Splitter aus purem, kristallinem Tritium.\n\nWähle ihn im Inventar (INVENTORY) aus und brich ihn mit FE_ALT1 auf."
  },
  {
    "Id": "cur31",
    "Name": "Goldklumpen",
    "Group": "Wertvolles Erz",
    "Description": "Ein sehr wertvoller Erzbrocken, der zu Gold verarbeitet werden kann.\n\nWähle ihn im Inventar (INVENTORY) aus und brich ihn mit FE_ALT1 auf."
  },
  {
    "Id": "cur32",
    "Name": "Kristallsulfid",
    "Group": "Verdichtetes Mineral",
    "Description": "Diese reichen Mineralablagerungen wurden in den unvorstellbaren und unter hohem Druck stehenden Planetenkernen geformt und haben eine beinahe glasartige Beschaffenheit.\n\nErfreut sich dank seines Mineralgehalts und der extremen Stärke unter Druck großer Beliebtheit auf dem industriellen Markt."
  },
  {
    "Id": "cur33",
    "Name": "Vy‘keen-Tafel",
    "Group": "Gemeinschaft Hirk",
    "Description": "Eine Steintafel mit unzähligen Reihen mit komplizierten Runen. Die Worte sind unverständlich, da es sich um einen uralten Dialekt handelt, den nur noch die Vy‘keen-Ältesten sprechen.\n\nWer auch immer diese Runen in den Stein gemeißelt hat, war wirklich etwas Besonderes. Die Runen sind genau und zart, übermitteln aber dennoch die unnachgiebige Aggressivität des Verfassers."
  },
  {
    "Id": "cur34",
    "Name": "Divergenzwürfel",
    "Group": "Anormale Dateneinheit",
    "Description": "Eine defekte, pulsierende Dateneinheit. Sie scheint nicht aus dieser Realität zu stammen.\n\nDer Würfel erinnert an einen stillen Schrei, die eingefrorenen Rufe Hunderter verlorener Seelen, die in seinem Inneren eingesperrt sind."
  },
  {
    "Id": "cur35",
    "Name": "Gek-Relikt",
    "Group": "Eine Rarität, die nicht besonders wertvoll ist.",
    "Description": "Eine Metallfigur einer Kreatur, die eine Münze im Schnabel hat.\n \nSie ist bei vielen Händlern beliebt, für die sie ein Symbol des freien Handels und des Friedens ist."
  },
  {
    "Id": "cur36",
    "Name": "GekNip",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Ein Nahrungsmittel, das bei den Gek extrem beliebt ist.\n \nDurch den Verzehr können die geschnäbelten Händler über einen längeren Zeitraum angenehm duftendes Gas verströmen.\n \nDas Ausstoßen von GekNip-Gas wird als eine Kunstform und der wahrhaftigste Ausdruck der Gek-Seele betrachtet."
  },
  {
    "Id": "cur37",
    "Name": "Vy‘keen-Bildnis",
    "Group": "Eine Rarität, die nicht besonders wertvoll ist.",
    "Description": "Eine kleine hölzerne Figur, die die Form einer Wächter-Drohne hat.\n \nMit ihr versetzen sich Krieger in einen tranceähnlichen Zustand, in dem sie ihr Verlangen nach Schlaf verlieren."
  },
  {
    "Id": "cur38",
    "Name": "Vy‘keen-Dolch",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Eher zeremonielle Waffe. Ein zentrales Element der Tradition und Kultur der Vy‘keen."
  },
  {
    "Id": "cur39",
    "Name": "Korvax-Gehäuse",
    "Group": "Eine wertvolle Rarität.",
    "Description": "Die metallische Hülle einer toten elektronischen Lebensform, die zu weit von ihrer Art entfernt war, um von einem neuen Wesen in Besitz genommen zu werden.\n \nErzielt bei allen Spezies, v. a. den Korvax, einen hohen Preis."
  },
  {
    "Id": "cur40",
    "Name": "Korvax-Konvergenz-Würfel",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Diese Gerätschaft wird von den Korvax benutzt, um historische und kulturelle Informationen zu speichern."
  },
  {
    "Id": "cur41",
    "Name": "Atlas-Pass V1",
    "Group": "Zugangskarte",
    "Description": "Ein Sicherheits- und Genehmigungspass, den bestimmte Reisende von vielen wichtigen Spezies der Galaxie erhalten.\n\nGewährt Zugang zu beschränkten Bereichen und Außenposten-Systemen mit niedriger Sicherheitsstufe."
  },
  {
    "Id": "cur42",
    "Name": "Atlas-Pass V2",
    "Group": "Zugangskarte",
    "Description": "Ein Sicherheits- und Genehmigungspass, den bestimmte Reisende von vielen wichtigen Spezies der Galaxie erhalten.\n \nGewährt Zugang zu beschränkten Bereichen und Außenposten-Systemen mit mittlerer Sicherheitsstufe."
  },
  {
    "Id": "cur43",
    "Name": "Atlas-Pass V3",
    "Group": "Zugangskarte",
    "Description": "Ein Sicherheits- und Genehmigungspass, den bestimmte Reisende von vielen wichtigen Spezies der Galaxie erhalten.\n \nGewährt Zugang zu beschränkten Bereichen und Außenposten-Systemen mit hoher Sicherheitsstufe."
  },
  {
    "Id": "cur44",
    "Name": "Fabrik-Überschreibungseinheit",
    "Group": "Fortgeschrittenes Forschungsmodul",
    "Description": "Eine tragbare Dateneinheit, die mit den meisten planetaren Herstelleranlagen kompatibel ist.\n\nSobald Zugriff auf ein zentrales Kontrollterminal erlangt wurde, kann die Überschreibungseinheit die Ressourcen der Anlage auf die Erforschung neuer Produktrezepte umleiten."
  },
  {
    "Id": "cur45",
    "Name": "Geborgenes Fregattenmodul",
    "Group": "Hauptschiff-Verkabelungsplattform",
    "Description": "Ein Technologiemodul, das aus den Überresten eines großen, interstellaren Raumschiffs geborgen wurde. Kann an Frachter-Absturzstellen gesammelt oder während Fregattenexpeditionen geborgen werden.\n\nIn seiner jetzigen Form ist es nutzlos, doch eine Forschungsstation an Bord deines Frachters könnte es in nutzbare Technologie umwandeln."
  },
  {
    "Id": "cur46",
    "Name": "Leere-Ei",
    "Group": "Lebende Kuriosität",
    "Description": "Ein anormales Ei. Die Schale ist zäh und lederartig und das Ei zuckt, wenn man es berührt.\n\nVon innen ist ein sachtes Klopfen zu vernehmen. Hin und wieder scheint es zu singen."
  },
  {
    "Id": "cur47",
    "Name": "Aktives Leere-Ei",
    "Group": "Unruhige Kuriosität",
    "Description": "Ein anormales Ei. Seit der Begegnung mit der bizarren „Weltraumkreatur“ ist seine sonderbare Musik noch aktiver und unruhiger geworden.\n\nBei Berührung beschwört es die mächtige Vision einer Welt herauf, die von gewaltigen Anomalien und seltsamen Farben heimgesucht wurde."
  },
  {
    "Id": "cur48",
    "Name": "Angeregtes Leere-Ei",
    "Group": "Unruhige Kuriosität",
    "Description": "Ein anormales Ei. Seit der Begegnung mit der bizarren „Weltraumkreatur“ ist seine sonderbare Musik noch aktiver und unruhiger geworden.\n\nBei Berührung beschwört es die mächtige Vision einer staubbedeckten Welt voller extremer Stürme herauf."
  },
  {
    "Id": "cur49",
    "Name": "Erwachtes Leere-Ei",
    "Group": "Unruhige Kuriosität",
    "Description": "Ein anormales Ei. Seit der Begegnung mit der bizarren „Weltraumkreatur“ ist seine sonderbare Musik noch aktiver und unruhiger geworden.\n\nBei Berührung beschwört es die mächtige Vision einer Wasserwelt herauf, die von üppigen, sattgrünen Pflanzen übersät ist."
  },
  {
    "Id": "cur50",
    "Name": "Zerbrechendes Leere-Ei",
    "Group": "Unruhige Kuriosität",
    "Description": "Ein anormales Ei. Seit der Begegnung mit der bizarren „Weltraumkreatur“ ist seine sonderbare Musik noch aktiver und unruhiger geworden.\n\nBei Berührung beschwört es eine mächtige Vision in Pink und Blau herauf und die Farben brennen sich in die Wahrnehmung der Person, die es hält.\n\nDer Jäger SLASH Die Reflexion SLASH Der Jäger SLASH Die Realitätsspirale SLASH Der Stern über Wasser SLASH Die aufsteigende Kugel SLASH Die verschleierte Begleitung SLASH Der Jäger SLASH Das niedere Insekt SLASH Die Anomalie SLASH Der Matrose SLASH Der Meereskönig SLASH EUKLID EUKLID EUKLID"
  }
]