[
	{
		"Id": "cur1",
		"Name": "Vierfach-Servo",
		"Group": "Anormales Material",
		"Description": "Ein stark gefederter Motorarm, der aus dem Inneren einer Wächter-Patrouilleneinheit geborgen wurde. Manchmal zuckt er, als würde er das Echo eines Kampfes spüren.\n"
	},
	{
		"Id": "cur2",
		"Name": "Kampfläufergehirn",
		"Group": "Anormales Material",
		"Description": "Instabile Nanit-Haufen, die von Pugneum-Fasern zusammengehalten werden. Dieser Schaltkreis ist unglaublich heiß.\nEin düsteres, violettes Licht scheint zwischen der Verkabelung durch; die Intensität verändert sich, sobald er seinen Inhaber ansieht. \n"
	},
	{
		"Id": "cur3",
		"Name": "Gedankenbogen",
		"Group": "Weiterentwickeltes Produkt",
		"Description": "Eine seltsame Technologie, ein Geschenk von einem Ort jenseits der Sterne. Ihr Schimmer lässt darauf schließen, dass sie sich nicht komplett in dieser Wett befindet.\n"
	},
	{
		"Id": "cur4",
		"Name": "Gefangene Nanode",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Ein Atlas-Samen, der ein zonenförmig verschobenes, quasistellares Substrat enthält. Warnung: Die Matrix darf mit diesem dimensionalen Raum nicht kommunizieren.\n"
	},
	{
		"Id": "cur5",
		"Name": "Umhüllter Schatten",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Diese Atlas-Schale enthält die Überreste einer parasitären Weltall-Lebensform, höchstwahrscheinlich extradimensionaler Herkunft.\n"
	},
	{
		"Id": "cur6",
		"Name": "Noospherische Kugel",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Ein Atlas-Samen, der auf humanoiden Telepathie-Frequenzen schwingen kann. Versucht möglicherweise jegliche niedere Intelligenz in unmittelbarer Nähe zu sublimieren.\n"
	},
	{
		"Id": "cur7",
		"Name": "Dunkle Materie",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Eine Schale des Atlas-Samens, die ein leeres Element umgibt, das beim Zerfall des letzten Universums geerntet wurde. Wirkt beim Verschlucken toxisch.\n"
	},
	{
		"Id": "cur8",
		"Name": "Ende der Dämmerung",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Eine geformte Tau-Neutrino-Boson-Matrix in einer unersetzlichen Atlas-Samen-Schale. Könnte halb-fühlend sein.\n"
	},
	{
		"Id": "cur9",
		"Name": "Photischer Jade",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Dieser unersetzbare Atlas-Samen ist eine Form substanzangepasster Photonen, die durch unbekannte Vorgänge zu einer physischen Festigkeit verschmolzen sind.\n"
	},
	{
		"Id": "cur10",
		"Name": "Zustandsphase",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Aus unbekannten Gründen ist dieser einzigartige Atlas-Samen nicht phasengleich mit dieser Quantum-Realität. Die Inhalte können nicht bestimmt werden.\n"
	},
	{
		"Id": "cur11",
		"Name": "Novae-Regenerat",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Ein Atlas-Samen mit Neutronium-Elementen einer katastrophalen Supernova, die eine fühlende Zivilisation in einer vergangenen Ära ausgelöscht hat.\n"
	},
	{
		"Id": "cur12",
		"Name": "Modifizierte Quanten",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Dieser einzigartige Atlas-Samen enthält ein ästhetish ansprechendes, mathematisches Konstrukt, das von der Simulation einer alternativen Realität gerettet werden konnte.\n"
	},
	{
		"Id": "cur13",
		"Name": "Herz der Sonne",
		"Group": "Einzigartige, wertvolle Rarität",
		"Description": "Ein Atlas-Samen, der eine in eine photonische Hülle geschlossene Quantum-Zilie enthält, welche mit einer Zeitsperre versehen ist. Es ist die einzige ihrer Art.\n"
	},
	{
		"Id": "cur14",
		"Name": "NipNip-Knospen",
		"Group": "Medizinische Substanz",
		"Description": "Eine Knospe der NipNip-Pflanze mit strengem Geruch, aus der häufig GekNip hergestellt wird.\n"
	},
	{
		"Id": "cur15",
		"Name": "Larvenkern",
		"Group": "Monstrosität",
		"Description": "Eine pulsierende, geleeartige Kugel, die sich warm anfühlt. Der strenge Geruch erfüllt sterbliche Wesen mit einer Urangst, die tief in ihnen verwurzelt ist. Sie sorgt dafür, dass man sie fallen lassen und fliehen möchte.\n"
	},
	{
		"Id": "cur16",
		"Name": "Geborgene Daten",
		"Group": "Wiederhergestellte Technologie",
		"Description": "Das wiederverwertbare Herzstück einer uralten Technologie. In der aktuellen Form nicht auslesbar.\nDiese Datenbanken können bei einer Konstruktionsforschungsstation eingesetzt und zur Erforschung neuer Konstruktionsbaupläne verwendet werden.\n"
	},
	{
		"Id": "cur17",
		"Name": "Lebende Perle",
		"Group": "Halbbewusster Edelstein",
		"Description": "Geboren in den Herzen riesiger leuchtender Mollusken in den Untiefen des Ozeans.\nIm Gegensatz zu den meisten Perlen besteht dieses Exemplar nicht aus leblosem Calcit. Spuren des Bewusstseins der Muttermuschel bleiben in der Perle bestehen, was ihr eine nachhaltige, unvergessliche Schönheit verleiht.\n"
	},
	{
		"Id": "cur18",
		"Name": "Hypnotisches Auge",
		"Group": "Schreckliche Probe",
		"Description": "Das Auge fühlt sich kalt, beinahe gefroren an. Nichtsdestotrotz wird man das Gefühl nicht los, dass es irgendwie am Leben ist.\nEs wird nicht empfohlen, sich dem Blick längere Zeit auszusetzen. Erwidere nicht den Blick des Auges. Erwidere nicht den Blick. Erwidere nicht den Blick.\n"
	},
	{
		"Id": "cur19",
		"Name": "Hadal-Kern",
		"Group": "Schreckliche Probe",
		"Description": "Eine unter hohem Druck stehende, fleischige Kugel.\nMan kann spüren, wie sie die Berührung erwidert, wenn man sie anfasst. Ein biolumineszierender Blitz erhellt den tiefschwarzen Kern dieses mysteriösen Objekts.\n"
	},
	{
		"Id": "cur20",
		"Name": "Seelen-Engine",
		"Group": "Weiterentwickeltes Produkt",
		"Description": "Eine leistungsstarke organische Recheneinheit.\nDieser wundersame Schaltkreis wird von einem seltsamen Rhytmus angetrieben und führt in einer unendlichen Abfolge von Zyklen Berechnungen durch.\n"
	},
	{
		"Id": "cur21",
		"Name": "Sturmkristall",
		"Group": "Einzigartige wertvolle Kuriosität",
		"Description": "Ein seltener und sehr wertvoller Klumpen Sturmkristalle. Diese kristallenen Strukturen blühen unter stürmischen Bedingungen auf, ziehen Blitzschläge auf natürliche Art an und leuchten bei der Ionisierung prachtvoll. Ausschließlich auf Planeten mit extremem Wetter zu finden.\n"
	},
	{
		"Id": "cur22",
		"Name": "Albumen Pearl",
		"Group": "Trade commodity",
		"Description": "Gemstone formed over the course of centuries within the egg of a super-incubatory species.\n\nExtremely rare."
	},
	{
		"Id": "cur23",
		"Name": "Gravitino Ball",
		"Group": "Trade commodity",
		"Description": "Supersymmetric particle cluster.\n\nExtremely rare and valuable. A product of divergent super-gravitational forces."
	},
	{
		"Id": "cur24",
		"Name": "Sac Venom",
		"Group": "Trade commodity",
		"Description": "Stabilised poison sample initially produced by aquatic urchin creatures.\n\nA rare and expensive item on the Galactic Trade Network."
	},
	{
		"Id": "cur25",
		"Name": "Vortex Cube",
		"Group": "Trade commodity",
		"Description": "Dense metal objects that, long ago, materialised within subterranean networks throughout the Galaxy.\n\nExtremely rare, and of high value."
	},
	{
		"Id": "cur26",
		"Name": "Atlas Stone",
		"Group": "Very high value curiosity",
		"Description": "A spherical gem that seems to pulsate with red light from its centre.\n \nAn extremely rare item often associated with ancient monolithic sites."
	},
	{
		"Id": "cur27",
		"Name": "Hex Core",
		"Group": "Contained Reality Glitch",
		"Description": "This strange energy orb constantly vibrates, emitting a low-frequency drone. Slight variations in the pattern repeat over and over, almost as if it is attempting to relay a message."
	},
	{
		"Id": "cur28",
		"Name": "Geode",
		"Group": "Valuable Mineral Deposit",
		"Description": "An unusually vibrant and potentially valuable lump of rock.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur29",
		"Name": "Crystal Fragment",
		"Group": "Concentrated Element Shard",
		"Description": "A crystalline shard with an unusually dense structure. Potentially highly valuable.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur30",
		"Name": "Tritium Hypercluster",
		"Group": "Energetic Fragment",
		"Description": "A shard of pure crystalised Tritium.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur31",
		"Name": "Gold Nugget",
		"Group": "Valuable Ore",
		"Description": "A highly valuable ore chunk, ready to be processed into Gold.\n\nSelect in the Inventory (INVENTORY) and crack open with FE_ALT1."
	},
	{
		"Id": "cur32",
		"Name": "Crystal Sulphide",
		"Group": "Compressed Mineral",
		"Description": "Formed in the incredible, high-pressure furnace of planetary cores, these rich mineral deposits have an almost glass-like quality.\n\nHas a wide variety of industrial uses, taking advantage of both its mineral content and its extreme strength under pressure."
	},
	{
		"Id": "cur33",
		"Name": "Vy'keen Tablet",
		"Group": "Communion of Hirk",
		"Description": "A stone tablet bearing line after line of intricate runes. The words are unintelligible, an ancient dialect forgotten by all but the oldest of the Vy'keen elders.\n\nThe hand that carved this stone must have been extraordinary. The stonework is precise, delicate - and yet perfectly conveys the unyielding aggression its writer clearly possessed.",
		"Additional": ""
	},
	{
		"Id": "cur34",
		"Name": "Divergence Cube",
		"Group": "Anomalous Data Unit",
		"Description": "A glitching, pulsing data unit. It does not seem to belong in this reality.\n\nThe cube gives the impression of a silent scream, the frozen cries of hundreds of lost minds trapped within.",
		"Additional": ""
	},
	{
		"Id": "cur35",
		"Name": "Gek Relic",
		"Group": "Medium value curiosity",
		"Description": "A metal statuette of a creature with a coin placed in its beak.\n \nPopular with many traders who see it as an emblem of fair commerce and peace.",
		"Additional": ""
	},
	{
		"Id": "cur36",
		"Name": "GekNip",
		"Group": "Trade commodity",
		"Description": "Edible product much beloved by the Gek.\n \nAllows beaked traders to release delightfully scented packets of gas for a prolonged period of time.\n \nGekNip gas packets are considered an art form, and the truest representation of the Gek soul.",
		"Additional": ""
	},
	{
		"Id": "cur37",
		"Name": "Vy'keen Effigy",
		"Group": "Medium value curiosity",
		"Description": "A small wooden icon carved into the shape of a Sentinel drone.\n \nUsed by warriors to enter a temporary trance-like state that eliminates their kind's need for sleep.",
		"Additional": ""
	},
	{
		"Id": "cur38",
		"Name": "Vy'keen Dagger",
		"Group": "Trade commodity",
		"Description": "Largely ceremonial weapon. A vital part of Vy'keen tradition and culture.",
		"Additional": ""
	},
	{
		"Id": "cur39",
		"Name": "Korvax Casing",
		"Group": "High value curiosity",
		"Description": "The metallic shell of a disconnected electronic lifeform that was too distant from its kind to be refreshed with a new entity.\n \nHighly prized by all species, not least its own.",
		"Additional": ""
	},
	{
		"Id": "cur40",
		"Name": "Korvax Convergence Cube",
		"Group": "Trade commodity",
		"Description": "Device used by the Korvax for the storage of historical and cultural information.",
		"Additional": ""
	},
	{
		"Id": "cur41",
		"Name": "Atlas-Pass v1",
		"Group": "Zugangskarte",
		"Description": "Ein Sicherheits- und Genehmigungspass, den bestimmte Reisende von vielen wichtigen Spezies der Galaxie erhalten.\nGewährt Zugang zu beschränkten Bereichen und Außenposten-Systemen mit hoher Sicherheitsstufe.\n"
	},
	{
		"Id": "cur42",
		"Name": "Atlas-Pass v2",
		"Group": "Zugangskarte",
		"Description": "Ein Sicherheits- und Genehmigungspass, den bestimmte Reisende von vielen wichtigen Spezies der Galaxie erhalten.\nGewährt Zugang zu beschränkten Bereichen und Außenposten-Systemen mit hoher Sicherheitsstufe.\n"
	},
	{
		"Id": "cur43",
		"Name": "Atlas-Pass v3",
		"Group": "Zugangskarte",
		"Description": "Ein Sicherheits- und Genehmigungspass, den bestimmte Reisende von vielen wichtigen Spezies der Galaxie erhalten.\nGewährt Zugang zu beschränkten Bereichen und Außenposten-Systemen mit hoher Sicherheitsstufe.\n"
	}
]