[
  {
    "Id": "prod1",
    "Name": "Antimaterie",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Enthält negative Materie und baryogenetische Antiteilchen.\n \nDas gewaltige Energiepotenzial der Antimaterie macht sie so wertvoll. 95 % der vorhandenen Antimaterie werden für Raumschiff-Hyperantriebe verbraucht.\n\nWARNUNG: Die unkontrollierte Verwendung wird nicht empfohlen."
  },
  {
    "Id": "prod2",
    "Name": "Antimaterie-Gehäuse",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Antimaterie-Sicherheitsbehälter, der benötigt wird, bevor die Antimaterie gefahrlos zu Warp-Zellen verarbeitet werden kann.\n\nRückfedernder Sauerstoff bildet eine schützende Gasschicht, die die Antimaterie daran hindert, mit dem umliegenden Gehäuse zu reagieren."
  },
  {
    "Id": "prod3",
    "Name": "Kohlenstoff-Nanorohr",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Viele Meter an Hochleistungs-Kohlenstoff-Nanoröhren.\n\nIhre hohe Dehnbarkeit und schwache Leitfähigkeit machen sie zu Schlüsselkomponenten in vielen fortschrittlichen Technologien."
  },
  {
    "Id": "prod4",
    "Name": "Kobalt-Spiegel",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Eine spezielle optische Komponente.\n\nMithilfe einer polierten Kobalt-Oberfläche kann dieser Spiegel verschiedene Lichtwellenlängen herausfiltern. Dadurch verändern sich die Reflexionsmuster abhängig von nahe gelegenen Magnetfeldern."
  },
  {
    "Id": "prod5",
    "Name": "Hermetisches Siegel",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Ein leistungsstarkes Kohlenstoffsiegel, das sowohl der rauen interstellaren Umgebung widersteht als auch den harten Bedingungen von intensivem Betrieb bei hoher Energiemenge.\n\nDem Benutzer wird empfohlen, die Unversehrtheit des Siegels nach der Einrichtung regelmäßig zu überprüfen."
  },
  {
    "Id": "prod6",
    "Name": "Metallplatten",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Ein leichtes Metallprodukt, das häufig bei der Herstellung von Raumschiffteilen und beweglicher Technologie verwendet wird. Eine tragende Säule der Bauindustrien aller bekannten wichtigen Spezies.\n\nHergestellt aus Ferritstaub."
  },
  {
    "Id": "prod7",
    "Name": "Mikroprozessor",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Ein kompakter Mikrochip mit geringer Wärmeerzeugung. Hergestellt aus verarbeitetem chromatischem Metall, das aus einem von mehreren spezialisierten Terrain-Metallen erzeugt wurde.\n\nWird bei der Herstellung einer Vielzahl fortschrittlicher Technologien verwendet."
  },
  {
    "Id": "prod8",
    "Name": "Sauerstofffilter",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Eine spezielle Technologiekomponente.\n\nDieses kleine Gerät kann die Gasumgebung innerhalb anderer Geräte schnell verändern. Dadurch können sowohl absolute Vakuen als auch reine Sauerstoffatmosphären erzeugt werden."
  },
  {
    "Id": "prod9",
    "Name": "Salz-Refraktor",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Eine spezielle Technologiekomponente, die für moderne Lasersysteme unerlässlich ist. \n\nDieses lichtbrechende Gerät macht sich die einzigartigen optischen Eigenschaften von stabilisiertem und poliertem Salz zunutze, um Photonen zu verlangsamen und abzulenken."
  },
  {
    "Id": "prod10",
    "Name": "Natrium-Diode",
    "Group": "Hergestellte Technologiekomponente",
    "Description": "Eine fortschrittliche Schaltkreiskomponente.\n\nDie weiterentwickelte Natrium-Elektrode verleiht dieser Diode innerhalb ihrer Vakuumröhre einen besonderen Überspannungsschutz."
  },
  {
    "Id": "prod11",
    "Name": "Diwasserstoff-Gelee",
    "Group": "Tragbare Lebenserhaltungssystem-Energie",
    "Description": "Ein schwach leuchtendes Gelee. Das schwache Licht und das weiche Wabbeln täuschen darüber hinweg, dass dieses klebrige Gel hochgiftig und leicht entflammbar ist. Kontakt mit der Haut sollte unbedingt vermieden werden.\n\nWird aus Diwasserstoff synthetisiert."
  },
  {
    "Id": "prod12",
    "Name": "Treibstoff-Oxidant",
    "Group": "Verbrauchbares Fregatten-Upgrade",
    "Description": "Ein temporäres Fregatten-Upgrade für die Dauer einer Expedition. Dieses mächtige Treibstoff-Upgrade überlastet die Fregattenantriebe für ein schnelleres Reisen."
  },
  {
    "Id": "prod13",
    "Name": "Sprengdrohnen",
    "Group": "Verbrauchbares Fregatten-Upgrade",
    "Description": "Ein temporäres Fregatten-Upgrade für die Dauer einer Expedition. Diese autonomen Sprengstoffe wurden so programmiert, dass sie nach dem Abschuss von der Flotte aus direkt auf feindliche Schiffe zusteuern. Äußerst gefährlich."
  },
  {
    "Id": "prod14",
    "Name": "Holografischer Analysator",
    "Group": "Verbrauchbares Fregatten-Upgrade",
    "Description": "Ein temporäres Fregatten-Upgrade für die Dauer einer Expedition. Dieser mächtige Analysecomputer übertaktet die Flottensysteme, was Berechnungen schneller als Lichtgeschwindigkeit ermöglicht. Hitze ist ein Problem und die Chips funktionieren nur kurz."
  },
  {
    "Id": "prod15",
    "Name": "Gedankenkontrollgerät",
    "Group": "Verbrauchbares Fregatten-Upgrade",
    "Description": "Ein temporäres Fregatten-Upgrade für die Dauer einer Expedition. Das Gedankenkontrollgerät verbindet sich mit den Handels- und Kommunikationssystemen des Schiffs, wodurch der Flottenkommandant bei Verhandlungen die Oberhand gewinnt."
  },
  {
    "Id": "prod16",
    "Name": "Mineralkompressor",
    "Group": "Verbrauchbares Fregatten-Upgrade",
    "Description": "Ein temporäres Fregatten-Upgrade für die Dauer einer Expedition. Der Mineralkompressor kann abgebaute Substanzen verflüssigen, was eine schnellere Verarbeitung und einen einfacheren Transport ermöglicht."
  },
  {
    "Id": "prod17",
    "Name": "Warp-Zelle",
    "Group": "Einheit zum Aufladen des Hyperantriebs",
    "Description": "Dieser auf Antimaterie basierende Treibstoff gehört zu den wenigen Energiequellen, die den enormen Energiebedarf des Hyperantriebs eines Raumschiffs decken können.\n\nDer Kern wir innerhalb eines robusten Gehäuses aufbewahrt und kann während des Reisens mit Hyperlichtgeschwindigkeit kein Paradoxon verursachen."
  },
  {
    "Id": "prod18",
    "Name": "Warp-Hyperkern",
    "Group": "Eine Einheit zum Aufladen des Hyperantriebs",
    "Description": "Ein Hochleistungstreibstoff auf Antimaterie-Basis. Diese Zelle nutzt einen internen „Schwarzes Loch“-Generator, um Raumschiff-Hyperantriebe mit genügend Energie für mehrere Warp-Sprünge zu versorgen.\n\nDie Zellenwände sind darauf ausgelegt, sämtliche Realitätsparadoxe auf das Herz der Einheit zu reflektieren, um so noch mehr Energie zu erzeugen."
  },
  {
    "Id": "prod19",
    "Name": "Instabiles Plasma",
    "Group": "Aufladung für den Plasmawerfer",
    "Description": "Verdichtete Treibstoffkapsel für den Plasmawerfer.\n \nEnthält unter großem Druck stehende elektrothermische Energie, die bei Landdisruptor-Granaten zum Einsatz kommt."
  },
  {
    "Id": "prod20",
    "Name": "Ionenakku",
    "Group": "Tragbarer Energiespeicher",
    "Description": "Ein praktischer und optimierter Energiespeicher. Kommt in verschiedensten Defensiv- und Gefahrenschutzsystemen zum Einsatz.\n \nWird aus der Fusion von Ferritstaub mit unterirdischem Kobalt hergestellt. Häufig fertig gemischt in zylindrischen Metallbehältern zu finden."
  },
  {
    "Id": "prod21",
    "Name": "Fortschrittlicher Ionenakku",
    "Group": "Tragbarer Energiespeicher",
    "Description": "Leistungsstarke Energiespeicherungseinheit. Kommt in verschiedensten Defensiv- und Gefahrenschutzsystemen zum Einsatz.\n\nWird aus ionisiertem Kobalt und reinem Ferrit hergestellt und ist gelegentlich in zylindrischen Metallbehältern zu finden."
  },
  {
    "Id": "prod22",
    "Name": "Sternenschildbatterie",
    "Group": "Tragbarer Energiespeicher",
    "Description": "Eine Energiespeichereinheit, die für den Einsatz in den Verteidigungssystemen von Raumschiffen optimiert wurde.\n \nKondensatoren, die mit Tritium betrieben werden, sorgen für eine schnelle Entladung des Deflektorschilds. Bei kleineren Geräten würde es damit zu einer Überladung kommen."
  },
  {
    "Id": "prod23",
    "Name": "Lebenserhaltungsgel",
    "Group": "Tragbare Lebenserhaltungssystem-Energie",
    "Description": "Lebenserhaltungstreibstoff für Notfälle.\n\nDieses Gel wird aus Raketentreibstoffkristallen und Kohlenstoff synthetisiert und verstärkt vorübergehend die Lebenserhaltungssysteme. Die Langzeitauswirkungen auf die Lungen des Benutzers sind noch unklar."
  },
  {
    "Id": "prod24",
    "Name": "Sauerstoffkapsel",
    "Group": "Tragbare Lebenserhaltungssystem-Energie",
    "Description": "Stabilisiertes und sicheres Lebenserhaltungssystem-Filtergas.\n\nProblemlose Herstellung aus Sauerstoff und Ferritstaub. Bietet eine effiziente Lösung für langfristige Lebenserhaltungssystem-Energie."
  },
  {
    "Id": "prod25",
    "Name": "Fregattentreibstoff (50 Tonnen)",
    "Group": "Stabilisierter Diwasserstoff-Treibstoff",
    "Description": "Ein kleines Fass mit Fregattentreibstoff.\n\nDieses dickflüssige Gel ist bei Berührung hoch giftig. Ein raffinierter Treibstoff, der die interstellaren Motoren großer Handelsschiffe antreibt."
  },
  {
    "Id": "prod26",
    "Name": "Fregattentreibstoff (100 Tonnen)",
    "Group": "Stabilisierter Diwasserstoff-Treibstoff",
    "Description": "Ein großes Fass mit Fregattentreibstoff.\n\nDieses dickflüssige Gel ist bei Berührung hoch giftig. Ein raffinierter Treibstoff, der die interstellaren Motoren großer Handelsschiffe antreibt."
  },
  {
    "Id": "prod27",
    "Name": "Fregattentreibstoff (200 Tonnen)",
    "Group": "Stabilisierter Diwasserstoff-Treibstoff",
    "Description": "Ein riesiges Fass mit Fregattentreibstoff.\n\nDieses dickflüssige Gel ist bei Berührung hoch giftig. Ein raffinierter Treibstoff, der die interstellaren Motoren großer Handelsschiffe antreibt."
  },
  {
    "Id": "prod28",
    "Name": "Raumschiffstart-Treibstoff",
    "Group": "Stabilisierter Diwasserstoff-Treibstoff",
    "Description": "Ein hochreaktiver Festtreibstoff, der für den Antrieb von Raumschiff-Startschubdüsen benötigt wird.\n\nWird aus kristallisiertem Diwasserstoff hergestellt, der in blauen Einlagerungen in allen Welten zu finden ist."
  },
  {
    "Id": "prod29",
    "Name": "Hydrothermale Treibstoffzelle",
    "Group": "U-Boot-Reaktortreibstoff",
    "Description": "Ein höchst thermischer Energietreibstoff, der in einer standardisierten Treibstoffzelle eingeschlossen ist. Wird zum Betreiben des Humboldt-Antriebs benutzt, der wiederum das Nautilon-U-Boot antreibt.\n\nBesteht aus einer Mischung organischer Verbindungen (Kohlenstoff und Zytophosphate) und lokal begrenzten Mineralsalzen."
  },
  {
    "Id": "prod30",
    "Name": "Projektilmunition",
    "Group": "Universelles Munitionsmodul",
    "Description": "Fortschrittliche Munitionsfragmente, die nach dem Standard des Universal-Multiwerkzeugs 07/FF1 gefertigt wurden.\n\nKann mithilfe des Nachladesystems des Multiwerkzeugs einfach in den Blitzwerfer, Impulswerfer und Streublaster geladen werden."
  },
  {
    "Id": "prod31",
    "Name": "Kohlenstoff-Kristall",
    "Group": "Konzentrierte Kohlenstoffablagerung",
    "Description": "Bei dieser Substanz handelt es sich um komprimierten Kohlenstoff, der sowohl eine wertvolle Energiequelle als auch ein wichtiger Bestandteil von Technologiekomponenten ist.\n\nWird aus verdichtetem Kohlenstoff synthetisiert."
  },
  {
    "Id": "prod32",
    "Name": "Chlor-Gitter",
    "Group": "Konzentrierte Chlorablagerung",
    "Description": "Eine eng gebundene Form des Chlors. Die starr angeordneten Moleküle sorgen für eine unerreichte Leitfähigkeit. Bildet sich nicht spontan: Die Herstellung erfordert enorme Mengen an Energie.\n\nSynthetisiert aus Chlor."
  },
  {
    "Id": "prod33",
    "Name": "Instabiles Natrium",
    "Group": "Konzentrierte Natriumablagerung",
    "Description": "Normalerweise ist Natrium sehr stabil, bestimmte Strukturen behalten jedoch die Reaktivität seiner Ionenkomponenten bei. Dem Benutzer wird empfohlen, bei der Verwendung Gefahrgut-Schutzhandschuhe zu tragen.\n\nWird aus Natrium synthetisiert."
  },
  {
    "Id": "prod34",
    "Name": "Seltenes Metallelement",
    "Group": "Konzentrierte Metallablagerung",
    "Description": "Bei diesem seltenen Element handelt es sich um ein sehr wertvolles Metallprodukt, das bei der Herstellung fortschrittlicher Technologien verwendet wird.\n\nDas Metall ist höchst reaktiv und bleibt an der Haut kleben. Dem Benutzer wird empfohlen, höchste Vorsicht walten zu lassen.\n\nWird aus magnetisiertem Ferrit synthetisiert."
  },
  {
    "Id": "prod35",
    "Name": "Superoxid-Kristall",
    "Group": "Konzentrierte Sauerstoffablagerung",
    "Description": "Bei dieser Substanz handelt es sich um eine leicht magnetische Form des Sauerstoffs, die häufig bei der Produktion fortgeschrittener Technologien zum Einsatz kommt. Muss umgewandelt werden, bevor sie in Lebenserhaltungssysteme eingespeist werden kann. Direktes Einatmen wird NICHT empfohlen.\n\nWird aus Sauerstoff synthetisiert."
  },
  {
    "Id": "prod36",
    "Name": "Tetrakobalt",
    "Group": "Konzentrierte Kobaltablagerung",
    "Description": "Ein neuartiges Molekül aus Kobalt, für dessen Herstellung extrem viel Energie benötigt wird. Natürliche Vorkommen sind äußerst selten.\n\nWird aus ionisiertem Kobalt synthetisiert."
  },
  {
    "Id": "prod49",
    "Name": "Säure",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Verdünnte Säure zur Hochstromerzeugung in diversen Energiezellen.\n\nAus Mordit und Pilzschimmel hergestellt."
  },
  {
    "Id": "prod51",
    "Name": "Hitzekondensator",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Ein Wärmeregler, der aus verfeinertem, organischem Material hergestellt wurde. Er ist einmalig, wenn es darum geht, Hitze nach Bedarf zu erzeugen, zu zerstreuen und zu verteilen.\n\nAus Solanium und Frostkristallen hergestellt."
  },
  {
    "Id": "prod52",
    "Name": "Polyfaser",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Aus einem fortschrittlichen, synthetischen Polymer hergestellte Verbindungsfaser, die als Leitung für Energie und Daten verwendet werden kann.\n\nAus Kaktusfleisch und Sternenknollen hergestellt."
  },
  {
    "Id": "prod53",
    "Name": "Schaltplatte",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Stapelbare, halbstarre Schaltplatte, die aus einem extrem haltbaren, synthetischen Polymer besteht.\n\nAus Hitzekondensatoren und Polyfaser hergestellt."
  },
  {
    "Id": "prod54",
    "Name": "Glas",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Bruchsicheres, kratzerresistentes Glas mit einer selbstreinigenden, UV-gehärteten Schicht für allgemeine Konstruktionszwecke.\n\nAus Silikat-Pulver. Extrahiere Silikat mit einem Terrainmanipulator aus der Erde.\n\nKann aus Frostkristallen hergestellt werden, die aus Pflanzen in gefrorenen Welten extrahiert werden."
  },
  {
    "Id": "prod55",
    "Name": "Instabiles Gel",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Dieses höchst reaktive Gel ist sowohl reich an Energie als auch gefährlich.\n\nAus Kaktusfleisch hergestellt."
  },
  {
    "Id": "prod56",
    "Name": "Flüssigsprengstoff",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Ein hochexplosiver Sprengstoff zum allgemeinen Gebrauch, der für einen leichteren Transport sowie eine leichtere Handhabung in flüssiger Form hergestellt wird. Nicht trinken.\n\nAus Säure und instabilem Gel hergestellt."
  },
  {
    "Id": "prod57",
    "Name": "Schmiermittel",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Ein synthetisches Schmiermittel, das die Abnutzung verringert und die Lebensdauer von Technologien mit beweglichen Teilen verlängert.\n\nAus Faecium und Gammawurzel hergestellt."
  },
  {
    "Id": "prod58",
    "Name": "Lebendes Glas",
    "Group": "Fortgeschrittenes landwirtschaftliches Produkt",
    "Description": "Dieses Glas ist ein fortgeschrittenes Baumaterial und wurde mit organischen Komponenten versetzt, die es ihm ermöglichen, auf seine Umgebung zu reagieren. Mikroben innerhalb des Glases filtern schädliches Licht aller Wellenlängen und gleichen die Atmosphäre je nach Bedarf aus.\n\nAus Schmiermittel und Glas hergestellt."
  },
  {
    "Id": "prod59",
    "Name": "Angereicherter Kohlenstoff",
    "Group": "Verbessertes Gasprodukt",
    "Description": "Ein verfeinertes Produkt, das gewöhnlichen Kohlenstoff mit radioaktiver Energie verstärkt.\n\nAus Radon und verdichtetem Kohlenstoff hergestellt."
  },
  {
    "Id": "prod60",
    "Name": "Stickstoffsalz",
    "Group": "Verbessertes Gasprodukt",
    "Description": "Bei diesem verfeinerten Produkt handelt es sich um einen organischen Dünger, der sich dank seiner Form leicht verteilen lässt.\n\nAus Stickstoff und verdichtetem Kohlenstoff hergestellt."
  },
  {
    "Id": "prod61",
    "Name": "Thermisches Kondensat",
    "Group": "Verbessertes Gasprodukt",
    "Description": "Ein verfeinertes Produkt, das das Energiepotenzial von erhitztem atmosphärischen Gas in einem stabilen Zustand speichert, bis dieses benötigt wird.\n\nAus Schwefelin und verdichtetem Kohlenstoff hergestellt."
  },
  {
    "Id": "prod62",
    "Name": "Heißes Eis",
    "Group": "Gefertigtes Gasprodukt",
    "Description": "Ein paradoxes Material, das durch seine einfache Herstellung nicht mehr so mysteriös wirkt.\n\nAus angereichertem Kohlenstoff und Stickstoffsalz hergestellt."
  },
  {
    "Id": "prod63",
    "Name": "Kryopumpe",
    "Group": "Gefertigtes Gasprodukt",
    "Description": "Die Kryopumpe ist ein fortgeschrittenes, sich selbst regulierendes Hybridmaterial, das in sich selbst Hitze mit nahezu perfekter Effizienz verteilen kann, was es zu einem essentiellen Bestandteil für die Herstellung von Wärmereglern macht.\n\nAus heißem Eis und thermischem Kondensat hergestellt."
  },
  {
    "Id": "prod64",
    "Name": "Halbleiter",
    "Group": "Gefertigtes Gasprodukt",
    "Description": "Ein fortgeschrittenes Material mit eingebautem Temperaturregler, das zur Herstellung vieler elektronischer Geräte verwendet wird.\n\nAus thermischem Kondensat und Stickstoffsalz hergestellt."
  },
  {
    "Id": "prod65",
    "Name": "Organischer Katalysator",
    "Group": "Gefertigtes Gasprodukt",
    "Description": "Ein katalytisches Material, das zur Herstellung vieler organischer Dünger benutzt wird.\n\nAus thermischem Kondensat und angereichertem Kohlenstoff hergestellt."
  },
  {
    "Id": "prod66",
    "Name": "Supraleiter",
    "Group": "Gefertigtes Gasprodukt",
    "Description": "Der Supraleiter ist ein fortgeschrittenes, leitfähiges Material, das die Warp-Leistung des Halbleiters verstärkt.\n\nAus angereichertem Kohlenstoff und Halbleitern hergestellt."
  },
  {
    "Id": "prod67",
    "Name": "Fusionsbeschleuniger",
    "Group": "Gefertigtes Gasprodukt",
    "Description": "Eine fortgeschrittene Treibstoffquelle, die aus einer perfekten Mischung hochenergetischer, organischer Materialien besteht.\n\nAus einem organischen Katalysator und Stickstoffsalz hergestellt."
  },
  {
    "Id": "prod68",
    "Name": "Kryogenkammer",
    "Group": "Weiterentwickeltes Produkt",
    "Description": "Eine Kühlkammer, die den natürlichen Verfall organischer Materie aufhalten soll.\n\nAus lebendem Glas und einer Kryopumpe hergestellt."
  },
  {
    "Id": "prod69",
    "Name": "Tragbarer Reaktor",
    "Group": "Weiterentwickeltes Produkt",
    "Description": "Ein kleiner, selbstgesteuerter Atomreaktor. Erzeugt substellare Energielevel in einem problemlosen, weitgehend kompatiblen Treibstoffmodul.\n\nAus Flüssigsprengstoff und Fusionsbeschleuniger hergestellt."
  },
  {
    "Id": "prod70",
    "Name": "Quantumprozessor",
    "Group": "Weiterentwickeltes Produkt",
    "Description": "Ein höchst fortgeschrittener Rechenapparat, der für die komplexen Berechnungen bei Warp-Reisen benötigt wird.\n\nAus Schaltplatten und Supraleitern hergestellt."
  },
  {
    "Id": "prod71",
    "Name": "Aronium",
    "Group": "Metalllegierung",
    "Description": "Eine leichte, gut formbare Metalllegierung. Aus Paraffinium und Chlor hergestellt.\n\nIm galaktischen Handelsnetzwerk immer stark nachgefragt aufgrund ihrer Einsatzmöglichkeiten im Bau von Außenposten und Planeteneinrichtungen."
  },
  {
    "Id": "prod72",
    "Name": "Straßenköterbronze",
    "Group": "Metalllegierung",
    "Description": "Eine beliebte Metalllegierung, die in den unterschiedlichsten Bereichen zur Anwendung kommt. Die „Straßenköterbronze“ hat ihren wissenschaftlichen Namen zugunsten der landläufigen Bezeichnung ihrer Farbe abgelegt.\n\nAus reinem Ferrit und Pyrit hergestellt."
  },
  {
    "Id": "prod73",
    "Name": "Grantine",
    "Group": "Metalllegierung",
    "Description": "Weiche, leicht zu verarbeitende Legierung. Beliebt bei Kunsthandwerkern überall in der bekannten Galaxie. Aus ionisiertem Kobalt und Dioxit hergestellt.\n\nEine beliebte Handelsware. Viele galaktische Handelsrouten dienen einzig und allein ihrem Transport."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Metalllegierung",
    "Description": "Eine kombinierte Legierung, die von der Pharmakologie bis zur Schwerindustrie überall zum Einsatz kommt. Aus Chlor und Ammoniak hergestellt.\n\nBildet das Rückgrat des galaktischen Legierungshandels."
  },
  {
    "Id": "prod75",
    "Name": "Magno-Gold",
    "Group": "Metalllegierung",
    "Description": "Teure, glänzende Legierung. Beliebt bei Händlern aller bekannten wichtigen Völker der Galaxis. Aus ionisiertem Kobalt und Phosphor hergestellt.\n\nLeicht an ihrem hellroten Leuchten und ihrem starken Magnetfeld zu erkennen."
  },
  {
    "Id": "prod76",
    "Name": "Lemmium",
    "Group": "Metalllegierung",
    "Description": "Reine Ferritlegierung aus reinem Ferrit und Uran hergestellt.\n\nAufgrund ihrer Stärke wird sie vor allem zum Bau von Frachtern eingesetzt. Ein hartes Material, das beim galaktischen Handelsnetzwerk beliebt ist."
  },
  {
    "Id": "prod77",
    "Name": "Geodesit",
    "Group": "Angereicherte Metalllegierung",
    "Description": "Eine fortgeschrittene und haltbare Legierung, die vor allem beim Bau von Raumschiffhüllen und in der Drohnentechnologie zum Einsatz kommt.\n\nAus Herox, Straßenköterbronze und Lemmium hergestellt."
  },
  {
    "Id": "prod78",
    "Name": "Iridesit",
    "Group": "Angereicherte Metalllegierung",
    "Description": "Eine leichte, fortgeschrittene Metalllegierung, mit der am Äußeren Rand der Galaxie gehandelt wird. Sie wird häufig im Inneren von Handelsshuttles verarbeitet, um ihr Gewicht für den Abflug von Planeten mit hoher Schwerkraft zu reduzieren.\n\nAus Aronium, Magno-Gold und Grantine hergestellt."
  },
  {
    "Id": "prod79",
    "Name": "Fusionszünder",
    "Group": "Eine hochveredelte Technologie.",
    "Description": "Eine höchst fortgeschrittene Technologie, die bei der nächsten Generation von Kraftwerken zum Einsatz kommt. Die Herstellung eines Fusionskerns erfordert sowohl versierte wissenschaftliche Fähigkeiten als auch komplexe industrielle Prozesse.\n\nAus einem tragbaren Reaktor, Quantumprozessoren und Geodesit hergestellt."
  },
  {
    "Id": "prod80",
    "Name": "Stasegerät",
    "Group": "Eine hochveredelte Technologie.",
    "Description": "Ein Gerät, das speziell dafür entwickelt wurde, um das Leben von Lebensformen um Tausende von Jahren zu verlängern. Da dieses Gerät technisch sehr komplex ist und eine Fehlfunktion für den Benutzer katastrophale Konsequenzen hätte, benötigt man für seine Herstellung außerordentliche Fähigkeiten.\n\nAus Quantumprozessoren, Kryogenkammern und Iridesit hergestellt."
  },
  {
    "Id": "prod81",
    "Name": "Kabelbaum",
    "Group": "Universelle Technologieplattform",
    "Description": "Eine vorgefertigte Schaltplatte, die flexibel für den Einsatz in einer großen Auswahl an Technologiekomponenten konstruiert wurde.\n\nDas Modul besitzt einen integrierten Nanit-Prozessor, wodurch es schnell für verschiedene Anwendungen konfiguriert werden kann."
  },
  {
    "Id": "prod82",
    "Name": "Fragiler Nervenstamm",
    "Group": "Fragment des Lebens",
    "Description": "Dieses feine Netz aus lebendem Gewebe ist der Funke, der die Existenz einer neuen Lebensform entfacht.\n\nEr muss während seines Wachstums sehr vorsichtig behandelt werden."
  },
  {
    "Id": "prod83",
    "Name": "Fragiles Herz",
    "Group": "Fragment des Lebens",
    "Description": "Obwohl es nur eine Ansammlung von Zellen ist, lässt sich bei diesem Proto-Herzen bereits ein leichter Schlag wahrnehmen.\n\nEs muss während seines Wachstums sehr vorsichtig behandelt werden."
  },
  {
    "Id": "prod84",
    "Name": "Fragiles Gehäuse",
    "Group": "Fragment des Lebens",
    "Description": "Dieses Gehäuse ist transparent, extrem dünn und somit kaum mehr als ein sanfter Hauch von Glas. Und doch ist das Potenzial unverkennbar und eine stetig wachsende Verhärtung trägt zu seiner Stärke bei.\n\nEs muss während seines Wachstums sehr vorsichtig behandelt werden."
  },
  {
    "Id": "prod85",
    "Name": "Wachsende Singularität",
    "Group": "Fragiler Lebensfunke",
    "Description": "Eine langsame Verbindung aus Fleisch, Neuronen und Antimaterie. Wie dieses Wesen das Universum wahrnimmt, übersteigt jede Vorstellungskraft.\n\nEs muss während seines Wachstums sehr vorsichtig behandelt werden."
  },
  {
    "Id": "prod86",
    "Name": "Ausgewachsener Nervenstamm",
    "Group": "Lebendes Raumschifforgan",
    "Description": "Diesem Netz aus lebendem Gewebe sind eigene Metallfasern gewachsen, eine Mischung aus Silber und Fleisch. Das Netzwerk knistert vor seiner eigenen elektrischen Ladung und ist auf seine Knotenpunkte angewiesen.\n\nEs wartet auf seinen Wirt."
  },
  {
    "Id": "prod87",
    "Name": "Ausgewachsener Herz-Knotenpunkt",
    "Group": "Lebendes Raumschifforgan",
    "Description": "Diese bionische Pumpe ist stark und muskulös und befindet sich in einem Netzwerk aus synthetischen Schläuchen. Bei Berührung zuckt das Herz zusammen und sein Rhythmus richtet sich nach der Anwesenheit anderer denkender Einheiten.\n\nEs wartet auf seinen Wirt."
  },
  {
    "Id": "prod88",
    "Name": "Verhärtetes Gehäuse",
    "Group": "Lebendes Raumschifforgan",
    "Description": "Transparent, spiegelnd, schillernd, unfassbar stark. Dieses Gehäuse stellt sich schnell selbst wieder her, wenn es beschädigt wird, und ist danach stärker als je zuvor. Die neu hergestellten Verbindungen erschaffen eine Erinnerung auf dem Glas, die das während der Beschädigung absorbierte Licht zurückwirft.\n\nEs wartet auf seinen Wirt."
  },
  {
    "Id": "prod89",
    "Name": "Singularitätskern",
    "Group": "Lebendes Raumschifforgan",
    "Description": "Eine empfindliche Neuronenverbindung in einem stabilen Orbit um ein winziges schwarzes Loch herum. Das Bewusstsein im Herzen dieses bionischen Wunders ist frei von den Einschränkungen einer linearen Zeitwahrnehmung. Seine Erfahrung ist ein unvorstellbares Netz aus unzähligen gesammelten Lebensformen.\n\nEs wartet auf seinen Wirt."
  },
  {
    "Id": "prod90",
    "Name": "Bewusstseinsbrücke",
    "Group": "Reaktivierte Neuralleiter",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nDieses Gerät scheint eine Schnittstelle zwischen einer individuellen Einheit und einem größeren gemeinsamen Bewusstsein darzustellen. Es scheint von der Technologie der Korvax abgeleitet, nicht jedoch darauf abgestimmt zu sein."
  },
  {
    "Id": "prod91",
    "Name": "Pulsierender Kern",
    "Group": "Überhitztes Lebensfragment",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nOrganisch, aber glühend vor Hitze und mit einem unter Druck stehenden Gefäß im Inneren. Dieses „Gerät“ ist zugleich eine Pumpe und eine beschleunigte Evolutionskammer."
  },
  {
    "Id": "prod92",
    "Name": "Unmögliche Membran",
    "Group": "Selbstregenerierende Lebensform",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nEin feines Geflecht aus eng verwobenen Fasern. Durch Mikroorganismen im Inneren des Gewebes kann es sich endlos regenerieren. Eine perfekte und endlose bionische Haut."
  },
  {
    "Id": "prod93",
    "Name": "Glassamen",
    "Group": "Gefrorenes Archiv",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nKapseln aus genetischem Material, umschlossen von einem Film aus lebendem Glas. Gemeinsame Erinnerungen schwimmen an ihrer reflektierenden Oberfläche und warten darauf, das Leben im Inneren zu formen."
  },
  {
    "Id": "prod94",
    "Name": "Archivierte Seele",
    "Group": "Bionische Arche",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nEine Fusion aus einem komplexen Schaltkreis und der unbeschreiblichen Fehlerhaftigkeit des Reisenden. Eine solche Rechnung kann Realitäten verbinden oder in bloße simulierte Fragmente reißen."
  },
  {
    "Id": "prod95",
    "Name": "Seelenkammer (0 %)",
    "Group": "Bionische Arche",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nEine Fusion aus einem komplexen Schaltkreis und der unbeschreiblichen Fehlerhaftigkeit des Reisenden. Eine solche Rechnung kann Realitäten verbinden oder in bloße simulierte Fragmente reißen."
  },
  {
    "Id": "prod96",
    "Name": "Seelenkammer (33 %)",
    "Group": "Bionische Arche",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nEine Fusion aus einem komplexen Schaltkreis und der unbeschreiblichen Fehlerhaftigkeit des Reisenden. Eine solche Rechnung kann Realitäten verbinden oder in bloße simulierte Fragmente reißen."
  },
  {
    "Id": "prod97",
    "Name": "Seelenkammer (66 %)",
    "Group": "Bionische Arche",
    "Description": "Ein biomechanisches Konstrukt, das nach den Vorstellungen einer anonymen Menge erschaffen wurde.\n\nEine Fusion aus einem komplexen Schaltkreis und der unbeschreiblichen Fehlerhaftigkeit des Reisenden. Eine solche Rechnung kann Realitäten verbinden oder in bloße simulierte Fragmente reißen."
  },
  {
    "Id": "prod98",
    "Name": "Lebendes Wasser",
    "Group": "Glasartige Unbestimmtheit",
    "Description": "Ungewöhnliche Oberflächeninteraktionen führen dazu, dass sich diese Oberfläche schnell in gleichmäßige Kügelchen teilt. Licht, das durch eines dieser Kügelchen gebrochen wird, spaltet sich in Farben, die sich nicht beschreiben lassen.\n\nVon unbekannter Herkunft."
  }
]