[
  {
    "Id": "trade1",
    "Name": "Nanorohr-Kiste",
    "Group": "Fortgeschrittene Konstruktionsmaterialien",
    "Description": "Eine Kiste voller Kohlenstoff-Nanoröhren.\n\nDiese kleinen, aber unglaublich stabilen Röhren sind zur Konstruktion kleiner, aber unglaublich stabiler Wissenschaftskomponenten erforderlich."
  },
  {
    "Id": "trade2",
    "Name": "Sich selbst reparierendes Heridium",
    "Group": "Fortgeschrittene Konstruktionsmaterialien",
    "Description": "Ein Trichter aus sich selbst reparierendem Heridium. Er sieht neu aus.\n\nWird zur Herstellung von Wissenschaftskomponenten eingesetzt. Sich selbst reparierendes Heridium ist vor allem in abgelegenen Anlagen nützlich, deren Wartung nur schwer möglich ist oder sogar tödlich sein kann."
  },
  {
    "Id": "trade3",
    "Name": "Optisches Lösungsmittel",
    "Group": "Fortgeschrittene Konstruktionsmaterialien",
    "Description": "Mehrere Flaschen mit optischem Lösungsmittel.\n\nDie Flüssigkeit in diesen Flaschen wird zur Beseitigung von überschüssigem Licht benutzt, das den Zerfall von Wissenschaftskomponenten verursachen kann."
  },
  {
    "Id": "trade4",
    "Name": "Fünfdimensionaler Torus",
    "Group": "Fortgeschrittene Konstruktionsmaterialien",
    "Description": "Ein spezieller, aus 5-D-Tori hergestellter Behälter.\n\nZur Konstruktion von Gebilden in zusätzlichen Dimensionen sind sehr spezielle Materialien erforderlich. Diese Tori werden zur Eindämmung der starken Felder benutzt, die bei der Herstellung von Wissenschaftskomponenten entstehen."
  },
  {
    "Id": "trade5",
    "Name": "Supraleitende Faser",
    "Group": "Fortgeschrittene Konstruktionsmaterialien",
    "Description": "Ein engmaschiges Paket aus supraleitenden Fasern.\n\nLeistungsstark, flexibel und wasserdicht. Die kontrollierte Magnetwelle dieser Fasern ist für die Herstellung vieler Wissenschaftskomponenten unverzichtbar."
  },
  {
    "Id": "trade6",
    "Name": "Funkenkanister",
    "Group": "Handelbare Energiequelle",
    "Description": "Eine Kiste voller Funkenkanister.\n\nViele Industrie- und Bergbauprozesse benötigen große Energiemengen. Die Funkenkanister geben ihre Energie wesentlich schneller ab als Batterien und sind in der Lage, den Energiebedarf sofort zu decken."
  },
  {
    "Id": "trade7",
    "Name": "Industriebatterie",
    "Group": "Handelbare Energiequelle",
    "Description": "Ein Paket mit gut isolierten Industriebatterien.\n\nHochleistungsbatterien werden zur Stromversorgung für Bergbauarbeiten in großer Tiefe benötigt. Diese äußerst langlebigen Energiequellen können die Maschinen selbst unter größter Hitze und Druck wochenlang mit Strom versorgen."
  },
  {
    "Id": "trade8",
    "Name": "Ohmsches Gel",
    "Group": "Handelbare Energiequelle",
    "Description": "Mehrere Pakete mit ohmschem Gel.\n\nStromfressende Bergbauarbeiten sind sehr gefährlich. Das ohmsche Gel hilft dabei, sich schnell bewegende Teile zu isolieren und zu schmieren."
  },
  {
    "Id": "trade9",
    "Name": "Experimentelle Energieflüssigkeit",
    "Group": "Handelbare Energiequelle",
    "Description": "Korrosionsresistente Fässer mit einer experimentellen Energieflüssigkeit.\n\nEin Fass mit diesem äußerst flüchtigen Präparat reicht aus, um eine Raumstation wochenlang mit Energie zu versorgen. Wird vor allem in Wirtschaftssystemen sehr geschätzt, die auf den Bergbau spezialisiert sind."
  },
  {
    "Id": "trade10",
    "Name": "Fusionskern",
    "Group": "Handelbare Energiequelle",
    "Description": "Ein schwach leuchtendes Paket mit Fusionskernen.\n\nEnergiequelle, Antrieb, Hochleistungsheizung. Ein Fusionskern ist das Nonplusultra, wenn es um die Stromerzeugung im Weltall geht. Er wird vor allem in Wirtschaftssystemen geschätzt, die auf den Bergbau spezialisiert sind und ihre Asteroidenkolonien autarker machen wollen."
  },
  {
    "Id": "trade11",
    "Name": "Nicht mehre duftende Pheromonflasche",
    "Group": "Wissenschaftskomponenten",
    "Description": "Eine unverpackte Sammlung aus recycelten Pheromonflaschen.\n\nJeden Tage werden große Mengen an Pheromonen hergestellt und vertrieben. Dadurch hat sich für jene, die sich um die Abfallprodukte kümmern, eine lukrative Gelegenheit zum Handel ergeben. Diese Glasflaschen wurden gründlich geschrubbt und stellen für den Träger keine Gefahr dar."
  },
  {
    "Id": "trade12",
    "Name": "Neutronenmikroskop",
    "Group": "Wissenschaftskomponenten",
    "Description": "Ein Paket mit Neutronenmikroskopen.\n\nWissenschaftliche Wirtschaftssysteme produzieren und benötigen eine große Anzahl an Mikroskopen. Manche haben jedoch kleine Mängel, durch die sie für präzise Arbeiten unbrauchbar werden. Es gibt aber auch für diese Exemplare Gelegenheiten zum Handel, da sie an alle verkauft werden können, denen die Mängel nicht auffallen."
  },
  {
    "Id": "trade13",
    "Name": "Instabilitätsinjektor",
    "Group": "Wissenschaftskomponenten",
    "Description": "Eine ungeordnete Kiste mit Instabilitätsinjektoren.\n\nBei großen Experimenten müssen häufig in sehr kurzer Zeit viele Variablen geändert werden. Dazu dienen die Instabilitätsinjektoren. Außerdem können sie in Marktordnungen für Chaos sorgen. Solche unethischen Verhaltensweisen bieten hervorragende Gelegenheiten zum Handel."
  },
  {
    "Id": "trade14",
    "Name": "Organische Rohre",
    "Group": "Wissenschaftskomponenten",
    "Description": "Ein Fass mit erhaltenen organischen Rohren. Immer noch warm.\n\nUm ethische Probleme zu vermeiden, züchten viele Labore ihre Testsubjekte komponentenweise heran. Die Überreste können in Wirtschaftssystemen mit gelockerten medizinischen Vorschriften, die sich auf den Handel spezialisiert haben, lukrativ sein."
  },
  {
    "Id": "trade15",
    "Name": "Neuralleitung",
    "Group": "Wissenschaftskomponenten",
    "Description": "Eine Kiste mit frischen Neuralleitungen.\n\nNeuralleitungen können vorübergehend eingesetzt werden, um die Konzentration und Produktivität kurzzeitig zu erhöhen. Obwohl sie überall nützlich sind, werden sie vor allem in Wirtschaftssystemen geschätzt, die sich auf den Handel spezialisiert haben und in denen die Konkurrenz zwischen den Arbeitern besonders hoch ist."
  },
  {
    "Id": "trade16",
    "Name": "Schmutz",
    "Group": "Handelbare Mineralien",
    "Description": "Mehrere Tonnen Schmutz.\n\nÜberreste von Bergbauarbeiten. Mit genügend Zeit und der nötigen Ausrüstung können die Spezialisten der Wirtschaftssysteme, die auf Herstellung spezialisiert sind, das restliche Metall extrahieren."
  },
  {
    "Id": "trade17",
    "Name": "Unraffiniertes Pyritfett",
    "Group": "Handelbare Mineralien",
    "Description": "Große Gläser voller Pyritfett.\n\nEine Fettlösung mit einer hohen Mineralkonzentration. Dieses Fett wird vor allem in Wirtschaftssystemen sehr geschätzt, die auf Herstellung spezialisiert sind. Dort wird es zum Schmieren und Polieren großer Maschinen benutzt."
  },
  {
    "Id": "trade18",
    "Name": "Bromsalz",
    "Group": "Handelbare Mineralien",
    "Description": "Eine Kiste mit Bromsalz.\n\nDas Bromsalz entsteht durch ausgiebiges Destillieren und Verdampfen und füttert die hungrigen Fabriken in Systemen, die auf Herstellung spezialisiert sind."
  },
  {
    "Id": "trade19",
    "Name": "Polychromes Zirkonium",
    "Group": "Handelbare Mineralien",
    "Description": "Ein Sack voller polychromer Zirkoniumkristalle.\n\nAus diesen Kristallen werden Objektive mit grellen Farben hergestellt, die nahezu unzerstörbar sind. Sie werden vor allem in Wirtschaftssystemen geschätzt, die auf Herstellung spezialisiert sind."
  },
  {
    "Id": "trade20",
    "Name": "Vergitterter Bogenkristall",
    "Group": "Handelbare Mineralien",
    "Description": "Ein ordentlich eingepacktes Paket mit vergitterten Bogenkristallen.\n\nBogenkristalle sind extrem seltene Mineralbildungen, die sich in Wirtschaftssystemen, die sich auf Herstellung spezialisiert haben, einer hohen Nachfrage erfreuen, wo ihre Härte und Leitfähigkeit für manche industriellen Prozesse von Bedeutung sind. Man kann aus ihnen auch verführerischen (wenn auch gefährlichen) Schmuck herstellen."
  },
  {
    "Id": "trade21",
    "Name": "Ausrangierte Schaltplatte",
    "Group": "Technologieteile",
    "Description": "Eine Sammlung aus geborgenen Schaltkreisen.\n\nWirtschaftssysteme, die sich auf die Stromerzeugung spezialisiert haben, verbrauchen eine große Anzahl an Hightech-Komponenten. Daher besteht sogar eine große Nachfrage nach schwer beschädigten Schaltkreisen, die entweder ausgeschlachtet oder im Ganzen in Energiekerne von niedriger Qualität eingebaut werden können."
  },
  {
    "Id": "trade22",
    "Name": "Schweißerseife",
    "Group": "Technologieteile",
    "Description": "Mehrere große Blöcke Schweißerseife.\n\nWird in Wirtschaftssystemen eingesetzt, die sich auf die Stromerzeugung spezialisiert haben, um Metalldioden zu erhitzen und zu reinigen, bevor sie zu Batterien verschmolzen werden."
  },
  {
    "Id": "trade23",
    "Name": "Ionenkondensator",
    "Group": "Technologieteile",
    "Description": "Eine verstärkte Kiste mit Ionenkondensatoren.\n\nDie Superkondensatoren haben eine unglaublich hohe Energiedichte. Sie werden vor allem in Wirtschaftssystemen in großen Mengen gebraucht, die sich auf die Stromerzeugung spezialisiert haben."
  },
  {
    "Id": "trade24",
    "Name": "Autonome Positionierungseinheit",
    "Group": "Technologieteile",
    "Description": "Ein Container mit Positionierungseinheiten und der angeschlossenen Verkabelung.\n\nDiese APS-Einheiten können verwendet werden, um praktisch jede Technologie in ein selbstgesteuertes System zu verwandeln. Äußerst wertvoll in Wirtschaftssystemen, die sich auf die Stromerzeugung spezialisiert haben, um leitfähige organische Hände aus dem Herstellungsprozess zu entfernen."
  },
  {
    "Id": "trade25",
    "Name": "Quantumbeschleuniger",
    "Group": "Technologieteile",
    "Description": "Mehrere große Quantumbeschleunigereinheiten.\n\n Diese Einheiten können Materie mit unermesslicher Geschwindigkeit antreiben und sind deshalb besonders in Wirtschaftssystemen wichtig, die sich auf Stromerzeugung spezialisiert haben, wo sie eingesetzt werden, um die in hochwertigen Batterien gespeicherte Energie zu komprimieren."
  },
  {
    "Id": "trade26",
    "Name": "Sternenseide",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Mehrere Spulen Sternenseide.\n\nSternenseide wird in gewaltigen Solar-Webstühlen hergestellt, die sich im Orbit von Handelsplaneten befinden. Der Aufprall der kosmischen Strahlung ist für das Muster des Gewebes verantwortlich, das zur Verarbeitung fortgeschrittener Materialien herangezogen werden kann."
  },
  {
    "Id": "trade27",
    "Name": "Entschlüsselte Benutzerdaten",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Eine Kiste voller Festplatten, die allesamt große Mengen entschlüsselter Benutzerdaten enthalten.\n\nWährend diese Speicherorte für sich keinen großen Wert haben, können sie zusammen verarbeitet und nach wertvollen Daten gescannt werden. Diese Verarbeitungsmethode erfolgt in Systemen mit Wirtschaftssystemen, die auf fortgeschrittene Materialien spezialisiert sind."
  },
  {
    "Id": "trade28",
    "Name": "Kometentröpfchen",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Mehrere Kanister mit Kometentröpfchen.\n\nObwohl es sich dabei nur um eine etwas eleganter klingende Handelsbezeichnung für Meteoritenbrocken handelt, sind diese Steine für Wirtschaftssysteme, die auf fortgeschrittene Materialien spezialisiert sind und sie verarbeiten können, sehr wertvoll."
  },
  {
    "Id": "trade29",
    "Name": "Ionenkugel",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Eine Kiste voller Ionenkugeln.\n\nIn diesen zerbrechlichen Glaskugeln befinden sich kleine Replikate der oberen Atmosphäre. Diese funkelnden und hypnotisierenden Kugeln sind bei der Herstellung fortgeschrittener Materiallegierungen von Bedeutung."
  },
  {
    "Id": "trade30",
    "Name": "Teleportkoordinatoren",
    "Group": "Verbrauchsgut zum Handeln",
    "Description": "Ein Paket mit genau kalibrierten Teleportkoordinatoren.\n\nDiese stecknadelgroßen Schaltkreise sind ein wesentlicher Bestandteil des Prozesses, bei dem fortgeschrittene Legierungen mit zusätzlichen Materialien verstärkt werden. Außerdem sind sie hilfreich, wenn man auf große Entfernungen Handel treiben will."
  },
  {
    "Id": "trade31",
    "Name": "Gewaltiges Metallzahnrad",
    "Group": "Industriekomponenten",
    "Description": "Mehrere riesige Zahnräder.\n\nStabile, gut gefertigte Metallgetriebe. Obwohl sie selbst nicht zur fortgeschrittenen Technologie gehören, sind sie in der gesamten Galaxie wichtige Bestandteile von Hightech-Maschinen."
  },
  {
    "Id": "trade32",
    "Name": "Antihaftkolben",
    "Group": "Industriekomponenten",
    "Description": "Eingepackte und geölte Kolben, die versandbereit sind.\n\nHightech-Komponenten und Motoren mit hoher Laufleistung benötigen häufig Teile, die sich schnell bewegen können. Ohne speziell beschichtete Kolben wäre die Ausfallrate dieser Teile wesentlich höher."
  },
  {
    "Id": "trade33",
    "Name": "Sechszackiger Entkoppler",
    "Group": "Industriekomponenten",
    "Description": "Eine Kiste mit Entkopplern.\n\nBei der Herstellung von Hightech-Komponenten kommt es immer wieder zu Verwicklungen. Diese Entkoppler sind besonders leistungsfähig, da sie mit bis zu sechs Zacken gleichzeitig arbeiten können."
  },
  {
    "Id": "trade34",
    "Name": "Holografische Kurbelwelle",
    "Group": "Industriekomponenten",
    "Description": "Gefüllte, unterteilte Datencontainer für holographische Kurbelwellen.\n\nEchte Kurbelwellen sind häufig zu groß, zu laut oder zu schwer zu warten, um in empfindlichen Maschinen eingesetzt zu werden. In solchen Fällen greifen die Hersteller von Hightech-Komponenten zu diesen holografischen Ersatzprodukten."
  },
  {
    "Id": "trade35",
    "Name": "Hochleistungs-Vektorkompressor",
    "Group": "Industriekomponenten",
    "Description": "Eine große Kiste mit Vektorkompressoren.\n\nFür die Herstellung interstellarer Antriebe müssen häufig Dimensionen verdichtet und danach wieder ausgedehnt werden. Die Herstellung solcher Hightech-Komponenten wäre ohne industrielle Kompressoren wie diese nicht möglich."
  }
]