[
  {
    "Id": "conTech1",
    "Name": "Komputer bazy",
    "Group": "Urządzenie oceny miejsca",
    "Description": "Przenośna usługa rejestracji gruntów.\n\nPo umieszczeniu kontaktuje się z uniwersalnym archiwum kartograficznym, celem ustalenia własności ziemi. Pomyślna rejestracja zezwala na budowę modułów bazy zgodnie z wolą użytkownika."
  },
  {
    "Id": "conTech2",
    "Name": "Lądowisko",
    "Group": "Moduł budowlany",
    "Description": "Stabilne, wzmocnione lądowisko dla statków gwiezdnych."
  },
  {
    "Id": "conTech3",
    "Name": "Galaktyczny terminal handlowy",
    "Group": "Terminal handlowy",
    "Description": "Terminal handlowy zapewniający natychmiastowy lokalny dostęp do rynku zasobów i towarów."
  },
  {
    "Id": "conTech4",
    "Name": "Stacja lecznicza",
    "Group": "Moduł odzyskania zdrowia",
    "Description": "Moduł naścienny, za pomocą którego można doładować zdrowie."
  },
  {
    "Id": "conTech5",
    "Name": "Jednostka ochrony przed zagrożeniami",
    "Group": "System ładowania ochrony przed zagrożeniami",
    "Description": "Montowany na ścianie moduł, którego można użyć, aby doładować systemy ochrony przed zagrożeniami użytkownika.\n\nJednostka ochrony przed zagrożeniami musi być ładowana odpowiednim paliwem."
  },
  {
    "Id": "conTech6",
    "Name": "Ogniwo zapisu",
    "Group": "Przenośny znacznik punktu nawigacyjnego",
    "Description": "Po aktywacji ogniwa stają się permanentnymi punktami orientacyjnymi i pozwalają wracać do wybranych miejsc.\n\nPozwala użytkownikowi zapisać postępy w dowolnym momencie."
  },
  {
    "Id": "conTech7",
    "Name": "Punkt zapisu",
    "Group": "Moduł budowlany",
    "Description": "Punkt zapisu, który możesz zbudować i zarządzać w nim swoimi postępami."
  },
  {
    "Id": "conTech8",
    "Name": "Wzmacniacz sygnału",
    "Group": "Skaner otoczenia",
    "Description": "Uniwersalny skaner, który wykrywa pobliskie budynki. Potrafi odszyfrowywać dane nawigacyjne i wskazywać konkretne miejsca.\n\nWzmacniacz sygnału można można rozłożyć i złożyć z powrotem, co gwarantuje wygodny transport."
  },
  {
    "Id": "conTech9",
    "Name": "Reaktor antymaterii",
    "Group": "Jednostka bariogenezy",
    "Description": "Ten autonomiczny reaktor bariogenezy może pozyskiwać paradoksy rzeczywistości i przekształcać je w użyteczną antymaterię. Użytkownik musi jedynie monitorować poziomy paliwa, aby zapewnić ciągłe działanie.\n\nPozyskana antymateria jest bezpiecznie przechowywana do użytku we wszystkich standardowych hiperprzestrzennych jednostkach napędowych."
  },
  {
    "Id": "conTech10",
    "Name": "Moduł teleportacyjny bazy",
    "Group": "Urządzenie transferu materii dalekiego dystansu",
    "Description": "Osobiste urządzenie teleportacyjne, pozwalające użytkownikowi szybko przemieszczać się pomiędzy wzniesionymi bazami, a także terminalami stacji kosmicznych, połączonymi do ich sieci.\n\nUżytkownik powinien sprawdzić integralność sieci, zanim użyje materii, z którą nie może zostać rozdzielony."
  },
  {
    "Id": "conTech11",
    "Name": "Sala dowodzenia flotą",
    "Group": "Terminal zarządzania ekspedycją",
    "Description": "Główna stacja zarządzania flotą. Ta zaawansowana stacja komunikacji holograficznej jest nieodzowna do zarządzania ekspedycjami floty z pokładu statku głównego.\n\nUżytkownik powinien pamiętać, że do zarządzania kilkoma ekspedycjami jednocześnie wymaganych jest kilka stacji."
  },
  {
    "Id": "conTech12",
    "Name": "Jednostka badań nad konstrukcjami",
    "Group": "Urządzenie odzyskiwania technologii",
    "Description": "Przenośne urządzenie badające schematy.\n\nTen moduł badawczy, którego można używać w terenie, pozwala użytkownikowi przekształcić stare lub uszkodzone moduły technologiczne w zaawansowane schematy budowlane."
  },
  {
    "Id": "conTech13",
    "Name": "Mobilny rafinator",
    "Group": "Zautomatyzowana jednostka rafinująca",
    "Description": "Niezwykle ważny element wyposażenia planetarnego. Rafinator pozwala przetwarzać zebrane substancje na potężniejsze i bardziej zaawansowane materiały.\n\nMobilny rafinator można rozłożyć i złożyć z powrotem, co gwarantuje wygodny transport. Uwaga: mobilny rafinator do działania wymaga paliwa."
  },
  {
    "Id": "conTech14",
    "Name": "Średni rafinator",
    "Group": "Zautomatyzowana jednostka rafinująca",
    "Description": "Niezwykle ważny element wyposażenia planetarnego. Rafinator pozwala przetwarzać zebrane substancje na potężniejsze i bardziej zaawansowane materiały.\n\nŚredni rafinator pozwala na łączenie dwóch różnych substancji w jeden nowy materiał. Pozwala też przetwarzać materiały z większą wydajnością. \n\nŚredni rafinator trzeba zainstalować w zamieszkałej bazie. Nie wymaga on dodatkowych źródeł zasilania."
  },
  {
    "Id": "conTech15",
    "Name": "Duży rafinator",
    "Group": "Zautomatyzowana jednostka rafinująca",
    "Description": "Niezwykle ważny element wyposażenia planetarnego. Rafinator pozwala przetwarzać zebrane substancje na potężniejsze i bardziej zaawansowane materiały.\n\nDuży rafinator pozwala na łączenie trzech różnych substancji w jeden nowy materiał. Pozwala też przetwarzać materiały z większą wydajnością. \n\nDuży rafinator trzeba zainstalować w zamieszkałej bazie. Nie wymaga on dodatkowych źródeł zasilania."
  },
  {
    "Id": "conTech16",
    "Name": "Modyfikator wyglądu",
    "Group": "Personalizuj wygląd osobisty",
    "Description": "Moduł do budowania, który pozwala użytkownikom dostosować ustawienia ich wyglądu osobistego.\n\nModuł ten wykorzystuje zaawansowane techniki holograficzne, załamujące światło wokół użytkownika tak, aby przybierał on dowolny żądany wygląd. Przed użyciem należy odpowiednio sformatować dane wyglądu."
  },
  {
    "Id": "conTech17",
    "Name": "Przetwarzacz składników odżywczych",
    "Group": "Przenośna jednostka podtrzymująca",
    "Description": "Przenośny ekstraktor składników odżywczych, zdolny do przetwarzania i wzbogacania zebranych składników oraz tworzenia z nich jadalnych produktów żywnościowych.\n\nUżytkownik powinien zwrócić uwagę, że spożywa wygenerowane produkty wyłącznie na własną odpowiedzialność."
  },
  {
    "Id": "conTech18",
    "Name": "Automatyczny paśnik",
    "Group": "Robot rolniczy",
    "Description": "Automatyczna jednostka karmiąca, zaprojektowana do zaopatrywania pobliskich stworzeń w pożywienie.\n\nPo zasileniu przyciągnie pobliską faunę. Wypełniaj zbiorniki z przynętą, aby zaopatrywać formy życia w żądane pożywienie."
  },
  {
    "Id": "conTech19",
    "Name": "Jednostka hodowlana",
    "Group": "Automatyczny robot zbierający",
    "Description": "Mechaniczna jednostka rolnicza, zaprojektowana do automatycznego pozyskiwania substancji ze stworzeń. Wymaga zasilenia.\n\nStworzenia, od których można pozyskiwać mleko, jaja lub inne specjalistyczne produkty, podchodzą do jednostki hodowlanej i przekazują swoje produkty. Cały proces jest nieszkodliwy dla stworzeń.\n\nPozyskuje produkty od stworzeń karmionych ręcznie lub z automatycznego paśnika."
  },
  {
    "Id": "conTech20",
    "Name": "Moduł komunikatu",
    "Group": "Terminal komunikacyjny",
    "Description": "Niewielki, dostępny zasobnik z informacją, służący do pozostawiania wiadomości lub wyświetlania pozostawionych wiadomości i krótkich zapisków z danymi."
  },
  {
    "Id": "conTech21",
    "Name": "Stacja komunikacyjna",
    "Group": "Terminal komunikacyjny",
    "Description": "Terminal do tworzenia i przesyłania wiadomości do innych podróżników."
  },
  {
    "Id": "conTech22",
    "Name": "Geoluk Nomady",
    "Group": "Moduł budowlany",
    "Description": "Podziemny bezpieczny parking dla lekkiego egzopojazdu Nomada."
  },
  {
    "Id": "conTech23",
    "Name": "Geoluk Wędrowca",
    "Group": "Moduł budowlany",
    "Description": "Podziemny bezpieczny parking dla średniego egzopojazdu Wędrowiec."
  },
  {
    "Id": "conTech24",
    "Name": "Geoluk Kolosa",
    "Group": "Moduł budowlany",
    "Description": "Podziemny bezpieczny parking dla dużego egzopojazdu Kolos."
  },
  {
    "Id": "conTech25",
    "Name": "Geoluk Pielgrzyma",
    "Group": "Moduł budowlany",
    "Description": "Podziemny, bezpieczny parking dla lekkiego egzopojazdu Pielgrzym."
  },
  {
    "Id": "conTech26",
    "Name": "Komora Nautilona",
    "Group": "Stacja cumowania łodzi podwodnej",
    "Description": "Zaawansowana, wyposażona w śluzy stacja cumowania łodzi podwodnej Nautilon."
  },
  {
    "Id": "conTech27",
    "Name": "Stacja wzywania egzopojazdów",
    "Group": "Urządzenie translokacji pojazdów",
    "Description": "Budowla pozwala użytkownikowi wezwać dowolny posiadany egzopojazd z innego miejsca na tej planecie.\n\nDla wygody użytkowania, opcja jest dodawana do menu szybkich komend egzokombinezonu."
  },
  {
    "Id": "conTech28",
    "Name": "Terminal budowlany",
    "Group": "Terminal specjalistyczny",
    "Description": "Stacja badawcza stworzona z myślą o potrzebach nadzorców budowniczych, wyposażona w stosowne oprogramowanie architektoniczne i inżynieryjne."
  },
  {
    "Id": "conTech29",
    "Name": "Terminal egzopojazdów",
    "Group": "Terminal specjalistyczny",
    "Description": "Stacja badawcza stworzona z myślą o potrzebach mechaników, wyposażona w stosowne oprogramowanie do projektowania pojazdów."
  },
  {
    "Id": "conTech30",
    "Name": "Terminal uzbrojenia",
    "Group": "Terminal specjalistyczny",
    "Description": "Stacja badawcza stworzona z myślą o potrzebach zbrojmistrzów, wyposażona we wszystko, co potrzebne do badań nad amunicją oraz materiałami wybuchowymi. Pozwala też opracowywać wybrane technologie cywilne."
  },
  {
    "Id": "conTech31",
    "Name": "Terminal naukowy",
    "Group": "Terminal specjalistyczny",
    "Description": "Stacja badawcza stworzona z myślą o potrzebach naukowców, wyposażona we wszystko, co potrzebne do badania i tworzenia schematów naukowych."
  },
  {
    "Id": "conTech32",
    "Name": "Terminal rolniczy",
    "Group": "Terminal specjalistyczny",
    "Description": "Stacja badawcza stworzona z myślą o potrzebach farmerów, wyposażona we wszystko, co potrzebne do analiz i wyboru roślin uprawnych."
  },
  {
    "Id": "conTech33",
    "Name": "Taca hydroponiczna",
    "Group": "Technologia rolnicza",
    "Description": "Zamknięty system przeznaczony do upraw wewnętrznych.\n\nWymaganie: Należy umieścić wewnątrz budynku."
  },
  {
    "Id": "conTech34",
    "Name": "Duża taca hydroponiczna",
    "Group": "Technologia rolnicza",
    "Description": "Samowystarczalny system pozwalający na kultywację plonów rolniczych we wnętrzach. Może pomieścić do czterech roślin.\n\nWymaganie budowy: Należy umieścić wewnątrz."
  },
  {
    "Id": "conTech35",
    "Name": "Kontener",
    "Group": "Jednostka magazynująca",
    "Description": "Spory kontener, w którym możesz umieścić przedmioty z ekwipunku."
  },
  {
    "Id": "conTech36",
    "Name": "Jednostka magazynująca frachtowca",
    "Group": "Własny moduł frachtowca",
    "Description": "Hybrydowa jednostka magazynowa o dużej pojemności, do instalacji na frachtowcach międzygwiezdnych.\n \nZgodna ze wszystkimi standardowymi systemami podtrzymania życia."
  },
  {
    "Id": "conTech38",
    "Name": "Wzmacniacz mocy wyścigu",
    "Group": "Część wyścigowa",
    "Description": "Daje premię szybkości egzopojazdowi w trakcie wyścigu."
  },
  {
    "Id": "conTech39",
    "Name": "Przeszkoda wyścigowa",
    "Group": "Część wyścigowa",
    "Description": "Dodatkowe wyzwanie w trakcie wyścigów egzopojazdów."
  },
  {
    "Id": "conTech40",
    "Name": "Inicjator wyścigu",
    "Group": "Część wyścigowa",
    "Description": "Ta platforma jest linią startu i mety dla prób polowych egzopojazdu. Pozwala podróżnikom przećwiczyć manewrowanie i jazdę z dużą prędkością."
  },
  {
    "Id": "conTech41",
    "Name": "Schron morski",
    "Group": "Głębinowy moduł przetrwania",
    "Description": "Awaryjny moduł przetrwania.\n\nW przypadku awarii układów tlenowych lub podtrzymania życia egzokombinezonu, można go natychmiast rozmieścić na dnie morza. Zapewnia czasową ochronę przed zagrożeniami ze strony otoczenia, drapieżników i innych niebezpieczeństw, znajdujących się w głębinach oceanu."
  },
  {
    "Id": "conTech42",
    "Name": "Kreator sfer",
    "Group": "Fabrykator eksperymentalny",
    "Description": "Wysoko wyspecjalizowany fabrykat, stworzony w celu odnalezienia najbardziej idealnej sfery we wszechświecie.\n\nDo działania wymaga zasilania. Tworzy wielką sferę, gotową do wszelkich potrzebnych eksperymentów."
  },
  {
    "Id": "conTech43",
    "Name": "Pudło hałasu",
    "Group": "Urządzenie dźwiękowe",
    "Description": "Specjalny moduł konstrukcyjny, zaprojektowany do emitowania hałasu w wysokiej częstotliwości. Wysokość dźwięku można dostosować do wymagań użytkownika.\n\nDo działania wymaga zasilania."
  },
  {
    "Id": "conTech44",
    "Name": "Żniwiarka tlenu",
    "Group": "Urządzenie przetwarzające atmosferę",
    "Description": "Autonomiczny ekstraktor atmosfery może zostać pozostawiony sam sobie, celem pobierania i oczyszczania tlenu z powietrza. Użytkownik musi jedynie monitorować poziomy paliwa, aby zapewnić ciągłe działanie.\n\nPozyskany gaz zostaje skompresowany i przetworzony. Można go następnie użyć we wszystkich standardowych systemach podtrzymania życia."
  },
  {
    "Id": "conTech45",
    "Name": "Autonomiczna jednostka wydobywcza",
    "Group": "Mobilne urządzenie wydobywcze",
    "Description": "Automatyczna jednostka pozyskująca zasoby. Po aktywacji, AJW samoczynnie wydobywa surowce, dostarczając urobek regularnie aż do wyczerpania złoża."
  },
  {
    "Id": "conTech46",
    "Name": "Ekstraktor minerałów",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Automatyczna żniwiarka minerałów. Określ miejsce za pomocą ulepszenia badawczego do wizjera analitycznego. Współczynniki wydobycia minerałów i ilość wyprodukowanych materiałów jest różna, w zależności od miejsca.\n\nDo działania wymaga zasilania. Podłącz do silosu używając rur, aby umożliwić pozyskiwanie z wygodniejszych miejsc."
  },
  {
    "Id": "conTech47",
    "Name": "Ekstraktor gazu",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Automatyczna żniwiarka gazów. Określ miejsce za pomocą ulepszenia badawczego do wizjera analitycznego. Współczynniki wydobycia gazów i ilość wyprodukowanych materiałów jest różna, w zależności od miejsca.\n\nDo działania wymaga zasilania. Podłącz do silosu używając rur, aby umożliwić pozyskiwanie z wygodniejszych miejsc."
  },
  {
    "Id": "conTech48",
    "Name": "Magazyn zaopatrzeniowy",
    "Group": "Moduł dystrybucji substancji",
    "Description": "Automatyczna jednostka magazynująca. Podłącz do sieci zaopatrzenia używając rur.\n\nAutomatycznie składuje materiały przekazane z różnych ekstraktorów minerałów i gazów, dzięki czemu zwiększa się pojemność, a ułożenie jest bardziej efektywne. Można wznieść z dala od miejsca wydobycia."
  },
  {
    "Id": "conTech49",
    "Name": "Rura zaopatrująca",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Elastyczne, wytrzymałe rury. Potrafią wytrzymać środowisko wewnętrzne o wysokim ciśnieniu.\n\nUżywane do łączenia różnych ekstraktorów minerałów i gazów z silosami."
  },
  {
    "Id": "conTech50",
    "Name": "Panel słoneczny",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Wydajny generator zasilania, zamieniający światło słoneczne na energię elektryczną, potrzebną do zasilenia wielu budynków bazy.\n\nNocą nie wytwarza energii. Można dołączyć baterie, aby składować moc na godziny mroku."
  },
  {
    "Id": "conTech51",
    "Name": "Generator elektromagnetyczny",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Po właściwym umieszczeniu w obszarze o dużej sile pola, wydajne dynama elektromagnetyczne generują niemal nieograniczoną moc.\n\nZnajdź odpowiednie miejsca poprzez ulepszenie badawcze wizjera analitycznego. Ilość mocy będzie różna w zależności od miejsca."
  },
  {
    "Id": "conTech52",
    "Name": "Reaktor na biopaliwo",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Niewielki generator zasilania. W zbiorniku pieca spala paliwo oparte na węglu i przetwarza je na użyteczną moc.\n\nPodłącz generatory zasilania do budynków bazy i technologii za pomocą kabli elektrycznych. Wiele części wymaga zasilania do działania."
  },
  {
    "Id": "conTech53",
    "Name": "Okablowanie elektryczne",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Wysokowydajne okablowanie elektryczne. Użyj przewodów, aby podłączyć generatory zasilania do swojej bazy. Większość technologii, a także budowle z wbudowanymi systemami oświetlenia, wymagają do działania źródła zasilania.\n\nKable można połączyć z różnymi przełącznikami, aby zapewnić wybiórczy przepływ energii."
  },
  {
    "Id": "conTech54",
    "Name": "Kabel teleportera",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Zaawansowany światłowód zaprojektowany z myślą o podłączeniu jednego lub więcej teleporterów o krótkim zasięgu."
  },
  {
    "Id": "conTech55",
    "Name": "Przełącznik ścienny",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Urządzenie zarządzania zasilaniem - po pociągnięciu, przełącznik włącza/wyłącza przepływ energii.\n\nPrzełączniki wymagają zasilania oraz kabli sygnałowych do kontrolowania urządzenia."
  },
  {
    "Id": "conTech56",
    "Name": "Przełącznik podłogowy",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Urządzenie zarządzania zasilaniem - po wejściu na niego lub podobnej aktywacji, przełącznik włącza/wyłącza przepływ energii.\n\nPrzełączniki wymagają zasilania oraz kabli sygnałowych do kontrolowania urządzenia."
  },
  {
    "Id": "conTech57",
    "Name": "Bateria",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Wysokowydajne jednostki magazynowania energii. Wystarczy podłączyć do sieci zasilania, a obwody zarządzania mocą automatycznie pobiorą nadmiary i naładują własne ogniwa.\n\nJeśli sieć spróbuje pobrać więcej mocy niż jest obecnie dostarczane, baterie automatycznie przydzielą moc i nadrobią braki."
  },
  {
    "Id": "conTech58",
    "Name": "Przełącznik zbliżeniowy",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Urządzenie zarządzania zasilaniem - przełącznik włącza/wyłącza przepływ energii, kiedy w pobliżu wykryje istotę.\n\nPrzełączniki wymagają zasilania oraz kabli sygnałowych do kontrolowania urządzenia."
  },
  {
    "Id": "conTech59",
    "Name": "Przycisk",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Urządzenie zarządzania zasilaniem - przełącznik włącza/wyłącza przepływ energii.\n\nPrzełączniki wymagają zasilania oraz kabli sygnałowych do kontrolowania urządzenia."
  },
  {
    "Id": "conTech60",
    "Name": "Przetwornik mocy",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Urządzenie zarządzania zasilaniem – przełącznik włącza/wyłącza przepływ energii.\n\nPrzełączniki wymagają zasilania oraz kabli sygnałowych do kontrolowania urządzenia."
  },
  {
    "Id": "conTech61",
    "Name": "Automatyczny przełącznik",
    "Group": "Moduł dystrybucji zasilania",
    "Description": "Urządzenie do zarządzania zasilaniem – przełącznik włącza/wyłącza przepływ energii, gdy otrzyma stosowny sygnał.\n\nPrzełączniki wymagają zasilania oraz kabli sygnałowych do kontrolowania urządzenia."
  },
  {
    "Id": "conTech62",
    "Name": "Teleporter o krótkim zasięgu",
    "Group": "Natychmiastowa sieć transportowa",
    "Description": "Teleporter o niewielkiej mocy, który pozwala na natychmiastowe przebycie krótkich dystansów.\n\nPo podłączeniu kablami do źródła zasilania oraz innego teleportera o krótkim zasięgu, pozwala na błyskawiczne przemieszczanie się pomiędzy lokalizacjami."
  },
  {
    "Id": "conTech63",
    "Name": "Geoluk Minotaura",
    "Group": "Luk magazynowy ciężkiej ładowarki",
    "Description": "Bezpieczny obiekt do parkowania, wzywania i modyfikacji hybrydy ciężkiego egzokombinezonu Minotaur.\n\nRozmieść Minotaura z poziomu szybkiego menu. Z pomocą orbitalnego materializatora egzopojazdu, zamontowanego we wnętrzu frachtowca, Minotaura można natychmiast rozmieścić w dowolnym miejscu, znajdującym się w tym samym układzie co jego statek-matka."
  }
]