[
  {
    "Id": "cur1",
    "Name": "Poczwórny serwomechanizm",
    "Group": "Materiał anomalny",
    "Description": "Mechaniczne ramię zebrane z jednostki patrolującej Strażników. Co jakiś czas ma drgawki, jakby dalekie echo walki."
  },
  {
    "Id": "cur2",
    "Name": "Mózg jednostki kroczącej",
    "Group": "Materiał anomalny",
    "Description": "Klastery nanitowe zszyte ze sobą za pomocą włókien pugneum - obwód jest tak gorący, że aż parzy.\n\nSpomiędzy okablowania dobiega złowrogie fioletowe światło, którego intensywność zmienia się, gdy obwód spogląda na tego, kto go trzyma."
  },
  {
    "Id": "cur3",
    "Name": "Łuk umysłowy",
    "Group": "Zaawansowany produkt wytwarzany",
    "Description": "Dziwna technologia, dar spoza gwiazd. Migoce w sposób sugerujący, że nie należy w pełni do tego świata."
  },
  {
    "Id": "cur4",
    "Name": "Złapana nanoda",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Ziarno Atlasa, zawierające strefowo przesunięty substrat pseudogwiezdny. Uwaga: nie pozwolić, aby matryca połączyła się z tą przestrzenią wymiarową."
  },
  {
    "Id": "cur5",
    "Name": "Cień w geoidzie",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "To Ziarno Atlasa zawiera pozostałości pasożytniczej, kosmicznej formy życia. Prawdopodobnie pochodzi ona z innego wymiaru."
  },
  {
    "Id": "cur6",
    "Name": "Sfera nusferyczna",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Ziarno Atlasa zdolne do rezonowania na częstotliwościach telepatycznych dla człowieka. Po zbliżeniu się, może spróbować podporządkować sobie podatny intelekt."
  },
  {
    "Id": "cur7",
    "Name": "Mroczna materia",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Ziarno Atlasa zawierające pierwiastek próżni, zebrany ze stanu rozpadu ostatniego wszechświata. Nie spożywać, toksyczne."
  },
  {
    "Id": "cur8",
    "Name": "Koniec świtu",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Rzeźbiona matryca tau neutrino-bozonów, zamknięta w niezastąpionej powłoce Ziarna Atlasa. Istnieją podejrzenia, że jest na wpół inteligentna."
  },
  {
    "Id": "cur9",
    "Name": "Nefryt fotonowy",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Niezastąpione Ziarno Atlasa w formie zaadaptowanych do materii fotonów, koagulowanych w fizyczny kształt w nieznany sposób."
  },
  {
    "Id": "cur10",
    "Name": "Stan po fazowaniu",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Z niewyjaśnionych przyczyn, to niepowtarzalne Ziarno Atlasa zostało wybite z fazy w ramach swojej rzeczywistości kwantowej. Trudno określić, co zawiera."
  },
  {
    "Id": "cur11",
    "Name": "Odzyskanie novae",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Ziarno Atlasa zawierające pierwiastki neutronowe, pozyskane z wybuchu supernowej, który zniszczył inteligentną cywilizację wiele lat temu."
  },
  {
    "Id": "cur12",
    "Name": "Zmodyfikowana kwanta",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Niepowtarzalne Ziarno Atlasa, zawierające niezwykle estetyczne równanie matematyczne, pozyskane z symulacji alternatywnej rzeczywistości."
  },
  {
    "Id": "cur13",
    "Name": "Serce słońca",
    "Group": "Niepowtarzalna, cenna ciekawostka obcych",
    "Description": "Ziarno Atlasa, zawierające rzęski kwantowe zawieszone w czasie, w specjalnej powłoce fotonowej. Jedyny egzemplarz w całej galaktyce."
  },
  {
    "Id": "cur14",
    "Name": "Pąki MiętkoMiętki",
    "Group": "Substancja lecznicza",
    "Description": "Pachnące pąki zbierane z rośliny miętkomiętki, często używane do produkcji gekomiętki."
  },
  {
    "Id": "cur15",
    "Name": "Rdzeń larwalny",
    "Group": "Potworność",
    "Description": "Pulsująca żelatynowa sfera, ciepła w dotyku. Jej zapach wywołuje pierwotny strach u stworzeń śmiertelnych - dojmującą ochotę do rzucenia jej i ucieczki."
  },
  {
    "Id": "cur16",
    "Name": "Pozyskane dane",
    "Group": "Zebrana technologia",
    "Description": "Serce jakieś starożytnej technologii, które można pozyskać. W obecnej formie nieczytelne.\n\nTe banki danych można umieścić w jednostce badań nad konstrukcjami i użyć ich do prowadzenia badań nad nowymi schematami budowlanymi."
  },
  {
    "Id": "cur17",
    "Name": "Żywa perła",
    "Group": "Częściowo świadomy klejnot",
    "Description": "Zrodzona w sercach potężnych świecących mięczaków, żyjących głęboko pod wodą.\n\nW odróżnieniu od większości pereł, ta próbka nie jest nieżyjącym kalcytem. Niektórzy w tym klejnocie odnajdują ślady świadomości ojca-małża, co nadaje mu długotrwałe, zniewalające piękno."
  },
  {
    "Id": "cur18",
    "Name": "Hipnotyzujące oko",
    "Group": "Przerażająca próbka",
    "Description": "W dotyku oko jest chłodne, niemal mrożące. Tak czy inaczej, nie można oprzeć się wrażeniu, że w jakiś sposób wciąż żyje.\n\nDługotrwały kontakt nie jest zalecany. Nie patrz w oko. Nie patrz.  Nie patrz. "
  },
  {
    "Id": "cur19",
    "Name": "Rdzeń Hadalu",
    "Group": "Przerażająca próbka",
    "Description": "Mięsista sfera pod dużym ciśnieniem.\n\nPo dotknięciu, czuć jakby odepchnięcie. Błysk bioluminescencyjnego poruszenia w atramentowoczarnym rdzeniu tego tajemniczego obiektu."
  },
  {
    "Id": "cur20",
    "Name": "Silnik duszy",
    "Group": "Zaawansowany produkt wytwarzany",
    "Description": "Potężna organiczna jednostka obliczeniowa.\n\nTen cudowny obwód zasilany jest przez zakłócony rytm – cykl po cyklu w nieskończonej, wściekłej pętli obliczeń."
  },
  {
    "Id": "cur21",
    "Name": "Kryształ burzy",
    "Group": "Niepowtarzalny cenny okaz",
    "Description": "Rzadkie, niezwykle cenne, skupisko kryształów burzy. Te krystaliczne formy tworzą się w warunkach burzowych i naturalnie przyciągają pioruny. Po zjonizowaniu bije od nich przepiękne światło. Występują wyłącznie na planetach o ekstremalnej pogodzie."
  },
  {
    "Id": "cur22",
    "Name": "Perła Albuminy",
    "Group": "Towar handlowy",
    "Description": "Klejnot uformowany przez wiele stuleci w jaju gatunków nadinkubacyjnych.\n\nNiezwykle rzadki."
  },
  {
    "Id": "cur23",
    "Name": "Sfera grawitin",
    "Group": "Towar handlowy",
    "Description": "Supersymetryczne skupisko cząstek.\n\nNiezwykle rzadki i cenny produkt rozbieżnych sił supergrawitacyjnych."
  },
  {
    "Id": "cur24",
    "Name": "Pęcherzyk Jadowy",
    "Group": "Towar handlowy",
    "Description": "Ustabilizowana próbka trucizny, pozyskana z wodnych jeżowców.\n\nRzadki i cenny towar w galaktycznej sieci handlowej."
  },
  {
    "Id": "cur25",
    "Name": "Sześcian Wiru",
    "Group": "Towar handlowy",
    "Description": "Gęste metalowe przedmioty, które dawno temu zmaterializowały się w podziemnych sieciach w całej galaktyce.\n\nNiezwykle rzadkie i cenne."
  },
  {
    "Id": "cur26",
    "Name": "Kamień Atlasa",
    "Group": "Niezwykle cenna ciekawostka",
    "Description": "Sferyczny klejnot, pulsujący ze środka nieuchwytnym czerwonym światłem.\n\nNiezwykle rzadki artefakt, związany ze starożytnymi monolitami."
  },
  {
    "Id": "cur27",
    "Name": "Rdzeń hex",
    "Group": "Zamknięty błąd w rzeczywistości",
    "Description": "Ta dziwna sfera energetyczna wciąż wibruje i emituje dźwięk o niskiej częstotliwości. Delikatne zmiany we wzorze powtarzają się bez końca, jakby próbowała nadać jakiś komunikat."
  },
  {
    "Id": "cur28",
    "Name": "Geoda",
    "Group": "Cenne złoże minerałów",
    "Description": "Połyskujący i potencjalnie cenny kawałek skały.\n\nWybierz go z ekwipunku (INVENTORY) i rozłup, używając FE_ALT1."
  },
  {
    "Id": "cur29",
    "Name": "Fragment kryształu",
    "Group": "Odłamek skoncentrowanego pierwiastka",
    "Description": "Odłamek kryształu o niezwykle zwartej strukturze. Może być bardzo cenny.\n\nWybierz go z ekwipunku (INVENTORY) i rozłup, używając FE_ALT1."
  },
  {
    "Id": "cur30",
    "Name": "Hiperklaster trytu",
    "Group": "Fragment energetyczny",
    "Description": "Odłamek czystego, skrystalizowanego trytu.\n\nWybierz go z ekwipunku (INVENTORY) i rozłup, używając FE_ALT1."
  },
  {
    "Id": "cur31",
    "Name": "Bryłka złota",
    "Group": "Cenna ruda",
    "Description": "Niezwykle cenna bryłka rudy, gotowa do przetworzenia na złoto.\n\nWybierz ją z ekwipunku (INVENTORY) i rozłup, używając FE_ALT1."
  },
  {
    "Id": "cur32",
    "Name": "Kryształ siarczku",
    "Group": "Skompresowany minerał",
    "Description": "Ukształtowany w niewiarygodnym, wysokociśnieniowym piecu rdzenia planety, zawiera mnóstwo minerałów, tak czystych jak szkło.\n\nPosiada wiele zastosowań przemysłowych, ze względu na wysoką zawartość minerałów, jak i doskonałą wytrzymałość pod ciśnieniem."
  },
  {
    "Id": "cur33",
    "Name": "Tablica Vy'keenów",
    "Group": "Zjednoczenie Hirku",
    "Description": "Kamienna tablica zapisana misternymi runami. Słowa w obcym dialekcie, który pamiętają jedynie najstarsi Vy'keeni, są niezrozumiałe.\n\nIstota, która wykuła te słowa, musiała być niezwykła. Linie są precyzyjne i subtelne, choć idealnie oddają agresję, którą artysta bez wątpienia posiadał."
  },
  {
    "Id": "cur34",
    "Name": "Sześcian dywergencji",
    "Group": "Anomalna jednostka danych",
    "Description": "Uszkodzona, pulsująca jednostka danych. Wygląda, jakby nie pochodziła z tego świata.\n\nSześcian wydaje się emanować bezgłośnym wrzaskiem setek zaginionych umysłów, które zostały uwięzione w jego wnętrzu."
  },
  {
    "Id": "cur35",
    "Name": "Artefakt Geków",
    "Group": "Ciekawostka o średniej wartości",
    "Description": "Metalowa statuetka stwora z monetą na dziobie.\n\nPopularna wśród handlowców, którzy uważają ją za znak uczciwości i pokoju."
  },
  {
    "Id": "cur36",
    "Name": "GekoMiętka",
    "Group": "Towar handlowy",
    "Description": "Produkt jadalny, uwielbiany przez Geków. \n\nZażycie umożliwia długotrwałe wydzielanie gazów o niezwykle przyjemnym zapachu. \n\nWyziewy gazów gekomiętkowych uznawane są za dzieła sztuki i prawdziwy wyraz geckiego ducha."
  },
  {
    "Id": "cur37",
    "Name": "Vy'keeńska ikona",
    "Group": "Ciekawostka o średniej wartości",
    "Description": "Niewielka drewniana ikona, wycięta w kształt drona Strażników.\n\nUżywana przez wojowników do wprowadzania się w czasowy trans, który zastępuje im sen."
  },
  {
    "Id": "cur38",
    "Name": "Sztylet Vy'Keenów",
    "Group": "Towar handlowy",
    "Description": "Broń głównie rytualna, ważna część vy'keeńskiej tradycji i kultury."
  },
  {
    "Id": "cur39",
    "Name": "Powłoka Korvaxów",
    "Group": "Ciekawostka o dużej wartości",
    "Description": "Metalowa powłoka odłączonej elektronicznej formy życia, która oddaliła się za daleko od bazy, aby można było w niej zainstalować nową istotę.\n\nBardzo ceniona przez wszystkie gatunki, nie tylko swój własny."
  },
  {
    "Id": "cur40",
    "Name": "Sześcian Konwergencji",
    "Group": "Towar handlowy",
    "Description": "Urządzenie używane przez Korvaxów do składowania wiedzy kulturalnej i informacyjnej."
  },
  {
    "Id": "cur41",
    "Name": "Atlaspass w. 1",
    "Group": "Karta dostępu",
    "Description": "Przepustka przyznawana konkretnym podróżnikom przez różne gatunki galaktyczne.\n\nDaje dostęp do obszarów o niskim poziomie zastrzeżenia i systemów placówek."
  },
  {
    "Id": "cur42",
    "Name": "Atlaspass w. 2",
    "Group": "Karta dostępu",
    "Description": "Przepustka przyznawana konkretnym podróżnikom przez różne gatunki galaktyczne.\n\nDaje dostęp do  obszarów o średnim poziomie zastrzeżenia i systemów placówek."
  },
  {
    "Id": "cur43",
    "Name": "Atlaspass w. 3",
    "Group": "Karta dostępu",
    "Description": "Przepustka przyznawana konkretnym podróżnikom przez różne gatunki galaktyczne.\n\nDaje dostęp do  obszarów o wysokim poziomie zastrzeżenia i systemów placówek."
  },
  {
    "Id": "cur44",
    "Name": "Fabryczna jednostka nadpisania",
    "Group": "Zaawansowany moduł badawczy",
    "Description": "Przenośna jednostka danych, zgodna z większością planetarnych ośrodków wytwórczych.\n\nPo zyskaniu dostępu do centralnego terminala kontroli, jednostka nadpisania może przekierować zasoby do badania nowych formuł produktów."
  },
  {
    "Id": "cur45",
    "Name": "Przejęty moduł fregaty",
    "Group": "Platforma okablowania statku głównego",
    "Description": "Moduł technologiczny zebrany ze szczątków dużego międzygwiezdnego statku. Można go zebrać z wraków frachtowców albo podczas ekspedycji fregat.\n\nBezużyteczny w obecnej formie, ale stacja badawcza na pokładzie twojego frachtowca może go przekształcić w użyteczną technologię."
  },
  {
    "Id": "cur46",
    "Name": "Jajo próżniowe",
    "Group": "Żywa ciekawostka",
    "Description": "Anomalne jajo. Jego skorupka jest twarda i skórzasta, a ono samo drga przy dotknięciu.\n\nZ wnętrza jaja dochodzi ciche postukiwanie. Od czasu do czasu wydaje się śpiewać."
  },
  {
    "Id": "cur47",
    "Name": "Aktywne jajo próżniowe",
    "Group": "Wzburzona ciekawostka",
    "Description": "Anomalne jajo. Od czasu spotkania z dziwacznym „stworzeniem” z odległego kosmosu, jego dziwna muzyka nasiliła się, jest bardziej wzburzona.\n\nPo dotknięciu, przywołuje potężną wizję świata, pełnego potężnych anomalii i dziwnych kolorów."
  },
  {
    "Id": "cur48",
    "Name": "Wzruszające jajo próżniowe",
    "Group": "Wzburzona ciekawostka",
    "Description": "Anomalne jajo. Od czasu spotkania z dziwacznym „stworzeniem” z odległego kosmosu, jego dziwna muzyka nasiliła się, jest bardziej wzburzona.\n\nPo dotknięciu, przywołuje potężną wizję pokrytej pyłem planety, pełnej ekstremalnych burz."
  },
  {
    "Id": "cur49",
    "Name": "Przebudzone jajo próżniowe",
    "Group": "Wzburzona ciekawostka",
    "Description": "Anomalne jajo. Od czasu spotkania z dziwacznym „stworzeniem” z odległego kosmosu, jego dziwna muzyka nasiliła się, jest bardziej wzburzona.\n\nPo dotknięciu, przywołuje potężną wizję wodnej planety, pełnej bujnej i soczystej flory."
  },
  {
    "Id": "cur50",
    "Name": "Pękające jajo próżniowe",
    "Group": "Wzburzona ciekawostka",
    "Description": "Anomalne jajo. Od czasu spotkania z dziwacznym „stworzeniem” z odległego kosmosu, jego dziwna muzyka nasiliła się, jest bardziej wzburzona.\n\nPo dotknięciu, przywołuje potężną wizję różu i błękitu, kolorów wypalonych w umyśle trzymającego je.\n\nŁowca SLASH Odbicie SLASH Łowca SLASH Spirala rzeczywistości SLASH Gwiazda ponad wodąSLASH Wschodząca sfera SLASH Zakryty towarzysz SLASH Łowca SLASH Nędzny robak SLASH Anomalia SLASH Żeglarz SLASH Król Oceanu SLASH EUKLIDES EUKLIDES EUKLIDES"
  }
]