[
  {
    "Id": "prod1",
    "Name": "Antymateria",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Zamknięta materia egzotyczna i antycząstki bariogenetyczne.\n\nOgromny potencjał energetyczny antymaterii czyni ją niezwykle cenną. 95% obecnego zużycia antymaterii używane jest do zasilania hipernapędów statków gwiezdnych.\n\nUWAGA: unikać niekontrolowanego użycia."
  },
  {
    "Id": "prod2",
    "Name": "Pojemnik z antymaterią",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Bezpieczny pojemnik z antymaterią, potrzebny do jej przenoszenia, zanim zostanie użyta w ogniwach warpowych.\n\nWstecznie związany tlen wytwarza ochronną bańkę gazową, co uniemożliwia antymaterii reakcję z pojemnikiem."
  },
  {
    "Id": "prod3",
    "Name": "Nanorurki węglowe",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Długie węglowe nanorurki o wysokiej pojemności.\n\nIch duża wytrzymałość i umiarkowana przewodność czynią z nich kluczowy komponent wielu zaawansowanych technologii."
  },
  {
    "Id": "prod4",
    "Name": "Lustro kobaltowe",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Specjalistyczny komponent optyczny.\n\nTo lustro z polerowanej powierzchni kobaltowej potrafi selektywnie filtrować różne długości fali świetlnej i zmieniać wzór odbicia w zależności od pobliskich pól magnetycznych."
  },
  {
    "Id": "prod5",
    "Name": "Łata hermetyczna",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Wysokowydajna łata węglowa, która zarówno wytrzymuje trudne warunki w przestrzeni kosmicznej, jak i spełnia standardy przemysłowe, związane z używaniem dużych ilości energii.\n\nZaleca się, aby użytkownik regularnie sprawdzał integralność łaty po zainstalowaniu."
  },
  {
    "Id": "prod6",
    "Name": "Blacha metalowa",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Lekki produkt metalowy, często używany przy produkcji części statków gwiezdnych i technologii do rozmieszczenia. Podstawa przemysłu budowlanego wszystkich znanych gatunków głównych.\n\nWytworzono z pyłu ferrytowego."
  },
  {
    "Id": "prod7",
    "Name": "Mikroprocesor",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Niewielki mikroczip, wydajny temperaturowo. Wytworzony z metalu chromatycznego, wymagającego rafinacji jednego z kilku wyspecjalizowanych metali.\n\nUżywany w produkcji wielu zaawansowanych technologii."
  },
  {
    "Id": "prod8",
    "Name": "Filtr tlenu",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Specjalistyczny komponent technologiczny.\n\nTo niewielkie urządzenie może gwałtownie zmienić wewnętrzne środowisko gazowe - od całkowitej próżni po atmosferę czystego tlenu."
  },
  {
    "Id": "prod9",
    "Name": "Refraktor solny",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Specjalistyczny komponent technologiczny, nieodzowny przy produkcji współczesnych układów laserowych. \n\nTo urządzenie rozpraszające światło wykorzystuje niepowtarzalne właściwości optyczne ustabilizowanej i wypolerowanej soli - spowalnia i załamuje przelatujące fotony."
  },
  {
    "Id": "prod10",
    "Name": "Dioda sodowa",
    "Group": "Wytwarzany komponent technologiczny",
    "Description": "Zaawansowany komponent obwodu.\n\nElektroda z oczyszczonego sodu zamknięta w próżniowej lampie daje tej diodzie zaawansowane właściwości ochrony przed skokami napięcia."
  },
  {
    "Id": "prod11",
    "Name": "Galareta diwodorowa",
    "Group": "Przenośne zasilanie podtrzymania życia",
    "Description": "Lekko lśniąca galareta. Delikatne światło i miękka, drżąca konsystencja ukrywają fakt, że ten lepki żel jest bardzo toksyczny i łatwopalny. Za wszelką cenę należy unikać kontaktu ze skórą.\n\nSyntezowana z diwodoru."
  },
  {
    "Id": "prod12",
    "Name": "Natleniacz paliwa",
    "Group": "Jednorazowe ulepszenie fregaty",
    "Description": "Tymczasowe ulepszenie fregaty, działa przez jedną ekspedycję.\n\nPotężne ulepszenie paliwa przeładowuje silniki fregaty, dzięki czemu podróże przebiegają szybciej."
  },
  {
    "Id": "prod13",
    "Name": "Wybuchowe drony",
    "Group": "Jednorazowe ulepszenie fregaty",
    "Description": "Tymczasowe ulepszenie fregaty, działa przez jedną ekspedycję.\n\nPakiet autonomicznych materiałów wybuchowych, zaprogramowany do wystrzelenia z floty i samonaprowadzania ku wrogim statkom. Niezwykle niebezpieczny."
  },
  {
    "Id": "prod14",
    "Name": "Analizator holograficzny",
    "Group": "Jednorazowe ulepszenie fregaty",
    "Description": "Tymczasowe ulepszenie fregaty, działa przez jedną ekspedycję. Potężny komputer analityczny overclockuje istniejące systemy floty, umożliwiając obliczenia z prędkością nadświetlną. Problemem jest wyskoka temperatura - procesory nie wytrzymują zbyt długo."
  },
  {
    "Id": "prod15",
    "Name": "Maszyna do kontroli umysłu",
    "Group": "Jednorazowe ulepszenie fregaty",
    "Description": "Tymczasowe ulepszenie fregaty, działa przez jedną ekspedycję.\n\nMaszynę do kontroli umysłu podłącza się do systemów handlowych i komunikacyjnych statku, dzięki czemu dowódca floty zyskuje przewagę podczas negocjacji."
  },
  {
    "Id": "prod16",
    "Name": "Kompresor minerałów",
    "Group": "Jednorazowe ulepszenie fregaty",
    "Description": "Tymczasowe ulepszenie fregaty, działa przez jedną ekspedycję.\n\nKompresor minerałów pozwala ekipom wydobywczym floty upłynniać wydobywane substancje, co umożliwia szybsze przetwarzanie i łatwiejszy transport."
  },
  {
    "Id": "prod17",
    "Name": "Ogniwo warpowe",
    "Group": "Jednostka ładowania hipernapędu",
    "Description": "Paliwo oparte o antymaterię, jest jednym z niewielu źródeł zasilania, zdolnych do spełnienia ogromnych wymagań energetycznych hipernapędu statku gwiezdnego.\n\nZamknięte w szczelnym pojemniku, to ogniwo paliwowe gwarantuje podróżowanie z prędkością nadświetlną, wolne od paradoksów."
  },
  {
    "Id": "prod18",
    "Name": "Hiperrdzeń warp",
    "Group": "Jednostka ładowania hipernapędu",
    "Description": "Wysokowydajne paliwo oparte na antymaterii, zamknięte w ogniwie. Zawiera wewnętrzny generator czarnych dziur do zasilania hipernapędów statków gwiezdnych w celu wykonania wielu skoków warp.\n\nŚcianki ogniwa są tak zaprojektowane, aby odbijać wszelkie paradoksy rzeczywistości z powrotem ku centrum jednostki, gdzie generowana jest dodatkowa moc."
  },
  {
    "Id": "prod19",
    "Name": "Niestabilna plazma",
    "Group": "Doładowanie wyrzutni plazmy",
    "Description": "Ciasno upakowana kapsuła paliwowa, używana w wyrzutni plazmy.\n \nSilnie skompresowana energia elektrotermiczna, używana do produkcji granatów niwelujących."
  },
  {
    "Id": "prod20",
    "Name": "Bateria jonowa",
    "Group": "Przenośne źródło energii",
    "Description": "Poręczna i zoptymalizowana jednostka magazynująca energię. Używana w różnych systemach defensywnych i ochrony przed zagrożeniami.\n \nWytwarzana z połączenia pyłu ferrytowego i dostępnego pod ziemią kobaltu. Często spotykana w metalowych, cylindrycznych pojemnikach."
  },
  {
    "Id": "prod21",
    "Name": "Zaawansowana bateria jonowa",
    "Group": "Przenośne źródło energii",
    "Description": "Potężna jednostka magazynująca energię. Używana w różnych systemach defensywnych i ochrony przed zagrożeniami.\n\nWytwarzana ze zjonizowanego kobaltu i pyłu ferrytowego. Często spotykana w metalowych, cylindrycznych pojemnikach."
  },
  {
    "Id": "prod22",
    "Name": "Bateria gwiezdnej tarczy",
    "Group": "Przenośne źródło energii",
    "Description": "Jednostka magazynująca energię, zoptymalizowana do użycia w systemach defensywnych statków gwiezdnych. \n \nZasilane trytem kondensatory umożliwiają szybkie uwolnienie ładunku do tarczy odbijającej, ale mogą przeładować mniejszy sprzęt."
  },
  {
    "Id": "prod23",
    "Name": "Żel podtrzymania życia",
    "Group": "Przenośne zasilanie podtrzymania życia",
    "Description": "Awaryjne paliwo do systemów podtrzymania życia.\n\nŻel syntezowany z kryształów paliwa rakietowego i węgla czasowo zasila systemy podtrzymania życia. Długotrwały wpływ na płuca użytkownika jest obecnie nieznany."
  },
  {
    "Id": "prod24",
    "Name": "Kapsuła tlenowa",
    "Group": "Przenośne zasilanie podtrzymania życia",
    "Description": "Ustabilizowany i bezpieczny gaz filtracyjny do systemów podtrzymania życia.\n\nŁatwo pozyskiwany z tlenu i pyłu ferrytowego. Wydajna metoda długoterminowego zasilania systemów podtrzymania życia."
  },
  {
    "Id": "prod25",
    "Name": "Paliwo do fregaty (50 ton)",
    "Group": "Ustabilizowane paliwo diwodorowe",
    "Description": "Mała beczka paliwa do fregaty.\n\nTen lepki żel jest niezwykle toksyczny w dotyku. Rafinowane paliwo, zasila silniki międzygwiezdne dużych statków handlowych."
  },
  {
    "Id": "prod26",
    "Name": "Paliwo do fregaty (100 ton)",
    "Group": "Ustabilizowane paliwo diwodorowe",
    "Description": "Duża beczka paliwa do fregaty.\n\nTen lepki żel jest niezwykle toksyczny w dotyku. Rafinowane paliwo, zasila silniki międzygwiezdne dużych statków handlowych."
  },
  {
    "Id": "prod27",
    "Name": "Paliwo do fregaty (200 ton)",
    "Group": "Ustabilizowane paliwo diwodorowe",
    "Description": "Ogromny zbiornik paliwa do fregaty.\n\nTen lepki żel jest niezwykle toksyczny w dotyku. Rafinowane paliwo, zasila silniki międzygwiezdne dużych statków handlowych."
  },
  {
    "Id": "prod28",
    "Name": "Paliwo startowe do statku gwiezdnego",
    "Group": "Ustabilizowane paliwo diwodorowe",
    "Description": "Niezwykle reaktywne paliwo stałe, wymagane do zasilania silników startowych statku gwiezdnego.\n\nWytwarzane z diwodoru, kryształu występującego w niebieskich złożach na wszystkich planetach."
  },
  {
    "Id": "prod29",
    "Name": "Hydrotermalne ogniwo paliwowe",
    "Group": "Paliwo do reaktora łodzi podwodnej",
    "Description": "Wysokotemperaturowe paliwo, zamknięte w standardowym ogniwie. Używane do zasilania napędu Humboldta, wykorzystywanego w łodzi podwodnej Nautilon.\n\nWytworzone z mieszanki związków organicznych (węgla i cyto-fosfatów) oraz ukierunkowanych soli mineralnych."
  },
  {
    "Id": "prod30",
    "Name": "Amunicja balistyczna",
    "Group": "Uniwersalny moduł amunicji",
    "Description": "Zaawansowana amunicja do standardowego multinarzędzia uniwersalnego 07/FF1.\n\nMożna nią łatwo naładować błyskacz, PM pulsacyjny i blaster rozproszony poprzez system przeładowania magazynków multinarzędzia."
  },
  {
    "Id": "prod31",
    "Name": "Kryształ węgla",
    "Group": "Złoże skoncentrowanego węgla",
    "Description": "Skrajnie skompresowany węgiel o gęstej nanostrukturze. Niezwykle ceniony jako źródło energii i komponent technologiczny.\n\nSyntezowany ze skoncentrowanego węgla."
  },
  {
    "Id": "prod32",
    "Name": "Krata chlorowa",
    "Group": "Złoże skoncentrowanego chloru",
    "Description": "Ciasno związana forma chloru. Ciasno upakowane cząsteczki gwarantują niezrównaną przewodność. Samoistna synteza nie występuje: stworzenie wymaga niezwykle skoncentrowanych źródeł energii.\n\nSyntezowana z chloru."
  },
  {
    "Id": "prod33",
    "Name": "Zdestabilizowany sód",
    "Group": "Złoże skoncentrowanego sodu",
    "Description": "Sód jest w warunkach normalnych niezwykle stabilny, ale niektóre konfiguracje zachowują reaktywność jego jonów składowych. W trakcie obchodzenia się z nim, użytkownik powinien nosić rękawice do materiałów niebezpiecznych.\n\nSyntezowany z sodu."
  },
  {
    "Id": "prod34",
    "Name": "Rzadki pierwiastek metaliczny",
    "Group": "Złoże skoncentrowanego metalu",
    "Description": "Niezwykle cenny i rzadki produkt metalowy. Używany w produkcji wielu zaawansowanych technologii.\n\nMetal ten jest bardzo reaktywny i szybko wiąże się z odkrytą skórą. Użytkownik powinien obchodzić się z nim niezwykle ostrożnie.\n\nSyntezowany z namagnesowanego ferrytu."
  },
  {
    "Id": "prod35",
    "Name": "Kryształ ponadtlenku",
    "Group": "Złoże skoncentrowanego tlenu",
    "Description": "Paramagnetyczna postać tlenu. Ta rzadka substancja doskonale sprawdza się przy produkcji zaawansowanych technologii. Przed zastosowaniem w systemach podtrzymania życia wymagana jest konwersja. Bezpośrednie wdychanie NIE jest zalecane.\n\nSyntezowana z tlenu."
  },
  {
    "Id": "prod36",
    "Name": "TetraKobalt",
    "Group": "Złoże skoncentrowanego kobaltu",
    "Description": "Nowoczesna molekularna forma kobaltu. Do stworzenia wymaga bardzo dużych nakładów energii. W naturze występuje niezwykle rzadko.\n\nSyntezowana ze zjonizowanego kobaltu."
  },
  {
    "Id": "prod49",
    "Name": "Kwas",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Rozcieńczony kwas do obecnej generacji różnego rodzaju ogniw zasilających.\n\nWytworzony z mordytu i pleśni grzybiczej."
  },
  {
    "Id": "prod51",
    "Name": "Kondensator ciepła",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Regulator temperaturowy, wyprodukowany z rafinowanego materiału organicznego. Ma unikatową zdolność do produkcji, rozpraszania i rozprowadzania ciepła, wedle potrzeb.\n\nWytwarzany z solanium i kryształów szronu."
  },
  {
    "Id": "prod52",
    "Name": "Poliwłókno",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Włókno połączeniowe, wykorzystywane w elektronice. Wykonane z zaawansowanego syntetycznego polimeru, który może przesyłać zasilanie i dane.\n\nWytwarzane z miąższu kaktusa i gwiezdna bulwa."
  },
  {
    "Id": "prod53",
    "Name": "Obwód drukowany",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Uniwersalny, pół-elastyczny obwód drukowany, wykonany z niezwykle wytrzymałego syntetycznego polimeru.\n\nWytwarzany z kondensatorów ciepła i poliwłókna."
  },
  {
    "Id": "prod54",
    "Name": "Szkło",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Nietłukące się i nierysujące szkło z powłoką odporną na promieniowanie ultrafioletowe, przeznaczone do prac budowlanych.\n\nRafinowane z pyłu krzemianowego. Pozyskuj krzemian z gleby, używając manipulatora terenu.\n\nMożna wytworzyć z kryształów szronu, pozyskiwanych z roślin na zamarzniętych planetach."
  },
  {
    "Id": "prod55",
    "Name": "Niestabilny żel",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Bardzo reaktywny żel, zasobny w energię i niebezpieczny w dotyku.\n\nWytwarzany z miąższu kaktusa."
  },
  {
    "Id": "prod56",
    "Name": "Płynny materiał wybuchowy",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Materiał wybuchowy różnego przeznaczenia w formie płynnej, ułatwiającej transport i aplikację. Nie spożywać.\n\nWytwarzany z kwasu i niestabilnego żelu."
  },
  {
    "Id": "prod57",
    "Name": "Smar",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Syntetyczne smarowidło zmniejszające tarcie i przedłużające żywotność technologii wykorzystujących ruchome części.\n\nWytwarzane z faecium i korzenia gamma."
  },
  {
    "Id": "prod58",
    "Name": "Żywe szkło",
    "Group": "Zaawansowany produkt rolniczy",
    "Description": "Zaawansowany materiał budowlany - szkło to zostało nasycone związkami organicznymi, które pozwalają mu reagować na otoczenie. Mikroby zawarte w szkle filtrują niebezpieczne światło na wszystkich długościach fali i wyrównują warunki atmosferyczne, zgodnie z wymaganiami użytkownika.\n\nWytwarzane ze smarowidła i szkła."
  },
  {
    "Id": "prod59",
    "Name": "Wzbogacony węgiel",
    "Group": "Wzmocniony produkt gazowy",
    "Description": "Produkt rafinowany poprzez napromieniowywanie węgla energią radioaktywności.\n\nWytwarzany z radonu i skondensowanego węgla."
  },
  {
    "Id": "prod60",
    "Name": "Sól azotu",
    "Group": "Wzmocniony produkt gazowy",
    "Description": "Produkt rafinowany - potężny organiczny nawóz we wczesnej fazie dystrybucji.\n\nWytwarzany z azotu i węgla."
  },
  {
    "Id": "prod61",
    "Name": "Kondensat termiczny",
    "Group": "Wzmocniony produkt gazowy",
    "Description": "Produkt rafinowany, zawierający energię potencjalną podgrzanego gazu atmosferycznego. Można go podgrzewać w stanie stabilnym do żądanej temperatury.\n\nWytwarzany z sulfurynu i skoncentrowanego węgla."
  },
  {
    "Id": "prod62",
    "Name": "Gorący lód",
    "Group": "Produkowany produkt gazowy",
    "Description": "Materiał paradoksalny, nieco mniej tajemniczy ze względu na relatywną łatwość produkcji.\n\nWytwarzany ze wzbogaconego węgla i soli azotu."
  },
  {
    "Id": "prod63",
    "Name": "Kriopompa",
    "Group": "Produkowany produkt gazowy",
    "Description": "Zaawansowany, samoregulujący się materiał hybrydowy - kriopompa rozprowadza ciepło z niemal idealną wydajnością, przez co jest niezwykle ważnym komponentem regulatorów temperatury.\n\nWytwarzana z gorącego lodu i kondensatu termicznego."
  },
  {
    "Id": "prod64",
    "Name": "Półprzewodnik",
    "Group": "Produkowany produkt gazowy",
    "Description": "Zaawansowany materiał, użyteczny w wielu urządzeniach elektronicznych. Posiada własny, wbudowany regulator temperatury.\n\nWytwarzany z kondensatu termicznego i soli azotu."
  },
  {
    "Id": "prod65",
    "Name": "Katalizator organiczny",
    "Group": "Produkowany produkt gazowy",
    "Description": "Materiał katalityczny, używany przy tworzeniu wielu nawozów organicznych.\n\nWytwarzany z kondensatu termicznego i wzbogaconego węgla."
  },
  {
    "Id": "prod66",
    "Name": "Nadprzewodnik",
    "Group": "Produkowany produkt gazowy",
    "Description": "Zaawansowany materiał przewodzący - nadprzewodnik wzbogaca moc warpowania pola półprzewodnika.\n\nWytwarzany ze wzbogaconego węgla i półprzewodników."
  },
  {
    "Id": "prod67",
    "Name": "Akcelerator fuzji",
    "Group": "Produkowany produkt gazowy",
    "Description": "Zaawansowane źródło paliwa, pozyskane z idealnej mieszanki potencjalnych energetycznych materiałów organicznych.\n\nWytwarzane z katalizatorów organicznych i soli azotu."
  },
  {
    "Id": "prod68",
    "Name": "Komora kriogeniczna",
    "Group": "Zaawansowany produkt wytwarzany",
    "Description": "Komora niskiej temperatury, zaprojektowana, aby zapobiegać naturalnemu rozkładowi materii organicznej.\n\nWytwarzana z żywego szkła i kriopompy."
  },
  {
    "Id": "prod69",
    "Name": "Przenośny reaktor",
    "Group": "Zaawansowany produkt wytwarzany",
    "Description": "Kompletny, miniaturowy, samosterujący reaktor jądrowy. Wytwarza podgwiezdne poziomy energii w jednym, bezobsługowym i mocno kompatybilnym module paliwowym.\n\nWytwarzany z płynnych materiałów wybuchowych i akceleratorów fuzji."
  },
  {
    "Id": "prod70",
    "Name": "Procesor kwantowy",
    "Group": "Zaawansowany produkt wytwarzany",
    "Description": "Niezwykle zaawansowane urządzenie obliczeniowe, wykorzystywane do wykonywania skomplikowanych działań, związanych z podróżami warpowymi.\n\nWytwarzane z obwodów drukowanych oraz nadprzewodników."
  },
  {
    "Id": "prod71",
    "Name": "Aron",
    "Group": "Metal stopu",
    "Description": "Lekki stop, dający się łatwo formować. Wytwarzany z parafiny i kwarcu.\n\nBardzo pożądany w galaktycznej sieci handlowej ze względu na wykorzystywanie go w budowie planetarnych posterunków i obiektów."
  },
  {
    "Id": "prod72",
    "Name": "Brudny brąz",
    "Group": "Metal stopu",
    "Description": "Popularny metaliczny stop o szerokim wachlarzu zastosowań. Zamiast nazwy naukowej, używana jest pospolita - termin brudny brąz pochodzi od zabarwienia materiału.\n\nWytwarzany z czystego ferrytu i pirytu."
  },
  {
    "Id": "prod73",
    "Name": "Grantyn",
    "Group": "Metal stopu",
    "Description": "Miękki, plastyczny stop, używany przez rzemieślników w całej znanej galaktyce. Wytwarzany ze zjonizowanego kobaltu i dioksytu.\n\nPopularny surowiec handlowy - wiele szlaków wytyczono specjalnie do handlu tym stopem."
  },
  {
    "Id": "prod74",
    "Name": "Herox",
    "Group": "Metal stopu",
    "Description": "Neutralny stop, stosowany niemal wszędzie - od farmakologii po przemysł ciężki. Wytwarzany z chloru i amoniaku.\n\nJest podstawą galaktycznego handlu stopami."
  },
  {
    "Id": "prod75",
    "Name": "Magno-złoto",
    "Group": "Metal stopu",
    "Description": "Niezwykle cenny, lustrzany stop. Popularny wśród handlowców wszystkich głównych ras galaktycznych. Wytwarzany ze zjonizowanego kobaltu i fosforu.\n\n\nŁatwo rozpoznawalny po jasnoczerwonej poświacie i silnym polu magnetycznym."
  },
  {
    "Id": "prod76",
    "Name": "Lem",
    "Group": "Metal stopu",
    "Description": "Stop czystego ferrytu, wytwarzany z czystego ferrytu i uranu.\n\nUżywany głównie przy budowie frachtowców gwiezdnych, ze względu na swoją wytrzymałość. Twardy materiał, popularny w galaktycznej sieci handlowej."
  },
  {
    "Id": "prod77",
    "Name": "Geodezyt",
    "Group": "Wzbogacony metal stopu",
    "Description": "Zaawansowany, wytrzymały stop, używany głównie w budowie kadłubów i technologii dronów eksploracyjnych w głębokim kosmosie.\n\nWytwarzany z heroksu, brudnego brązu i lemu."
  },
  {
    "Id": "prod78",
    "Name": "Irydezyt",
    "Group": "Wzbogacony metal stopu",
    "Description": "Zaawansowany lekki stop z metalu, którym handluje się w całej Zewnętrznej Krawędzi. Często używany we wnętrzach promów handlowych, aby zmniejszyć ich ciężar, kiedy startuję z planet o silnym polu grawitacyjnym.\n\nWytwarzany z aronu, magno-złota i grantynu."
  },
  {
    "Id": "prod79",
    "Name": "Zapalnik fuzji",
    "Group": "Niezwykle wyrafinowana technologia",
    "Description": "Niezwykle zaawansowana technologia, użytkowana w elektrowniach następnej generacji. Wytworzenie rdzenia fuzji wymaga dużych umiejętności naukowych oraz skomplikowanych procesów przemysłowych.\n\nWytwarzany z przenośnego reaktora, procesorów kwantowych i geodezytu."
  },
  {
    "Id": "prod80",
    "Name": "Urządzenie bezruchu",
    "Group": "Niezwykle wyrafinowana technologia",
    "Description": "Urządzenie stworzone specjalnie, aby utrzymywać istoty przy życiu tysiące lat dłużej niż ich wynika to z ich naturalnego cyklu. Wytworzenie takiego urządzenia wymaga ogromnych umiejętności, nie tylko dlatego że to bardzo skomplikowany proces, ale także z tego powodu, że w przypadku pomyłki może dojść do katastrofy.\n\nWytwarzane z procesorów kwantowych, komór kriogenicznych i irydezytu."
  },
  {
    "Id": "prod81",
    "Name": "Krosno okablowania",
    "Group": "Uniwersalna platforma technologiczna",
    "Description": "Prefabrykowany obwód drukowany, zaprojektowany do elastycznego zastosowania w wielu komponentach technologicznych.\n\nModuł ten wyposażony jest w zintegrowany procesor nanitowy, dzięki czemu można go szybko skonfigurować do różnego rodzaju zastosowań."
  },
  {
    "Id": "prod82",
    "Name": "Wrażliwy pień neuralny",
    "Group": "Fragment życia",
    "Description": "Delikatna sieć żywej tkanki – iskra, która rozpala nową formę życia ku istnieniu.\n\nW okresie dojrzewania wymaga czułej opieki."
  },
  {
    "Id": "prod83",
    "Name": "Wrażliwe serce",
    "Group": "Fragment życia",
    "Description": "Choć jest to jedynie zbitka komórek, można już wyczuć delikatne bicie tego proto-serca.\n\nW okresie dojrzewania wymaga czułej opieki."
  },
  {
    "Id": "prod84",
    "Name": "Wrażliwa skorupa",
    "Group": "Fragment życia",
    "Description": "Przezroczysta i bardzo cienka, skorupa ta jest właściwie jedynie delikatnym oddechem szkła. A jednak jej potencjał jest jasny – ciągłe mnożące się wzmacnianie stale przyczynia się do jej utwardzenia.\n\nW okresie dojrzewania wymaga czułej opieki."
  },
  {
    "Id": "prod85",
    "Name": "Rosnąca osobliwość",
    "Group": "Wrażliwy oddech",
    "Description": "Powolne tkanie ciała, neuronów i antymaterii w jedność. Sposób, w jaki ten umysł postrzega wszechświat wymyka się wszelkiej wyobraźni.\n\nW okresie dojrzewania wymaga czułej opieki."
  },
  {
    "Id": "prod86",
    "Name": "Dorosły pień neuralny",
    "Group": "Żyjący organ statku gwiezdnego",
    "Description": "Ta sieć żyjącej tkanki wykształciła własne metaliczne włókna, siatkę srebra i ciała. Skrzy się własnym ładunkiem elektrycznym, siecią potrzebującą własnych węzłów.\n\nCzeka na swego gospodarza."
  },
  {
    "Id": "prod87",
    "Name": "Dojrzały węzeł sercowy",
    "Group": "Żyjący organ statku gwiezdnego",
    "Description": "Potężna i umięśniona, ta pompa bioniczna umieszczona jest w sieci syntetycznych rurek. Po dotyku wije się, jej rytmy są wrażliwe na obecność innych istot myślących.\n\nCzeka na swego gospodarza."
  },
  {
    "Id": "prod88",
    "Name": "Utwardzona skorupa",
    "Group": "Żyjący organ statku gwiezdnego",
    "Description": "Przezroczysta, odbijająca, opalizująca, niesamowicie wytrzymała. Skorupa ta szybko przekonfigurowuje się po odniesieniu obrażeń i splata się z powrotem, silniejsza niż kiedykolwiek. Nowoutworzone więzy tworzą pamięć w szkle, odbijając światło pochłonięte w chwili odniesienia obrażeń.\n\nCzeka na swego gospodarza."
  },
  {
    "Id": "prod89",
    "Name": "Rdzeń osobliwości",
    "Group": "Żyjący organ statku gwiezdnego",
    "Description": "Czuły układ neuronów na stabilnej orbicie wokół miniaturowej czarnej dziury. Umysł w sercu tego bionicznego cudu wolny jest od ograniczeń linearności czasu, jego wrażenia są niewiarygodną siecią miriad skupionych form życia.\n\nCzeka na swego gospodarza."
  },
  {
    "Id": "prod90",
    "Name": "Most świadomości",
    "Group": "Reaktywowana drabina neuralna",
    "Description": "Biomechaniczny konstrukt, stworzony według projektu anonimowego gospodarza.\n\nUrządzenie to najwyraźniej jest interfejsem pomiędzy indywidualną istotą a większą dzieloną świadomością. Wydaje się pochodzić, ale nie być połączone, z technologią korvaxiańską."
  },
  {
    "Id": "prod91",
    "Name": "Pulsujący rdzeń",
    "Group": "Superpodgrzany fragment życia",
    "Description": "Biomechaniczny konstrukt, stworzony według projektu anonimowego gospodarza.\n\nOrganiczny, ale z gorącą poświatą i wysokociśnieniowym wewnętrznym naczyniem. To „urządzenie” jest częściowo pompą, a częściowo akcelerowaną komorą ewolucyjną."
  },
  {
    "Id": "prod92",
    "Name": "Niemożliwa membrana",
    "Group": "Samoczynnie regenerująca się forma życia",
    "Description": "Biomechaniczny konstrukt, stworzony według projektu anonimowego gospodarza.\n\nCieniutka siatka ciasno utkanego włókna. Mikroorganizmy zatopione w materiale pozwalają mu się regenerować w nieskończoność – to idealna i nieskończona bioniczna skóra."
  },
  {
    "Id": "prod93",
    "Name": "Nasiona szkła",
    "Group": "Zamrożone archiwum",
    "Description": "Biomechaniczny konstrukt, stworzony według projektu anonimowego gospodarza.\n\nKapsułki materiału genetycznego, zamknięte w folii z żywego szkła. Dzielone wspomnienia pływają w ich odbijających się powierzchniach, oczekując na szansę ukształtowania wewnętrznego życia."
  },
  {
    "Id": "prod94",
    "Name": "Zarchiwizowana dusza",
    "Group": "Arka bioniczna",
    "Description": "Biomechaniczny konstrukt stworzony według projektu anonimowego gospodarza.\n\nPołączenie skomplikowanych obwodów i niewysłowionego błędu Podróżnika. Taki rachunek może wiązać razem rzeczywistości lub rozrywać je w ledwie symulowane fragmenty."
  },
  {
    "Id": "prod95",
    "Name": "Komora duszy (0%)",
    "Group": "Arka bioniczna",
    "Description": "Biomechaniczny konstrukt stworzony według projektu anonimowego gospodarza.\n\nPołączenie skomplikowanych obwodów i niewysłowionego błędu Podróżnika. Taki rachunek może wiązać razem rzeczywistości lub rozrywać je w ledwie symulowane fragmenty."
  },
  {
    "Id": "prod96",
    "Name": "Komora duszy (33%)",
    "Group": "Arka bioniczna",
    "Description": "Biomechaniczny konstrukt stworzony według projektu anonimowego gospodarza.\n\nPołączenie skomplikowanych obwodów i niewysłowionego błędu Podróżnika. Taki rachunek może wiązać razem rzeczywistości lub rozrywać je w ledwie symulowane fragmenty."
  },
  {
    "Id": "prod97",
    "Name": "Komora duszy (66%)",
    "Group": "Arka bioniczna",
    "Description": "Biomechaniczny konstrukt stworzony według projektu anonimowego gospodarza.\n\nPołączenie skomplikowanych obwodów i niewysłowionego błędu Podróżnika. Taki rachunek może wiązać razem rzeczywistości lub rozrywać je w ledwie symulowane fragmenty."
  },
  {
    "Id": "prod98",
    "Name": "Żywa woda",
    "Group": "Szklana nieokreśloność",
    "Description": "Niespotykane interakcje powierzchniowe powodują, że płyn ten szybko rozdziela się na niewielkie, idealne sfery. Światło załamywane w jednej z takich sfer rozszczepia się w kolory, których nie da się opisać.\n\nPochodzenie nieznane."
  }
]