[
  {
    "Id": "raw1",
    "Name": "Węgiel",
    "Abbrev": "C",
    "Group": "Nieoczyszczony pierwiastek organiczny",
    "Rarity": "Common",
    "Description": "Podstawowy budulec wszelkiego życia organicznego. Węgiel jest niezwykle ważny dla podróżników kosmicznych. Używa się go do doładowania wyposażenia wydobywczego.\n \nLaser wydobywczy zbiera węgiel z drzew, roślin i innej wegetacji."
  },
  {
    "Id": "raw2",
    "Name": "Skoncentrowany węgiel",
    "Abbrev": "C+",
    "Group": "Oczyszczony pierwiastek organiczny",
    "Rarity": "Uncommon",
    "Description": "Zaawansowany materiał, uzyskany w drodze rafinacji zwykłego węgla w rafinatorze.\n\nZwiększona gęstość cząsteczek gwarantuje znacznie większy współczynnik energii do grama.\n\nCzasem spotykany w formie krystalicznej. Do zebrania dużych kryształów może być potrzebny zaawansowany laser wydobywczy."
  },
  {
    "Id": "raw3",
    "Name": "Tlen",
    "Abbrev": "O2",
    "Group": "Skoncentrowane paliwo płynne",
    "Rarity": "Common",
    "Description": "Nieodzowny w technologii filtrowania powietrza, będącej podstawą systemu podtrzymania życia egzokombinezonu.\n\nTechnologia przetwarzania materiałów egzokombinezonu pozwala na bezpośrednie zbieranie tlenu z odpowiedniej flory planetarnej.\n\nInne rośliny mogą być skanowane wizjerem analitycznym, aby ujawnić alternatywne zapasy tlenu."
  },
  {
    "Id": "raw4",
    "Name": "Heksyt",
    "Abbrev": "X",
    "Group": "Nieoczyszczony pierwiastek organiczny",
    "Rarity": "Common",
    "Description": "Bezwonna, zasobna w minerały substancja, o sześciokątnej strukturze krystalicznej, zbierana z odchodów stworzeń."
  },
  {
    "Id": "raw5",
    "Name": "Diwodór",
    "Abbrev": "H",
    "Group": "Substancja wysokoenergetyczna",
    "Rarity": "Common",
    "Description": "Stabilna, kryształowa forma wodoru, charakteryzująca się ekstremalną gęstością energetyczną oraz stabilnością w ciśnieniach atmosferycznych.\n\nDiwodór znaleźć można na wszystkich planetach, w formie błękitnych kryształów. Jest kluczowym komponentem paliwa startowego statku gwiezdnego."
  },
  {
    "Id": "raw6",
    "Name": "Deuter",
    "Abbrev": "D",
    "Group": "Substancja wysokoenergetyczna",
    "Rarity": "Common",
    "Description": "Stabilny izotop wodoru, używany w niewielkich reaktorach fuzji i technologii tarcz rozpraszającej neutrony.\n\nDeuter w przyrodzie występuje niezwykle rzadko. Większość dostaw dla galaktyki pochodzi z przetwarzania diwodoru i trytu w rafinatorach."
  },
  {
    "Id": "raw7",
    "Name": "Tryt",
    "Abbrev": "H3",
    "Group": "Pierwiastek paliwowy zasobny w neutrony",
    "Rarity": "Common",
    "Description": "Reaktywny izotop, zwykle używany do zasilania reaktora fuzji w sercu silników pulsacyjnych statku gwiezdnego.\n\nTryt występuje w obfitości w międzygwiezdnych polach asteroid. Można go wydobyć z asteroid używając uzbrojenia statku gwiezdnego."
  },
  {
    "Id": "raw8",
    "Name": "Pył ferrytowy",
    "Abbrev": "Fe",
    "Group": "Ekstrakt minerału metalicznego",
    "Rarity": "Common",
    "Description": "Występujący w obfitości pierwiastek mineralny, wydobywany z formacji skalnych i innych obszarów zasobnych w surowce. Łatwo go pozyskać laserem wydobywczym.\n\nZwykle wymaga oczyszczenia w rafinatorze - dopiero wtedy można go użyć do budowy lub wytwarzania technologii."
  },
  {
    "Id": "raw9",
    "Name": "Czysty ferryt",
    "Abbrev": "Fe+",
    "Group": "Oczyszczony minerał metaliczny",
    "Rarity": "Uncommon",
    "Description": "Metal oczyszczony z pyłu i kamieni. Używany do wznoszenia różnych budynków i wytwarzania technologii.\n\nZwykle pozyskiwany z pyłu ferrytowego w rafinatorze, ale można go też znaleźć w dużych złożach. Zebranie może wymagać użycia zaawansowanego lasera wydobywczego."
  },
  {
    "Id": "raw10",
    "Name": "Namagnesowany ferryt",
    "Abbrev": "Fe++",
    "Group": "Naładowany pierwiastek metaliczny",
    "Rarity": "Uncommon",
    "Description": "Mocno oczyszczony metal, wymagający kilku faz rafinacji w rafinatorze.\n\nUżywany w produkcji wielu zaawansowanych technologii i budynków. Nie spożywać."
  },
  {
    "Id": "raw11",
    "Name": "Pył krzemianowy",
    "Abbrev": "Si",
    "Group": "Powszechnie występujący minerał",
    "Rarity": "Common",
    "Description": "Powszechnie występujący minerał, który można znaleźć w warstwach geologicznych wszystkich skalistych planet. Można go łatwo pozyskać za pomocą manipulatora terenu. Wykop tunel w dowolnym miejscu, by rozpocząć wydobywanie.\n\nPrzetwarzaj w rafinatorze, by otrzymać szkło."
  },
  {
    "Id": "raw12",
    "Name": "Sód",
    "Abbrev": "Na",
    "Group": "Nieoczyszczony pierwiastek katalityczny",
    "Rarity": "Uncommon",
    "Description": "Potężny katalizator, użyteczny do ładowania technologii defensywnych, takich jak tarcze czy ochrona przed zagrożeniami.\n \nTechnologia przenoszenia materiałów egzokombinezonu pozwala na automatyczne zbieranie z odpowiedniej flory zawierającej sód.\n\nWażny składnik przy tworzeniu wielu zaawansowanych urządzeń, produktów i komponentów."
  },
  {
    "Id": "raw13",
    "Name": "Azotan sodu",
    "Abbrev": "Na+",
    "Group": "Oczyszczony pierwiastek katalityczny",
    "Rarity": "Rare",
    "Description": "Zaawansowany katalizator, użyteczny do ładowania technologii defensywnych, takich jak tarcze czy ochrona przed zagrożeniami.\n \nWytwarzany w rafinatorze lub występujący czasem w formie krystalicznej na powierzchniach planet.\n\nGwarantuje znacznie większy współczynnik energii do grama w porównaniu ze zwykłym sodem."
  },
  {
    "Id": "raw14",
    "Name": "Kobalt",
    "Abbrev": "Co",
    "Group": "Minerał podziemny",
    "Rarity": "Common",
    "Description": "Wydobywany z minerałów podziemnych, kobalt występuje w obfitości w jaskiniach i innych podziemnych pieczarach. Jest użyteczny przy wytwarzaniu baterii jonowych.\n\nUżywany jest do wytwarzania wielu technologii i budynków. Może zostać poddany rafinacji, aby wykorzystać do maksimum jego naturalny ładunek."
  },
  {
    "Id": "raw15",
    "Name": "Zjonizowany kobalt",
    "Abbrev": "Co+",
    "Group": "Oczyszczony minerał podziemny",
    "Rarity": "Rare",
    "Description": "Wysokoenergetyczna i oczyszczona postać kobaltu, z której uzyskać można zaawansowane baterie jonowe, przenośne źródła energii dla egzokombinezonu.\n\nTo kluczowy komponent, używany w produkcji wielu zaawansowanych technologii i budynków."
  },
  {
    "Id": "raw16",
    "Name": "Sól",
    "Abbrev": "NaCl",
    "Group": "Ekstrakt minerału podwodnego",
    "Rarity": "Common",
    "Description": "Naturalnie występująca sól, występująca w obfitości w podwodnych minerałach.\n\nMożna ją poddać procesowi rafinacji w rafinatorze, aby uzyskać chlor. W rafinowanej postaci jest on używany w produkcji wielu zaawansowanych produktów i technologii."
  },
  {
    "Id": "raw17",
    "Name": "Chlor",
    "Abbrev": "Cl",
    "Group": "Oczyszczony minerał podwodny",
    "Rarity": "Rare",
    "Description": "Reaktywny pierwiastek, najczęściej uzyskiwany w drodze przetwarzania minerałów nasyconych solą, znajdowanych w oceanach.\n\nUżywany w produkcji wielu zaawansowanych technologii."
  },
  {
    "Id": "raw18",
    "Name": "Cyto-fosfat",
    "Abbrev": "Cy",
    "Group": "Związek organiczny",
    "Rarity": "Rare",
    "Description": "Niebiesko-zielony związek organiczny, pozyskiwany w cyklu metabolicznym roślin głębinowych. Zasobne w rozpuszczalną energię, cyto-fosfaty są niezwykle ważne przy produkcji technologii związanych z łodziami podwodnymi.\n \nLaser wydobywczy pozyskuje cyto-fosfaty z flory podwodnej."
  },
  {
    "Id": "raw19",
    "Name": "Miedź",
    "Abbrev": "Cu",
    "Group": "Oczyszczony metal gwiezdny: Żółty",
    "Rarity": "Common",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy. Tego typu gwiezdne materiały znaleźć można w złożach, w skorupach lokalnych planet.\n\nMiedź znaleźć można na planetach krążących wokół żółtych gwiazd. Można ją poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal używany w produkcji wielu zaawansowanych technologii."
  },
  {
    "Id": "raw20",
    "Name": "Kadm",
    "Abbrev": "Cd",
    "Group": "Oczyszczony metal gwiezdny: Czerwony",
    "Rarity": "Rare",
    "Description": "Chromatyczny metal, uzyskiwany w procesie fuzji w sercu gwiazdy. Tego typu gwiezdne materiały znaleźć można w złożach, w skorupach lokalnych planet.\n\nKadm znaleźć można na planetach krążących wokół czerwonych gwiazd. Można go poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal, używany w produkcji wielu zaawansowanych technologii."
  },
  {
    "Id": "raw21",
    "Name": "Emeryl",
    "Abbrev": "Em",
    "Group": "Oczyszczony metal gwiezdny: Zielony",
    "Rarity": "Rare",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy.\n\nEmeryl znaleźć można na planetach krążących wokół zielonych gwiazd. Można go poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal używany w produkcji wielu zaawansowanych technologii."
  },
  {
    "Id": "raw22",
    "Name": "Ind",
    "Abbrev": "In",
    "Group": "Oczyszczony metal gwiezdny: Błękitny",
    "Rarity": "Rare",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy. Tego typu gwiezdne materiały znaleźć można w złożach, w skorupach lokalnych planet.\n\nInd znaleźć można na planetach krążących wokół błękitnych gwiazd. Można go poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal używany w produkcji wielu zaawansowanych technologii."
  },
  {
    "Id": "raw23",
    "Name": "Metal chromatyczny",
    "Abbrev": "Ch",
    "Group": "Mocno oczyszczony metal gwiezdny",
    "Rarity": "Rare",
    "Description": "Przetworzony stop metali, stworzony w rafinatorze z metali gwiezdnych: miedzi, kadmu, emerylu i indu.\n\nIm rzadszy metal gwiezdny, tym więcej metalu chromatycznego można z niego pozyskać.\n\nTen cenny metal jest wykorzystywany w wielu zaawansowanych technologiach."
  },
  {
    "Id": "raw24",
    "Name": "Parafin",
    "Abbrev": "Pf",
    "Group": "Zlokalizowany pierwiastek ziemski",
    "Rarity": "Uncommon",
    "Description": "Lokalny ekstrakt mineralny pozyskiwany zwykle z dużych złóż lub powszechnie dostępnych minerałów po użyciu wizjera analitycznego.\n\nZwykle pojawia się na planetach o tropikalnym środowisku."
  },
  {
    "Id": "raw25",
    "Name": "Piryt",
    "Abbrev": "Py",
    "Group": "Zlokalizowany pierwiastek ziemski",
    "Rarity": "Uncommon",
    "Description": "Lokalny ekstrakt mineralny pozyskiwany zwykle z dużych złóż lub powszechnie dostępnych minerałów po użyciu wizjera analitycznego.\n\nZwykle pojawia się na planetach o pustynnym środowisku."
  },
  {
    "Id": "raw26",
    "Name": "Amoniak",
    "Abbrev": "NH3",
    "Group": "Zlokalizowany pierwiastek ziemski",
    "Rarity": "Uncommon",
    "Description": "Lokalny ekstrakt mineralny, pozyskiwany zwykle z dużych złóż lub powszechnie dostępnych minerałów po użyciu wizjera analitycznego.\n\nZwykle pojawiający się na planetach toksycznych."
  },
  {
    "Id": "raw27",
    "Name": "Uran",
    "Abbrev": "U",
    "Group": "Zlokalizowany pierwiastek ziemski",
    "Rarity": "Uncommon",
    "Description": "Lokalny ekstrakt mineralny, pozyskiwany zwykle z dużych złóż lub powszechnie dostępnych minerałów po użyciu wizjera analitycznego.\n\nZwykle pojawia się na planetach radioaktywnych."
  },
  {
    "Id": "raw28",
    "Name": "Dioksyt",
    "Abbrev": "CO2",
    "Group": "Zlokalizowany pierwiastek ziemski",
    "Rarity": "Uncommon",
    "Description": "Lokalny ekstrakt mineralny, pozyskiwany zwykle z dużych złóż lub powszechnie dostępnych minerałów, po użyciu wizjera analitycznego.\n\nZwykle pojawiający się na planetach zamarzniętych."
  },
  {
    "Id": "raw29",
    "Name": "Fosfor",
    "Abbrev": "P",
    "Group": "Zlokalizowany pierwiastek ziemski",
    "Rarity": "Uncommon",
    "Description": "Lokalny ekstrakt mineralny pozyskiwany zwykle z dużych złóż lub powszechnie dostępnych minerałów po użyciu wizjera analitycznego.\n\nZwykle pojawia się na planetach o wypalonym środowisku."
  },
  {
    "Id": "raw30",
    "Name": "Mordyt",
    "Abbrev": "Mo",
    "Group": "Zebrana substancja",
    "Rarity": "Common",
    "Description": "Mimo licznych badań, niewiele wiadomo o tym niepokojącym, krystalicznym związku.\n\nJest on uwalniany przez truchła niektórych gatunków, można go też pozyskiwać z korzenia mordytu - rośliny uprawnej."
  },
  {
    "Id": "raw31",
    "Name": "Pugneum",
    "Abbrev": "Pg",
    "Group": "Materiał anomalny",
    "Rarity": "Rare",
    "Description": "Oleiste, niepokojące wycieki płynu z obwodów Strażników.\n\nCenione przez Vy`keenów pugneum ma ponoć wiele cech zbieżnych z nanitami. Po kontakcie z materią organiczną zaczyna złowrogo buczeć."
  },
  {
    "Id": "raw32",
    "Name": "Srebro",
    "Abbrev": "Ag",
    "Group": "Cenny minerał z asteroid",
    "Rarity": "Common",
    "Description": "Cenny międzygwiezdny minerał handlowy, zwykle wydobywany z asteroid. Czasem spotykany w podziemnych złożach planetarnych.\n\nCeniony przez mieszkańców wszystkich układów ze względu na swój blask i połysk."
  },
  {
    "Id": "raw33",
    "Name": "Złoto",
    "Abbrev": "Au",
    "Group": "Cenny minerał z asteroid",
    "Rarity": "Uncommon",
    "Description": "Bardzo cenny międzygwiezdny minerał handlowy, zwykle wydobywany z asteroid. Czasem spotykany w podziemnych złożach planetarnych.\n\nBardzo ceniony ze względu na swe piękno i uniwersalność."
  },
  {
    "Id": "raw34",
    "Name": "Platyna",
    "Abbrev": "Pt",
    "Group": "Cenny minerał z asteroid",
    "Rarity": "Rare",
    "Description": "Niezwykle cenny międzygwiezdny minerał handlowy, zwykle wydobywany z asteroid. Czasem spotykany w podziemnych złożach planetarnych.\n\nBardzo ceniony ze względu na swą wytrzymałość i uniwersalność."
  },
  {
    "Id": "raw35",
    "Name": "Sulfuryn",
    "Abbrev": "Su",
    "Group": "Sprężony gaz atmosferyczny",
    "Rarity": "Common",
    "Description": "Gaz atmosferyczny o wyraźnym zapachu. Wysokie stężenie jest niezwykle niebezpieczne dla życia organicznego.\n\nZ pomocą wyspecjalizowanej maszynerii można go pozyskiwać z atmosfer planet spalonych i pustynnych."
  },
  {
    "Id": "raw36",
    "Name": "Radon",
    "Abbrev": "Rn",
    "Group": "Sprężony gaz atmosferyczny",
    "Rarity": "Uncommon",
    "Description": "Bezwonny i bezbarwny gaz, stosunkowo szybko ulegający połowicznemu rozkładowi. \n\nZnaleźć go można w radioaktywnych i zamarzniętych atmosferach. Powstaje w wyniku rozkładu innych pierwiastków energetycznych."
  },
  {
    "Id": "raw37",
    "Name": "Azot",
    "Abbrev": "N",
    "Group": "Sprężony gaz atmosferyczny",
    "Rarity": "Rare",
    "Description": "Reaktywny gaz atmosferyczny, potrzebny wszelkim istotom organicznym. \n\nAzot można pobierać w dużych ilościach z atmosfer planet bujnych i toksycznych."
  },
  {
    "Id": "raw38",
    "Name": "Aktywowana miedź",
    "Abbrev": "Cu",
    "Group": "Oczyszczony metal gwiezdny: Żółty",
    "Rarity": "Common",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy.\n\nTa miedź została aktywowana w ekstremalnych warunkach, w których się ukształtowała. Jest niezwykle cenna.\n\nMiedź znaleźć można na planetach krążących wokół żółtych gwiazd. Można ją poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal."
  },
  {
    "Id": "raw39",
    "Name": "Aktywowany kadm",
    "Abbrev": "Cd",
    "Group": "Oczyszczony metal gwiezdny: Czerwony",
    "Rarity": "Rare",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy.\n\nTen kadm został aktywowany w ekstremalnych warunkach, w których się ukształtował. Jest niezwykle cenny.\n\nKadm znaleźć można na planetach krążących wokół czerwonych gwiazd. Można go poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal."
  },
  {
    "Id": "raw40",
    "Name": "Aktywowany emeryl",
    "Abbrev": "Em",
    "Group": "Oczyszczony metal gwiezdny: Zielony",
    "Rarity": "Rare",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy.\n\nTen emeryl został aktywowany w ekstremalnych warunkach, w których się ukształtował. Jest niezwykle cenny.\n\nEmeryl znaleźć można na planetach krążących wokół zielonych gwiazd. Można go poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal."
  },
  {
    "Id": "raw41",
    "Name": "Aktywowany ind",
    "Abbrev": "In",
    "Group": "Oczyszczony metal gwiezdny: Błękitny",
    "Rarity": "Rare",
    "Description": "Chromatyczny metal uzyskiwany w procesie fuzji w sercu gwiazdy.\n\nInd znaleźć można na planetach krążących wokół błękitnych gwiazd. Można go poddać procesowi rafinacji w rafinatorze, aby uzyskać oczyszczony chromatyczny metal.\n\nTen ind został aktywowany w ekstremalnych warunkach, w których się ukształtował. Jest niezwykle cenny."
  },
  {
    "Id": "raw42",
    "Name": "Pleśń grzybicza",
    "Abbrev": "Pg",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Rare",
    "Description": "Dziwnie świecąca substancja, zbierana z blaszek kęp grzybów.\n\nRoślina wymaga toksycznego klimatu, aby rozwijać się w dziczy, ale można ją też uprawiać we wszystkich środowiskach, z pomocą tacy hydroponicznej."
  },
  {
    "Id": "raw43",
    "Name": "Kryształ szronu",
    "Abbrev": "Ks",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Rare",
    "Description": "Przepiękny błękitny kryształ, cechujący się ogromną twardością i skrzącą się przezroczystością. Zbierany jest z liści brzeczki szronowej.\n\nBrzeczka szronowa wymaga warunków zamarzniętych, aby rozwijać się w dziczy, ale można ją też uprawiać we wszystkich środowiskach, z pomocą tacy hydroponicznej."
  },
  {
    "Id": "raw44",
    "Name": "Korzeń gamma",
    "Abbrev": "Kg",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Rare",
    "Description": "Dziwna substancja, która jakby powoli przesuwała powietrze wokół siebie. Znaleźć ją można w korzeniach zioła gamma.\n\nZioło gamma wymaga wysokiej radiacji tła, aby rozwijać się w dziczy, ale można je też uprawiać we wszystkich środowiskach, z pomocą tacy hydroponicznej."
  },
  {
    "Id": "raw45",
    "Name": "Miąższ kaktusa",
    "Abbrev": "Mk",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Rare",
    "Description": "Mięsisty, jadalny miąższ kaktusa, pozyskiwany z rośliny echinokaktusa. Soczysty w smaku, ma również wiele zastosowań przemysłowych.\n\nEchinokaktus rośnie jedynie na pustynnych planetach, ale można go też uprawiać we wszystkich środowiskach, z pomocą tacy hydroponicznej."
  },
  {
    "Id": "raw46",
    "Name": "Solanium",
    "Abbrev": "So",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Rare",
    "Description": "Potężny związek chemiczny, którego dotąd nie udało się zsyntetyzować. Można go zebrać z kory słonecznego pnącza.\n\nPnącze wymaga gorącego klimatu, aby rozwijać się w dziczy, ale można je też uprawiać we wszystkich środowiskach, z pomocą tacy hydroponicznej."
  },
  {
    "Id": "raw47",
    "Name": "Gwiezdna bulwa",
    "Abbrev": "Gj",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Rare",
    "Description": "Piękny klejnot, będący wynikiem dziwnego procesu trawiennego rośliny zwanej gwiezdną jeżyną.\n\nRoślina ta wymaga bujnych warunków, aby rozwijać się w dziczy, ale można ją też uprawiać we wszystkich środowiskach, z pomocą tacy hydroponicznej."
  },
  {
    "Id": "raw48",
    "Name": "Bulwa szpiku",
    "Abbrev": "Bs",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Uncommon",
    "Description": "Świecąca organiczna bulwa, zbierana z rośliny szpiku jaskiniowego, rosnącej pod ziemią.\n\nSzpik jaskiniowy nie podlega udomowieniu i nieznane są sadzonki, które można by uprawiać. W związku z tym, dziko rosnące bulwy szpiku trzeba zbierać ręcznie."
  },
  {
    "Id": "raw49",
    "Name": "Pęcherzyk wodorostów",
    "Abbrev": "Pw",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Uncommon",
    "Description": "Gumowaty, świecący pęcherzyk zbierany z podwodnych świetlistych wodorostów.\n\nTechnolodzy rolnictwa nie okiełznali jeszcze świetlistych wodorostów. W związku z tym, pęcherzyków nie można uprawiać."
  },
  {
    "Id": "raw50",
    "Name": "Faecium",
    "Abbrev": "Fa",
    "Group": "Zbierana substancja rolnicza",
    "Rarity": "Common",
    "Description": "Okropnie cuchnący związek, który można pozyskać z kwiatu gnijkiszki lub – co jest mniej przyjemne – z kału niektórych gatunków.\n\nStworzenia można specjalnie karmić, aby zwiększyć tempo formowania i wydalania kryształów faecium."
  },
  {
    "Id": "raw51",
    "Name": "Paskudny osad",
    "Abbrev": "Śm",
    "Group": "Śmieci",
    "Rarity": "Common",
    "Description": "Pulsujący, śmierdzący osad, który powstaje w zaniedbywanych maszynach.\n\nKontakt ze skórą nie jest zalecany."
  },
  {
    "Id": "raw52",
    "Name": "Uciekająca pleśń",
    "Abbrev": "Śm",
    "Group": "Śmieci",
    "Rarity": "Common",
    "Description": "Pleśń, która wymknęła się spod kontroli. Powstaje w zaniedbywanych maszynach.\n\nMożliwe, że to kilka różnych gatunków pleśni, połączonych w jedną superkolonię."
  },
  {
    "Id": "raw53",
    "Name": "Góra rdzy",
    "Abbrev": "Śm",
    "Group": "Śmieci",
    "Rarity": "Uncommon",
    "Description": "Kilka fragmentów skorodowanego metalu, nadgryzionych latami narażenia na niezwykle trudne warunki.\n\nNależy zachować ostrożność."
  },
  {
    "Id": "raw54",
    "Name": "Żywy szlam",
    "Abbrev": "Śm",
    "Group": "Śmieci",
    "Rarity": "Uncommon",
    "Description": "Ciężki, parujący szlam. Porusza się delikatnie, jakby własnym życiem.\n\nŹródło odżywcze: nieznane."
  },
  {
    "Id": "raw55",
    "Name": "Lepkie płyny",
    "Abbrev": "Śm",
    "Group": "Śmieci",
    "Rarity": "Rare",
    "Description": "Nienaturalnie gęsty płyn o podejrzanym kolorze. Jego pochodzenie jest nie do ustalenia.\n\nNajwyraźniej ma delikatne właściwości magnetyczne."
  },
  {
    "Id": "raw56",
    "Name": "Klaster nanitowy",
    "Abbrev": "∞",
    "Group": "Waluta technologiczna",
    "Rarity": "Rare",
    "Description": "Gęsta chmura nanitów, pławiących się we własnym potencjale. Klastry są stabilne, ale nieograniczona pianka nanitowa może w obecności materii organicznej wywołać niepożądane reakcje łańcuchowe.\n\nUżywana w produkcji wielu zaawansowanych technologii. Niezwykle cenna dla wyspecjalizowanych handlowców."
  },
  {
    "Id": "raw57",
    "Name": "ŻYWE SREBRO",
    "Abbrev": "-",
    "Group": "Nagroda",
    "Rarity": "Rare",
    "Description": "Waluta lub reputacja we frakcji, przyznawane w ramach nagrody."
  },
  {
    "Id": "raw58",
    "Name": "JEDNOSTKI",
    "Abbrev": "-",
    "Group": "Nagroda",
    "Rarity": "Rare",
    "Description": "Waluta lub reputacja we frakcji, przyznawane w ramach nagrody."
  },
  {
    "Id": "raw59",
    "Name": "Ciekłe słońce",
    "Abbrev": "?",
    "Group": "Transmutowany metal",
    "Rarity": "Rare",
    "Description": "Zwykły metal planetarny, superpodgrzany, a następnie utrzymywany w stabilizowanej formie plazmatycznej.\n\nWydobywany z terenowych złóż metalicznych, z użyciem promienia słonecznego. Niezwykle energetyczny."
  },
  {
    "Id": "raw60",
    "Name": "Pofragmentowane Qualia",
    "Abbrev": "?",
    "Group": "Fragment duszy",
    "Rarity": "Rare",
    "Description": "Wzór, nie więcej niż nikły kształt fali, wyryty na powierzchni niewielkiego odłamka metalu. Ten fragment danych przedstawia zapis elektrycznych impulsów biegnących wzdłuż sieci neuralnej. Wiele fragmentów może być wymaganych, aby odtworzyć jakiekolwiek sensowne wrażenia.\n\nGenerowany przez interakcję promienia animusa z żywym celem."
  }
]