[
  {
    "Id": "trade1",
    "Name": "Skrzynka z nanorurek",
    "Group": "Zaawansowane materiały budowlane",
    "Description": "Zamknięta skrzynia nanorurek węglowych.\n\nMalutkie, ale niezwykle wytrzymałe rurki są potrzebne do wytwarzania niezwykle wytrzymałych komponentów naukowych."
  },
  {
    "Id": "trade2",
    "Name": "Samo naprawiający się heryd",
    "Group": "Zaawansowane materiały budowlane",
    "Description": "Kosz samo naprawiającego się herydu. Wygląda na świeży.\n\nUżywany do wytwarzania komponentów naukowych. Samo naprawiający się heryd jest szczególnie przydatny do budowy odległych obiektów, gdzie możliwości konserwacji są ograniczone lub zabójcze."
  },
  {
    "Id": "trade3",
    "Name": "Rozpuszczalnik optyczny",
    "Group": "Zaawansowane materiały budowlane",
    "Description": "Kilka butelek rozpuszczalnika optycznego.\n\nPłyn znajdujący się w tych butelkach jest używany do rozpraszania nadmiaru światła, które mogłoby doprowadzić do rozpadu komponentów naukowych."
  },
  {
    "Id": "trade4",
    "Name": "Torus pięciowymiarowy",
    "Group": "Zaawansowane materiały budowlane",
    "Description": "Specjalny pojemnik torusów 5D.\n\nAby wytwarzać kształty w dodatkowych wymiarach należy użyć niezwykle wyszukanych materiałów. Te torusy używane są do zamykania silnych pól generowanych w trakcie wytwarzania komponentów naukowych."
  },
  {
    "Id": "trade5",
    "Name": "Włókno nadprzewodnikowe",
    "Group": "Zaawansowane materiały budowlane",
    "Description": "Paczka gęsto ułożonych włókien nadprzewodnikowych.\n\nWytrzymałe, giętkie i wodoodporne; kontrolowane magnetyczne tkanie tych włókien jest konieczne przy tworzeniu wielu komponentów naukowych."
  },
  {
    "Id": "trade6",
    "Name": "Kanister iskrowy",
    "Group": "Źródło energii na handel",
    "Description": "Skrzynia pełna kanistrów iskrowych.\n\nWiele procesów przemysłowych i wydobywczych wymaga dużych nakładów mocy. Zamiast powolnego zasilania akumulatorowego, kanistry iskrowe potrafią wygenerować dużą moc praktycznie natychmiast."
  },
  {
    "Id": "trade7",
    "Name": "Akumulator przemysłowy",
    "Group": "Źródło energii na handel",
    "Description": "Pakiet dobrze zaizolowanych akumulatorów przemysłowych.\n\nWysokowydajne akumulatory są potrzebne do operacji wydobywczych na dużych głębokościach. Te niezwykle niezawodne źródła zasilania potrafią wytrzymać całe tygodnie, nawet w ekstremalnych temperaturach i wysokim ciśnieniu - wiele kilometrów pod powierzchnią."
  },
  {
    "Id": "trade8",
    "Name": "Żel oporowy",
    "Group": "Źródło energii na handel",
    "Description": "Kilka pakietów żelu oporowego.\n\nWymagające ogromnych nakładów mocy operacje wydobywcze są też bardzo niebezpieczne. Żel oporowy izoluje i nawilża niezwykle szybko poruszające się części."
  },
  {
    "Id": "trade9",
    "Name": "Eksperymentalny płyn zasilający",
    "Group": "Źródło energii na handel",
    "Description": "Zabezpieczone przed korozją beczki z eksperymentalnym płynem zasilającym.\n\nJedna beczka tego niezwykle lotnego płynu może zasilać całą stację kosmiczną przez wiele tygodni. Jest on niezwykle cenny dla gospodarek wydobywczych."
  },
  {
    "Id": "trade10",
    "Name": "Rdzeń fuzji",
    "Group": "Źródło energii na handel",
    "Description": "Lekko promieniujący światłem zestaw rdzeni fuzji.\n\nŹródło energii, silnik i wysokowydajny grzejnik - rdzeń fuzji to najnowsze osiągnięcie w dziedzinie generacji zasilania w kosmosie. Niezwykle cenny zasób w gospodarkach wydobywczych, gdyż pozwala na samowystarczalność kolonii asteroidowych."
  },
  {
    "Id": "trade11",
    "Name": "Odzapaszona butelka po feromonach",
    "Group": "Komponenty naukowe",
    "Description": "Zbieranina przetworzonych butelek po feromonach.\n\nKażdego dnia wytwarzane są i dystrybuowane duże ilości feromonów. Powstała nawet cała gałąź handlu, skupiona na gospodarce odpadami po nich. Te szklane słoje zostały dokładnie umyte i nie powinny zagrażać przewoźnikowi."
  },
  {
    "Id": "trade12",
    "Name": "Mikroskop neutronowy",
    "Group": "Komponenty naukowe",
    "Description": "Pakunek mikroskopów neutronowych.\n\nGospodarki naukowe wytwarzają i zużywają duże ilości mikroskopów. Niektóre z nich posiadają jednak wady produkcyjne, przez co nie nadają się do precyzyjnych prac. Wciąż można nimi jednak handlować - o ile znajdzie się naiwnych, którzy nie są w stanie wykryć wad."
  },
  {
    "Id": "trade13",
    "Name": "Wtryskiwacz niestabilności",
    "Group": "Komponenty naukowe",
    "Description": "Pudełko z wrzuconymi luzem wtryskiwaczami niestabilności.\n\nWażne eksperymenty wymagają często użycia dużej liczby zmiennych, które należy błyskawicznie modyfikować. Wtryskiwacz niestabilności to zapewnia. Można go też użyć, aby powodować chaos w systemach rynkowych. Takie nieetyczne zachowanie stanowi doskonałą okazję handlową."
  },
  {
    "Id": "trade14",
    "Name": "Rury organiczne",
    "Group": "Komponenty naukowe",
    "Description": "Kadź konserwowanych rur organicznych. Jeszcze ciepła.\n\nAby uniknąć trudnych problemów etycznych, wiele laboratoriów hoduje swoje obiekty testowe na poziomie komponentów. Pozostałości można sprzedać w gospodarkach handlowych, które mają niezbyt surowe prawo medyczne."
  },
  {
    "Id": "trade15",
    "Name": "Kanał nerwowy",
    "Group": "Komponenty naukowe",
    "Description": "Pudełko świeżych kanałów nerwowych.\n\nKanały nerwowe są tymczasowymi wkładkami, przeznaczonymi do krótkotrwałego zwiększenia koncentracji i wydajności. Przydatne wszędzie, ale szczególnie w gospodarkach handlowych, gdzie konkurencja między pracownikami jest bardzo zacięta."
  },
  {
    "Id": "trade16",
    "Name": "Ziemia",
    "Group": "Minerały na handel",
    "Description": "Kilka ton ziemi.\n\nPozostałość po operacjach wydobywczych. Śladowe ilości metali mogą być wyodrębnione przez specjalistów z gospodarek wytwórczych, które dysponują czasem i sprzętem do przesiewania."
  },
  {
    "Id": "trade17",
    "Name": "Nierafinowany smar pirytowy",
    "Group": "Minerały na handel",
    "Description": "Wielkie słoje, pełne smaru pirytowego.\n\nTen smar, czyli roztwór tłuszczu o dużej zawartości minerałów, jest niezwykle ceniony przez gospodarki wytwórcze, gdzie służy do konserwacji wielkich maszyn. Dzięki smarowi są one zawsze dobrze naoliwione i lśniące."
  },
  {
    "Id": "trade18",
    "Name": "Sól bromku",
    "Group": "Minerały na handel",
    "Description": "Skrzynka z solą bromku.\n\nW wyniku intensywnego procesu destylacji i odparowywania, krążki soli bromku napędzają wiecznie głodne fabryki w układach wytwórczych."
  },
  {
    "Id": "trade19",
    "Name": "Polichromatyczny cyrkon",
    "Group": "Minerały na handel",
    "Description": "Worek pełen polichromatycznych kryształków cyrkonu.\n\nKryształy te tworzą soczewki o olśniewającym kolorze i niemal niezniszczalnej twardości. Bardzo cenne w gospodarkach wytwórczych."
  },
  {
    "Id": "trade20",
    "Name": "Kryształek łukowy",
    "Group": "Minerały na handel",
    "Description": "Pięknie zapakowana paczka kryształków łukowych.\n\nKryształki łukowe to wyjątkowo rzadkie formacje mineralne, potrzebne szczególnie w gospodarkach wytwórczych, gdzie ich twardość i przewodnictwo mają kluczowe znaczenie dla wielu procesów przemysłowych. Można z nich też wytwarzać atrakcyjną (choć niebezpieczną) biżuterię."
  },
  {
    "Id": "trade21",
    "Name": "Zezłomowany obwód drukowany",
    "Group": "Części technologiczne",
    "Description": "Zestaw obwodów wyszarpanych z różnych miejsc.\n\nGospodarki generujące moc potrzebują dużej liczby komponentów opracowanych w najnowszych technologiach. W związku z tym istnieje popyt nawet na silnie uszkodzone obwody, z których można uzyskać części albo podłączyć je do rdzeni zasilania niższego rzędu."
  },
  {
    "Id": "trade22",
    "Name": "Mydło spawalnicze",
    "Group": "Części technologiczne",
    "Description": "Kilka dużych kostek mydła spawalniczego.\n\nUżywane w systemach generujących moc do czyszczenia metalowych diod na gorąco, zanim zostaną one połączone w akumulatory."
  },
  {
    "Id": "trade23",
    "Name": "Kondensator jonowy",
    "Group": "Części technologiczne",
    "Description": "Wzmocniona skrzynka kondensatorów jonowych.\n\nTe superkondensatory mają niezwykle dużą gęstość kumulowania energii. Jest na nie duże zapotrzebowanie w gospodarkach generujących moc."
  },
  {
    "Id": "trade24",
    "Name": "Jednostka autonomicznego pozycjonowania",
    "Group": "Części technologiczne",
    "Description": "Pojemnik pełen jednostek pozycjonujących wraz z odpowiednim okablowaniem.\n\nTe jednostki ASP mogą być użyte do przekształcenia praktycznie każdej technologii w autonomiczny system nawigacyjny. Niezwykle cenne w gospodarkach generujących moc, gdzie są używane do usuwania przewodzących organicznych rąk w trakcie procesu wytwórczego."
  },
  {
    "Id": "trade25",
    "Name": "Akcelerator kwantowy",
    "Group": "Części technologiczne",
    "Description": "Kilka dużych jednostek akceleratora kwantowego.\n\nJednostki te są zdolne do rozpędzania materii do niewiarygodnych prędkości. Szczególnie pożądane w gospodarkach generujących moc, gdzie są wykorzystywane do kompresji energii przechowywanej w akumulatorach przemysłowych. "
  },
  {
    "Id": "trade26",
    "Name": "Gwiezdny jedwab",
    "Group": "Towar handlowy",
    "Description": "Kilka szpul gwiezdnego jedwabiu.\n\nGwiezdny jedwab tkany jest na ogromnych słonecznych krosnach, znajdujących się na orbitach planet handlowych. Promienie kosmiczne bombardują wzór utkanego materiału, którego następnie można użyć przy przetwarzaniu materiałów zaawansowanych."
  },
  {
    "Id": "trade27",
    "Name": "Odszyfrowane dane użytkowników",
    "Group": "Towar handlowy",
    "Description": "Skrzynka pełna dysków twardych, z których każdy zawiera ogromne ilości odszyfrowanych danych użytkowników.\n\nIndywidualnie stanowią one niewielką wartość, ale wspólnie, po przetworzeniu, z tych repozytoriów odzyskać można cenne dane. Przetwarzanie dokonywane jest w systemach korzystających z materiałów zaawansowanych."
  },
  {
    "Id": "trade28",
    "Name": "Krople komety",
    "Group": "Towar handlowy",
    "Description": "Kilka kanistrów z kroplami komety.\n\nWyszukana nazwa handlowa na kawałki meteorytu. Te skały są jednak niezwykle cenne dla gospodarek zaawansowanych materiałowo, które potrafią je przetwarzać."
  },
  {
    "Id": "trade29",
    "Name": "Sfera jonowa",
    "Group": "Towar handlowy",
    "Description": "Skrzynka ze sferami jonowymi.\n\nTe delikatne szklane sfery zawierają repliki wyższych warstw atmosfery w dużej skali. Skrzą się i hipnotyzują, gdy ktoś dokładnie im się przyjrzy. Są też niezwykle ważne przy tworzeniu stopów z zaawansowanych materiałów."
  },
  {
    "Id": "trade30",
    "Name": "Koordynaty teleportacyjne",
    "Group": "Towar handlowy",
    "Description": "Pakiet precyzyjnie wykalibrowanych koordynat teleportacyjnych.\n\nTe obwody, wielkości główki od szpilki, są niezwykle ważne w delikatnym procesie wtłaczania wzmocnionego materiału do zaawansowanych stopów. Ich przewóz na dalekie dystanse może przynieść duże dochody."
  },
  {
    "Id": "trade31",
    "Name": "Ogromny metalowy tryb",
    "Group": "Komponenty przemysłowe",
    "Description": "Kilka potężnych trybów.\n\nWytrzymałe, metalowe koła zębate, choć nie zostały wytworzone z użyciem zaawansowanych technik, są niezwykle ważnym komponentem maszyn wysokich technologii, rozsianych po całej galaktyce."
  },
  {
    "Id": "trade32",
    "Name": "Nasmarowany tłok",
    "Group": "Komponenty przemysłowe",
    "Description": "Zapakowane i nasmarowane tłoki, gotowe do wysyłki.\n\nKomponenty wysokich technologii wymagają szybko poruszających się części lub wysokowydajnych silników. Bez odpowiednio powleczonych tłoków, wskaźnik usterek w takich urządzeniach byłby zdecydowanie wyższy."
  },
  {
    "Id": "trade33",
    "Name": "Sześciościeżkowy rozprzęgacz siatki",
    "Group": "Komponenty przemysłowe",
    "Description": "Skrzynka rozprzęgaczy siatki.\n\nProdukcja komponentów wysokich technologii często wiąże się z przypadkowym sprzęgnięciem siatek. Te rozprzęgacze są szczególnie potężne - potrafią rozprząc sześć ścieżek jednocześnie."
  },
  {
    "Id": "trade34",
    "Name": "Holograficzny wał korbowy",
    "Group": "Komponenty przemysłowe",
    "Description": "Zapakowane i oddzielone zasobniki danych do holograficznych wałów korbowych.\n\nPrawdziwe wały korbowe często są za duże, zbyt głośne lub trudne do konserwacji, szczególnie w przypadku delikatnych maszyn. W takich przypadkach producenci wysokich technologii decydują się na te holograficzne zamienniki."
  },
  {
    "Id": "trade35",
    "Name": "Wysokowydajny kompresor wektorowy",
    "Group": "Komponenty przemysłowe",
    "Description": "Duża skrzynia kompresorów wektorowych.\n\nWytwarzanie napędów międzygwiezdnych często wymaga kompresji, a następnie ponownego renderingu wymiarowego. Takie komponenty wysokich technologii nie byłyby możliwe do wytworzenia bez kompresorów przemysłowych, takich jak te."
  }
]